Repository: Eerjunic/OxygenNotIncluded_Fi
Catalog: strings.po
Languages: fi

# STRINGS.DUPLICANTS.STATUSITEMS.NOROLE.TOOLTIP
source: This Duplicant does not have a Job Assignment ------------------ Enter the Jobs Panel <color=#F44A47>[L]</color> to view available Jobs
fi: Tällä Jäljennäisellä ei ole Työtehtävää ------------------ Mene Työpaneeliin <color=#F44A47>[L]</color> nähdäksesi saatavilal olevat Työt

# STRINGS.DUPLICANTS.STATUSITEMS.NOTOILETS.NAME
source: No restrooms
fi: Ei Vessoja

# STRINGS.DUPLICANTS.STATUSITEMS.NOTOILETS.NOTIFICATION_NAME
source: No restrooms built
fi: Vessoja ei rakennettuna

# STRINGS.DUPLICANTS.STATUSITEMS.NOTOILETS.NOTIFICATION_TOOLTIP
source: Duplicants with no bathroom access will make "messes", causing stress and spreading germs These Duplicants are in need of an outhouse:
fi: Jäljennäisille, jotka eivät pääse vessaan tapahtuu "vahinkoja", aiheuttaen ahdistusta ja levittäen bakteereja. Nämä Jäljennäiset tarvitsevat käymälän:

# STRINGS.DUPLICANTS.STATUSITEMS.NOTOILETS.TOOLTIP
source: There are no toilets available for this Duplicant
fi: Tälle Jäljennäiselle ei ole vessoja saatavilla

# STRINGS.DUPLICANTS.STATUSITEMS.NOUSABLETOILETS.NAME
source: Restroom out of order
fi: Vessa epäkunnossa

# STRINGS.DUPLICANTS.STATUSITEMS.NOUSABLETOILETS.NOTIFICATION_NAME
source: Restroom out of order
fi: Vessa epäkunnossa

# STRINGS.DUPLICANTS.STATUSITEMS.NOUSABLETOILETS.NOTIFICATION_TOOLTIP
source: These Duplicants want to use a toilet that is out of order:
fi: Nämä Jäljennäiset haluaisivat käyttää vessaa, joka on epäkunnossa:

# STRINGS.DUPLICANTS.STATUSITEMS.NOUSABLETOILETS.TOOLTIP
source: The only toilets in this Duplicant's reach are out of order
fi: Ainoat tämän Jäljennäisen saavutettavissa olevat vessat ovat epäkunnossa

# STRINGS.DUPLICANTS.STATUSITEMS.PACIFYDELIVERSTATUS.NAME
source: Delivering resources to {Target}
fi: Toimittaa materiaaleja kohteeseen {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.PACIFYDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
fi: Tämä Jäljennäinen kuljettaa materiaaleja kohteeseen {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.PICKINGUP.NAME
source: Picking up {Target}
fi: Poimii kohdetta {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.PICKINGUP.TOOLTIP
source: This Duplicant is retrieving {Target}
fi: Tämä Jäljennäinen noutaa kohdetta {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.PICKUPDELIVERSTATUS.NAME
source: Delivering resources to {Target}
fi: Toimittaa materiaaleja kohteeseen {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.PICKUPDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
fi: Tämä Jäljennäinen kuljettaa materiaaleja kohteeseen {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.POOR_FOOD_QUALITY.NAME
source: Lousy Meal
fi: Surkea Ateria

# STRINGS.DUPLICANTS.STATUSITEMS.POORDECOR.NAME
source: Drab decor
fi: Ikävä koristus

# STRINGS.DUPLICANTS.STATUSITEMS.POORDECOR.TOOLTIP
source: This Duplicant is depressed by the lack of decor in this area
fi: Tätä Jäljennäistä masentaa koristuksen puute tällä alueella

# STRINGS.DUPLICANTS.STATUSITEMS.PROCESSING.NAME
source: Refining {Target}
fi: Jalostaa kohdetta {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.PROCESSING.TOOLTIP
source: This Duplicant is refining {Target}
fi: Tämä Jäljennäinen jalostaa ainetta {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.QUARANTINEAREAUNREACHABLE.NAME
source: Cannot reach quarantine
fi: Karanteeni ei saavutettavissa

# STRINGS.DUPLICANTS.STATUSITEMS.QUARANTINEAREAUNREACHABLE.NOTIFICATION_NAME
source: Unreachable quarantine
fi: Saavuttamaton karanteeni

# STRINGS.DUPLICANTS.STATUSITEMS.QUARANTINEAREAUNREACHABLE.NOTIFICATION_TOOLTIP
source: These Duplicants cannot reach their assigned quarantine zones:
fi: Nämä Jäljennäiset eivät kykene saavuttamaan heille nimettyä karanteenialuetta:

# STRINGS.DUPLICANTS.STATUSITEMS.QUARANTINEAREAUNREACHABLE.TOOLTIP
source: This Duplicant cannot reach their quarantine zone
fi: Tämä Jäljennäinen ei kykene saavuttamaan hänen karanteenialuettaan

# STRINGS.DUPLICANTS.STATUSITEMS.QUARANTINED.NAME
source: Quarantined
fi: Karanteenissa

# STRINGS.DUPLICANTS.STATUSITEMS.QUARANTINED.TOOLTIP
source: This Duplicant has been isolated from the colony
fi: Tämä Jäljennäinen on eristetty siirtokunnasta

# STRINGS.DUPLICANTS.STATUSITEMS.RATIONSNOTPERMITTED.NOTIFICATION_NAME
source: Unpermitted food
fi: Ruokinta kielletty

# STRINGS.DUPLICANTS.STATUSITEMS.RATIONSNOTPERMITTED.TOOLTIP
source: This Duplicant is not allowed to eat any of the food in their reach
fi: Tämä Jäljennäinen ei saa syödä mitään hänen ulottuvillaan olevaa ruokaa

# STRINGS.DUPLICANTS.STATUSITEMS.RATIONSUNREACHABLE.NAME
source: Cannot reach food
fi: Ruokaa ei voi saavuttaa

# STRINGS.DUPLICANTS.STATUSITEMS.RATIONSUNREACHABLE.NOTIFICATION_NAME
source: Unreachable food
fi: Saavuttamaton ruoka

# STRINGS.DUPLICANTS.STATUSITEMS.RATIONSUNREACHABLE.NOTIFICATION_TOOLTIP
source: These Duplicants cannot access the colony's <link="FOOD">Food</link>:
fi: Nämä Jäljennäiset eivät pääse käsiksi siirtokunnan <link="FOOD">Ruokaan</link>:

# STRINGS.DUPLICANTS.STATUSITEMS.RATIONSUNREACHABLE.TOOLTIP
source: There is food in the colony that this Duplicant cannot reach
fi: Siirtokunnassa on ruokaa, jota tämä Jäljennäinen ei kykene saavuttamaan

# STRINGS.DUPLICANTS.STATUSITEMS.RECOVERINGBREATH.NAME
source: Recovering breath
fi: Vetää henkeä

# STRINGS.DUPLICANTS.STATUSITEMS.RECOVERINGBREATH.TOOLTIP
source: This Duplicant held their breath too long and needs a breather
fi: Tämä Jäljennäinen pidätteli henkeään liian kauan ja hänen tarvitsee hengähtää

# STRINGS.DUPLICANTS.STATUSITEMS.REDALERT.NAME
source: Red Alert!
fi: Punainen Hälytys!

# STRINGS.DUPLICANTS.STATUSITEMS.REDALERT.TOOLTIP
source: The colony is in a state of Red Alert. Duplicants will not eat, sleep, use the bathroom, or engage in leisure activities while the Red Alert is active
fi: Siirtokunnassa on Punainen Hälytystila. Jäljennäiset eivät syö, nuku, käy vessassa tai harjoita virkistystoimintaa Punaisen Hälytyksen ollessa aktiivinen

# STRINGS.DUPLICANTS.STATUSITEMS.RELAXING.NAME
source: Relaxing
fi: Rentoutuu

# STRINGS.DUPLICANTS.STATUSITEMS.RELAXING.TOOLTIP
source: This Duplicant's just taking it easy
fi: Tämä Jäljennäinen ottaa rennosti

# STRINGS.DUPLICANTS.STATUSITEMS.REPAIRDELIVERSTATUS.NAME
source: Delivering resources to {Target}
fi: Toimittaa materiaaleja kohteeseen {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.REPAIRDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
fi: Tämä Jäljennäinen kuljettaa materiaaleja kohteeseen {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.REPAIRWORKSTATUS.NAME
source: Repairing {Target}
fi: Korjaa kohdetta {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.REPAIRWORKSTATUS.TOOLTIP
source: This Duplicant is fixing the {Target}
fi: Tämä Jäljennäinen korjaa kohdetta {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.RESCUEDELIVERSTATUS.NAME
source: Delivering resources to {Target}
fi: Toimittaa materiaaleja kohteeseen {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.RESCUEDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
fi: Tämä Jäljennäinen kuljettaa materiaaleja kohteeseen {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.RESCUEWORKSTATUS.NAME
source: Rescuing {Target}
fi: Pelastaa kohdetta {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.RESCUEWORKSTATUS.TOOLTIP
source: This Duplicant is saving {Target} from certain peril!
fi: Tämä jäljennäinen pelastaa kohdetta {Target} varmalta turmiolta!

# STRINGS.DUPLICANTS.STATUSITEMS.RESEARCHING.NAME
source: Researching {Tech}
fi: Tutkii teknologiaa {Tech}

# STRINGS.DUPLICANTS.STATUSITEMS.RESEARCHING.TOOLTIP
source: This Duplicant is intently researching {Tech} technology
fi: Tämä Jäljennäinen tutkii {Tech}-teknologiaa

# STRINGS.DUPLICANTS.STATUSITEMS.ROLE.NAME
source: {Role}: {Progress} Mastery
fi: {Role}: {Progress} Hallinta

# STRINGS.DUPLICANTS.STATUSITEMS.ROLE.TOOLTIP
source: This Duplicant is working as a {Role} ------------------ They have {Progress} mastery of this job
fi: Tämä jäljennäinen työskentelee tehtävässä {Role} ------------------ Heillä on {Progress} hallinta tästä työstä

# STRINGS.DUPLICANTS.STATUSITEMS.ROTTEN.NAME
source: Rotten
fi: Mätä

# STRINGS.DUPLICANTS.STATUSITEMS.ROTTEN.TOOLTIP
source: Gross!
fi: Iljettävää!

# STRINGS.DUPLICANTS.STATUSITEMS.SEVEREWOUNDS.NAME
source: Severely injured
fi: Vakavasti haavoittunut

# STRINGS.DUPLICANTS.STATUSITEMS.SEVEREWOUNDS.NOTIFICATION_NAME
source: Severely injured
fi: Vakavasti haavoittunut

# STRINGS.DUPLICANTS.STATUSITEMS.SEVEREWOUNDS.NOTIFICATION_TOOLTIP
source: These Duplicants are badly hurt and require medical attention
fi: Nämä jäljennäiset ovat pahasti loukkaantuneita ja tarvitsevat lääkinnällistä hoitoa

# STRINGS.DUPLICANTS.STATUSITEMS.SEVEREWOUNDS.TOOLTIP
source: This Duplicant is badly hurt
fi: Tämä Jäljennäinen on pahasti loukkaantunut

# STRINGS.DUPLICANTS.STATUSITEMS.SHOWERING.NAME
source: Showering
fi: Suihkussa

# STRINGS.DUPLICANTS.STATUSITEMS.SHOWERING.TOOLTIP
source: This Duplicant is gonna be squeaky clean
fi: Tästä Jäljennäisestä tulee kiiltävän puhdas

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPDELIVERSTATUS.NAME
source: Delivering resources to {Target}
fi: Toimittaa materiaaleja kohteeseen {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
fi: Tämä Jäljennäinen kuljettaa materiaaleja kohteeseen {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPING.NAME
source: Sleeping
fi: Nukkuu

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPING.TOOLTIP
source: This Duplicant is recovering stamina
fi: Tämä Jäljennäinen palauttaa jaksamistaan

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPING.TOOLTIP_DISTURBER
source: They were sleeping peacefully until they were disturbed by {Disturber}
fi: He nukkuivat kaikessa rauhassa kunnes {Disturber} häiritsi heitä

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPINGBADLY.NAME
source: Sleeping badly
fi: Nukkuu huonosti

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPINGBADLY.TOOLTIP
source: This Duplicant's having trouble falling asleep due to noise from {Disturber} They're going to feel a bit <link="SLEEP">Unrested</link> tomorrow morning
fi: Tällä Jäljennäisellä on vaikeuksia nukahtaa, koska {Disturber} metelöi Huomenaamuna hän tulee olemaan hieman <link="SLEEP">Väsynyt</link>

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPINGINTERRUPTED.GENERIC
source: Something
fi: Jokin

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPINGINTERRUPTED.NAME
source: Awake
fi: Hereillä

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPINGINTERRUPTED.TOOLTIP
source: This Duplicant was rudely awoken while they slept
fi: Tämä Jäljennäinen härskisti herätettiin hänen nukkuessaan

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPINGINTERRUPTEDLIGHT.GENERIC
source: Something
fi: Jokin

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPINGINTERRUPTEDLIGHT.NAME
source: Disturbed
fi: Häiritty

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPINGINTERRUPTEDLIGHT.TOOLTIP
source: This Duplicant's sleep is being disturbed by noise from {Disturber}
fi: {Disturber} pitää ääntä ja häiritsee tämän Jäljennäisen unta

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPINGPEACEFULLY.NAME
source: Sleeping peacefully
fi: Nukkuu Rauhallisesti

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPINGPEACEFULLY.TOOLTIP
source: This Duplicant is getting well-deserved, quality sleep At this rate they're sure to feel <link="SLEEP">Well Rested</link> tomorrow morning
fi: Tämä Jäljennäinen saa hyvin ansaittua, laadukasta unta Tätä menoa hän tuntee itsensä huomenaamuna <link="SLEEP">Hyvin Levänneeksi</link>

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPINGTERRIBLY.NAME
source: Can't sleep
fi: Ei pysty nukkumaan

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPINGTERRIBLY.TOOLTIP
source: This Duplicant was woken up by noise from {Disturber} and can't get back to sleep They're going to feel <link="SLEEP">Dead Tired</link> tomorrow morning
fi: {Disturber} herätti tämän Jäljennäisen metelöinnillään, eikä hän pysty enää nukkumaan Huomenaamuna hän tuntee itsensä <link="SLEEP">Rättiväsyneeksi</link>

# STRINGS.DUPLICANTS.STATUSITEMS.STARVING.NAME
source: Starving
fi: Nääntyy

# STRINGS.DUPLICANTS.STATUSITEMS.STARVING.NOTIFICATION_NAME
source: Starvation
fi: Nääntyminen

# STRINGS.DUPLICANTS.STATUSITEMS.STARVING.NOTIFICATION_TOOLTIP
source: These Duplicants are starving and will die if they can't find <link="FOOD">Food</link>:
fi: Nämä Jäljennäiset nääntyvät ja kuolevat, elleivät löydä <link="FOOD">Ruokaa</link>:

# STRINGS.DUPLICANTS.STATUSITEMS.STARVING.TOOLTIP
source: This Duplicant is about to die and needs food!
fi: Tämä Jäljennäinen on kuolemaisillaan ja tarvitsee ruokaa!

# STRINGS.DUPLICANTS.STATUSITEMS.STORECRITICALDELIVERSTATUS.NAME
source: Delivering resources to {Target}
fi: Toimittaa materiaaleja kohteeseen {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STORECRITICALDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
fi: Tämä Jäljennäinen kuljettaa materiaaleja kohteeseen {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STOREDELIVERSTATUS.NAME
source: Delivering resources to {Target}
fi: Toimittaa materiaaleja kohteeseen {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STOREDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
fi: Tämä Jäljennäinen kuljettaa materiaaleja kohteeseen {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STOREFORBUILDDELIVERSTATUS.NAME
source: Delivering resources to {Target}
fi: Toimittaa materiaaleja kohteeseen {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STOREFORBUILDDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
fi: Tämä Jäljennäinen kuljettaa materiaaleja kohteeseen {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STOREFORBUILDPRIORITIZEDDELIVERSTATUS.NAME
source: Allocating {Item} to {Target}
fi: Varaa esinettä {Item} kohteelle {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STOREFORBUILDPRIORITIZEDDELIVERSTATUS.TOOLTIP
source: This Duplicant is delivering materials to a {Target} construction errand
fi: Tämä Jäljennäinen toimittaa materiaaleja kohteen {Target} rakentamiseksi

# STRINGS.DUPLICANTS.STATUSITEMS.STOREPRIORITYDELIVERSTATUS.NAME
source: Delivering resources to {Target}
fi: Toimittaa materiaaleja kohteeseen {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STOREPRIORITYDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
fi: Tämä Jäljennäinen kuljettaa materiaaleja kohteeseen {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STORING.NAME
source: Storing {Item}
fi: Varastoi esinettä {Item}

# STRINGS.DUPLICANTS.STATUSITEMS.STORING.TOOLTIP
source: This Duplicant is putting {Item} away in {Target}
fi: Tämä Jäljennäinen on pistämässä pois esinettä {Item} kohteeseen {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STRESS_SIGNAL_AGGRESIVE.NAME
source: Frustrated
fi: Turhautunut

# STRINGS.DUPLICANTS.STATUSITEMS.STRESS_SIGNAL_AGGRESIVE.TOOLTIP
source: This Duplicant is trying to keep their cool
fi: Tämä Jäljennäinen yrittää pitää päänsä kylmänä

# STRINGS.DUPLICANTS.STATUSITEMS.STRESS_SIGNAL_BINGE_EAT.NAME
source: Stress Cravings
fi: Ahdistushimoja

# STRINGS.DUPLICANTS.STATUSITEMS.STRESS_SIGNAL_BINGE_EAT.TOOLTIP
source: This Duplicant is consumed by hunger
fi: Tämä Jäljennäinen on nälän kourissa

# STRINGS.DUPLICANTS.STATUSITEMS.STRESS_SIGNAL_UGLY_CRIER.NAME
source: Misty Eyed
fi: Tippa Linssissä

# STRINGS.DUPLICANTS.STATUSITEMS.STRESS_SIGNAL_UGLY_CRIER.TOOLTIP
source: This Duplicant is trying and failing to swallow their emotions
fi: Tämä Jäljennäinen yrittää pitää tunteensa sisällään siinä onnistumatta

# STRINGS.DUPLICANTS.STATUSITEMS.STRESS_SIGNAL_VOMITER.NAME
source: Stress Burp
fi: Ahdistusröyhtäisy

# STRINGS.DUPLICANTS.STATUSITEMS.STRESS_SIGNAL_VOMITER.TOOLTIP
source: It's kind of like having butterflies in your stomach, except they're burps
fi: Vähän kuin olisi perhosia vatsassa paitsi, että ne ovat röyhtäisyjä

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSED.NAME
source: Stressed
fi: Ahdistunut

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSED.NOTIFICATION_NAME
source: High stress
fi: Korkea Ahdistus

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSED.NOTIFICATION_TOOLTIP
source: These Duplicants are <link="STRESS">Stressed</link> and need to unwind:
fi: Nämä Jäljennäiset ovat <link="STRESS">Ahdistuneita</link> ja heidän pitää rentoutua:

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSED.TOOLTIP
source: This Duplicant is feeling the pressure
fi: Näillä Jäljennäisillä on paineita

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSFULLYEMPTYINGBLADDER.NAME
source: Making a mess
fi: Laskee alleen

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSFULLYEMPTYINGBLADDER.NOTIFICATION_NAME
source: Made a mess
fi: Laski alleen

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSFULLYEMPTYINGBLADDER.NOTIFICATION_TOOLTIP
source: These Duplicants could not find a toilet in time. Use the <color=#833A5FFF>MOP TOOL</color> [M] to clean up their mess:
fi: Nämä Jäljennäiset eivät löytäneet vessaa ajoissa. Käytä <color=#833A5FFF>MOPPITYÖKALUA</color> [M] siivotaksesi heidän jälkensä.

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSFULLYEMPTYINGBLADDER.TOOLTIP
source: This Duplicant couldn't find a toilet and is super embarrassed
fi: Tämä Jäljennäinen ei löytänyt vessaa ja on äärimmäisen häpeissään

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSVOMITING.NAME
source: Stress vomiting
fi: Oksentaa ahdistukseen

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSVOMITING.NOTIFICATION_NAME
source: Stress vomiting
fi: Oksentaa ahdistukseen

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSVOMITING.NOTIFICATION_TOOLTIP
source: These Duplicants became so <link="STRESS">Stressed</link> they threw up:
fi: Nämä Jäljennäiset <link="STRESS">Stressed</link> niin pahasti, että antoivat ylen:

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSVOMITING.TOOLTIP
source: This Duplicant is relieving their stress all over the floor
fi: Tämä Jäljennäinen lievittää ahdistustaan pitkin lattioita

# STRINGS.DUPLICANTS.STATUSITEMS.STUDYING.NAME
source: Analyzing
fi: Analysoi

# STRINGS.DUPLICANTS.STATUSITEMS.STUDYING.TOOLTIP
source: This Duplicant is conducting a field study of a Natural Feature
fi: Tämä Jäljennäinen tekee kenttätutkimusta Luonnollisesta Piirteestä

# STRINGS.DUPLICANTS.STATUSITEMS.SUFFOCATING.NAME
source: Suffocating
fi: Tukehtuu

# STRINGS.DUPLICANTS.STATUSITEMS.SUFFOCATING.NOTIFICATION_NAME
source: Suffocating
fi: Tukehtuu

# STRINGS.DUPLICANTS.STATUSITEMS.SUFFOCATING.NOTIFICATION_TOOLTIP
source: These Duplicants cannot breathe:
fi: Näm Jäljennäiset eivät pysty hengittämään:

# STRINGS.DUPLICANTS.STATUSITEMS.SUFFOCATING.TOOLTIP
source: This Duplicant cannot breathe!
fi: Tämä Jäljennäinen ei pysty hengittämään!

# STRINGS.DUPLICANTS.STATUSITEMS.TINKERING.NAME
source: Tinkering
fi: Näpertelee

# STRINGS.DUPLICANTS.STATUSITEMS.TINKERING.TOOLTIP
source: This Duplicant is making functional improvements to a building
fi: Tämä Jäljennäinen tekee käytännöllisiä parannuksia rakennukseen

# STRINGS.DUPLICANTS.STATUSITEMS.TIRED.NAME
source: Tired
fi: Väsynyt

# STRINGS.DUPLICANTS.STATUSITEMS.TIRED.TOOLTIP
source: This Duplicant could use a nice nap
fi: Tälle Jäljennäiselle voisi maistua pikku tirsat

# STRINGS.DUPLICANTS.STATUSITEMS.TOGGLEDELIVERSTATUS.NAME
source: Delivering resources to {Target}
fi: Toimittaa materiaaleja kohteeseen {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.TOGGLEDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
fi: Tämä Jäljennäinen kuljettaa materiaaleja kohteeseen {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.TOGGLING.NAME
source: Change {Target} setting
fi: Muuta kohteen {Target} asetusta

# STRINGS.DUPLICANTS.STATUSITEMS.TOGGLING.TOOLTIP
source: This Duplicant is changing the {Target}'s setting
fi: Tämä Jäljennäinen muuttaa kohteen {Target} asetusta

# STRINGS.DUPLICANTS.STATUSITEMS.TOILETUNREACHABLE.NAME
source: Unreachable restroom
fi: Vessa Saavuttamattomissa

# STRINGS.DUPLICANTS.STATUSITEMS.TOILETUNREACHABLE.NOTIFICATION_NAME
source: Unreachable restroom
fi: Vessa Saavuttamattomissa

# STRINGS.DUPLICANTS.STATUSITEMS.TOILETUNREACHABLE.NOTIFICATION_TOOLTIP
source: These Duplicants cannot access a functioning toilet:
fi: Nämä Jäljennäiset eivät pääse toimivaan vessaan:

# STRINGS.DUPLICANTS.STATUSITEMS.TOILETUNREACHABLE.TOOLTIP
source: This Duplicant cannot access a functioning toilet
fi: Tämä Jäljennäinen ei pääse toimivaan vessaan

# STRINGS.DUPLICANTS.STATUSITEMS.UPROOTING.NAME
source: Uprooting {Target}
fi: Kitkee kasvia {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.UPROOTING.TOOLTIP
source: This Duplicant is digging up a {Target}
fi: Tämä Jäljennäinen kaivaa ylös kohdetta {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.USEITEMDELIVERSTATUS.NAME
source: Delivering resources to {Target}
fi: Toimittaa materiaaleja kohteeseen {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.USEITEMDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
fi: Tämä Jäljennäinen kuljettaa materiaaleja kohteeseen {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.VOMITING.NAME
source: Throwing up
fi: Antaa ylen

# STRINGS.DUPLICANTS.STATUSITEMS.VOMITING.NOTIFICATION_NAME
source: Throwing up
fi: Antaa ylen

# STRINGS.DUPLICANTS.STATUSITEMS.VOMITING.NOTIFICATION_TOOLTIP
source: A <link="DISEASE">Disease</link> has caused these Duplicants to throw up:
fi: <link="DISEASE">Sairaus</link> on saanut nämä Jäljennäiset antamaan ylen:

# STRINGS.DUPLICANTS.STATUSITEMS.VOMITING.TOOLTIP
source: This Duplicant has unceremoniously hurled as the result of a disease
fi: Tämä Jäljennäinen kursailematta purjosi taudin seurauksena

# STRINGS.DUPLICANTS.STATUSITEMS.WARMINGUP.NAME
source: Warming up
fi: Lämmittelee

# STRINGS.DUPLICANTS.STATUSITEMS.WARMINGUP.TOOLTIP
source: This Duplicant got too cold and is trying to warm up
fi: Tälle Jäljennäiselle tuli liian kylmä ja hän koettaa lämmitellä

# STRINGS.DUPLICANTS.STATUSITEMS.WARMUPDELIVERSTATUS.NAME
source: Delivering resources to {Target}
fi: Toimittaa materiaaleja kohteeseen {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.WARMUPDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
fi: Tämä Jäljennäinen kuljettaa materiaaleja kohteeseen {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.WASHINGHANDS.NAME
source: Washing hands
fi: Pesee Käsiä

# STRINGS.DUPLICANTS.STATUSITEMS.WASHINGHANDS.TOOLTIP
source: This Duplicant is washing their hands
fi: Tämä Jäljennäinen PEsee Käsiään

# STRINGS.DUPLICANTS.THOUGHTS.ANGRY.TOOLTIP
source: Angry
fi: Vihainen

# STRINGS.DUPLICANTS.THOUGHTS.COLD.TOOLTIP
source: Cold
fi: Kylmissään

# STRINGS.DUPLICANTS.THOUGHTS.FULLBLADDER.TOOLTIP
source: Full Bladder
fi: Täysi Rakko

# STRINGS.DUPLICANTS.THOUGHTS.GOOD_FOOD_QUALITY.TOOLTIP
source: Delicious Meal
fi: Herkullinen ateria

# STRINGS.DUPLICANTS.THOUGHTS.GOTINFECTED.TOOLTIP
source: Got Infected
fi: Sai Tartunnan

# STRINGS.DUPLICANTS.THOUGHTS.HAPPY.TOOLTIP
source: Happy
fi: Onnellinen

# STRINGS.DUPLICANTS.THOUGHTS.HOT.TOOLTIP
source: Hot
fi: Kuuma

# STRINGS.DUPLICANTS.THOUGHTS.NEWROLE.TOOLTIP
source: New Job
fi: Uusi työpaikka

# STRINGS.DUPLICANTS.THOUGHTS.NOISY.TOOLTIP
source: Loud Area
fi: Kovaääninen alue

# STRINGS.DUPLICANTS.THOUGHTS.POOR_FOOD_QUALITY.TOOLTIP
source: Lousy Meal
fi: Surkea Ateria

# STRINGS.DUPLICANTS.THOUGHTS.POORDECOR.TOOLTIP
source: Poor Decor
fi: Kehno Koristus

# STRINGS.DUPLICANTS.THOUGHTS.PUTRIDODOUR.TOOLTIP
source: Smelled Something Putrid
fi: Haistoi Jotakin Mätää

# STRINGS.DUPLICANTS.THOUGHTS.RAGING.TOOLTIP
source: Raging
fi: Raivoaa

# STRINGS.DUPLICANTS.THOUGHTS.SLEEPY.TOOLTIP
source: Sleepy
fi: Uninen

# STRINGS.DUPLICANTS.THOUGHTS.STARVING.TOOLTIP
source: Starving
fi: Nääntyy

# STRINGS.DUPLICANTS.THOUGHTS.SUFFOCATING.TOOLTIP
source: Suffocating
fi: Tukehtuu

# STRINGS.DUPLICANTS.THOUGHTS.UNHAPPY.TOOLTIP
source: Unhappy
fi: Onneton

# STRINGS.DUPLICANTS.TRAITS.AGGRESSIVE.DESC
source: This Duplicant handles stress by taking their frustrations out on defenseless machines
fi: Tämä Jäljennäinen käsittelee ahdistustaan purkamalla turhautumisensa puolustuskyvyttömiin koneisiin

# STRINGS.DUPLICANTS.TRAITS.AGGRESSIVE.NAME
source: Destructive
fi: Tuhoisa
