Repository: Eerjunic/OxygenNotIncluded_Fi
Catalog: strings.po
Languages: fi

# STRINGS.BUILDINGS.PREFABS.DOOR.CONTROL_STATE.OPEN.NAME
source: Open
fi: Avaa

# STRINGS.BUILDINGS.PREFABS.DOOR.CONTROL_STATE.OPEN.TOOLTIP
source: This door will remain open
fi: Tämä ovi pysyy auki

# STRINGS.BUILDINGS.PREFABS.DOOR.DESC
source: Door controls can be used to prevent Duplicants from entering restricted areas.
fi: Oven ohjaimilla voidaan estää Jäljennäisiä pääsemästä suljetuille alueille.

# STRINGS.BUILDINGS.PREFABS.DOOR.EFFECT
source: Encloses areas without blocking <link="ELEMENTSLIQUID">Liquid</link> or <link="ELEMENTSGAS">Gas</link> flow. Sets Duplicant Access Permissions for area restriction. Wild critters cannot pass through doors.
fi: Eristää alueita päästäen <link="ELEMENTSLIQUID">Nesteen</link> ja <link="ELEMENTSGAS">Kaasun</link> virtaamaan läpi. Asettaa Jäljennäisten Pääsyluvat alueen sulkemiseksi. Villit otukset eivät pääse kulkemaan ovista.

# STRINGS.BUILDINGS.PREFABS.DOOR.LEFT
source: on left
fi: vasemmalla

# STRINGS.BUILDINGS.PREFABS.DOOR.LOGIC_PORT_DESC
source: Open/Close
fi: Avaa/Sulje

# STRINGS.BUILDINGS.PREFABS.DOOR.NAME
source: <link="DOOR">Pneumatic Door</link>
fi: <link="DOOR">Paineilmaovi</link>

# STRINGS.BUILDINGS.PREFABS.DOOR.PRESSURE_SUIT_NOT_REQUIRED
source: Atmo Suit not required {0}
fi: Painepukua ei vaadita {0}

# STRINGS.BUILDINGS.PREFABS.DOOR.PRESSURE_SUIT_REQUIRED
source: Atmo Suit required {0}
fi: Painepuku vaaditaan {0}

# STRINGS.BUILDINGS.PREFABS.DOOR.RIGHT
source: on right
fi: oikealla

# STRINGS.BUILDINGS.PREFABS.EGGCRACKER.DESC
source: Raw eggs are an ingredient in some high quality food recipes.
fi: Raa'at munat ovat ainesosia joissakin korkealaatuisissa resepteissä.

# STRINGS.BUILDINGS.PREFABS.EGGCRACKER.EFFECT
source: Converts viable critter eggs into cooking ingredients. Cracked Eggs cannot hatch.
fi: Muuntaa sopivat otusten munat ruuanlaittoaineiksi. Rikotut munat eivät voi kuoriutua.

# STRINGS.BUILDINGS.PREFABS.EGGCRACKER.NAME
source: <link="EGGCRACKER">Egg Cracker</link>
fi: <link="RANCHER">Munanrikkoja</link>

# STRINGS.BUILDINGS.PREFABS.EGGCRACKER.RECIPE_DESCRIPTION
source: Turns {0} into {1}.
fi: Muuttaa ainetta {0} aineeksi {1}.

# STRINGS.BUILDINGS.PREFABS.EGGCRACKER.RESULT_DESCRIPTION
source: Cracked {0}
fi: Rikkoutunut {0}

# STRINGS.BUILDINGS.PREFABS.EGGINCUBATOR.DESC
source: Incubators can maintain the ideal internal conditions for several species of critter egg.
fi: Hautomot voivat ylläpitää ideaaleja olosuhteita usean otuslajin munille.

# STRINGS.BUILDINGS.PREFABS.EGGINCUBATOR.EFFECT
source: Incubates critter eggs until ready to hatch. Assigned Duplicants must possess the <link="RANCHER">Critter Wrangling</link> trait.
fi: Hautoo otuksen munia kunnes ne ovat valmiita kuoriutumaan. Nimetyillä Jäljennäisillä täytyy olla <link="RANCHER">Otuksenhallinta</link>taito.

# STRINGS.BUILDINGS.PREFABS.EGGINCUBATOR.NAME
source: <link="EGGINCUBATOR">Incubator</link>
fi: <link="EGGINCUBATOR">Hautomo</link>

# STRINGS.BUILDINGS.PREFABS.ELECTROLYZER.DESC
source: Water goes in one end, life sustaining oxygen comes out the other.
fi: Vesi menee sisään toisesta päästä, elämää ylläpitävä happi tulee ulos toisesta.

# STRINGS.BUILDINGS.PREFABS.ELECTROLYZER.EFFECT
source: Converts <link="WATER">Water</link> into <link="OXYGEN">Oxygen</link> and <link="HYDROGEN">Hydrogen</link>. Becomes idle when the area reaches maximum pressure capacity.
fi: Muuntaa <link="WATER">Vettä</link> <link="OXYGEN">Hapeksi</link> ja <link="HYDROGEN">Typeksi</link>. Muuttuu toimettomaksi, kun alue saavuttaa enimmäisilmanpaineen.

# STRINGS.BUILDINGS.PREFABS.ELECTROLYZER.NAME
source: <link="ELECTROLYZER">Electrolyzer</link>
fi: <link="ELECTROLYZER">Elektrysoija</link>

# STRINGS.BUILDINGS.PREFABS.ESPRESSOMACHINE.DESC
source: A little boost of energy.
fi: Pieni energialisä.

# STRINGS.BUILDINGS.PREFABS.ESPRESSOMACHINE.EFFECT
source: Provides a delicious and stimulating refreshment. Increases Duplicant Morale.
fi: Tarjoaa herkullisen ja virkistävän virvokkeen. Nostaa Jäljennäisen Moraalia.

# STRINGS.BUILDINGS.PREFABS.ESPRESSOMACHINE.NAME
source: <link="ESPRESSOMACHINE">Espresso Machine</link>
fi: <link="ESPRESSOMACHINE">Espresso-kone</link>

# STRINGS.BUILDINGS.PREFABS.EXTERIORWALL.DESC
source: Drywall can be used in conjunction with tiles to build airtight rooms on the surface.
fi: Kipsilevyä voidaan käyttää laattojen kanssa muodostamaan ilmatiiviitä huoneita pinnalle.

# STRINGS.BUILDINGS.PREFABS.EXTERIORWALL.EFFECT
source: Prevents gas and liquid loss in space. Builds an insulating backwall behind buildings.
fi: Estää kaasujen ja nesteiden häviämisen avaruuteen. Muodostaa eristävän takaseinän rakennusten taakse.

# STRINGS.BUILDINGS.PREFABS.EXTERIORWALL.NAME
source: <link="EXTERIORWALL">Drywall</link>
fi: <link="EXTERIORWALL">Kipsilevy</link>

# STRINGS.BUILDINGS.PREFABS.FACILITYBACKWALLWINDOW.EFFECT
source: A tall, thin window.
fi: Korkea, ohut ikkuna.

# STRINGS.BUILDINGS.PREFABS.FACILITYBACKWALLWINDOW.NAME
source: <link="">Window</link>
fi: <link="">Ikkuna</link>

# STRINGS.BUILDINGS.PREFABS.FARMSTATION.DESC
source: This station only has an effect on crops grown within the same room.
fi: Tämä työpiste vaikuttaa ainoastaan samassa tilassa kasvaviin satoihin.

# STRINGS.BUILDINGS.PREFABS.FARMSTATION.EFFECT
source: Produces Micronutrient Fertilizer to increase <link="PLANTS">Plant</link> growth rates. Assigned Duplicants must possess the <link="FARMER">Crop Tending</link> trait. This building is a necessary component of the Greenhouse room.
fi: Tuottaa Mikroravinnelannoitetta parantaakseen <link="PLANTS">Kasvien</link> kasvamista. Nimetyillä Jäljennäisillä tulee olla <link="FARMER">Kasvienhoito</link>taito. Tämä rakennus on olennainen osa Kasvihuonetta.

# STRINGS.BUILDINGS.PREFABS.FARMSTATION.NAME
source: <link="FARMSTATION">Farm Station</link>
fi: <link="FARMSTATION">Viljelytyöpiste</link>

# STRINGS.BUILDINGS.PREFABS.FARMTILE.DESC
source: Duplicants can deliver fertilizer and liquids to farm tiles, accelerating plant growth.
fi: Jäljennäiset voivat toimittaa lannoitetta ja nesteitä kasvatuslaatoille nopeuttaen siten kasvien kasvua.

# STRINGS.BUILDINGS.PREFABS.FARMTILE.EFFECT
source: Grows one <link="PLANTS">Plant</link> from a <link="PLANTS">Seed</link>. Can be used as floor tile and rotated before construction.
fi: Kasvattaa yhden <link="PLANTS">Kasvin</link> <link="PLANTS">Siemenestä</link>. Voidaan käyttää lattialaattana ja kääntää ennen rakentamista.

# STRINGS.BUILDINGS.PREFABS.FARMTILE.NAME
source: <link="FARMTILE">Farm Tile</link>
fi: <link="FARMTILE">Kasvatuslaatta</link>

# STRINGS.BUILDINGS.PREFABS.FERTILIZERMAKER.DESC
source: Fertilizer Synthesizers convert polluted water into fertilizer for domestic plants.
fi: Lannoitesyntetisoijat muuntavat saastunutta vettä lannoitteeksi kotikasveille.

# STRINGS.BUILDINGS.PREFABS.FERTILIZERMAKER.EFFECT
source: Uses <link="DIRTYWATER">Polluted Water</link> to produce <link="FERTILIZER">Fertilizer</link>.
fi: Käyttää <link="DIRTYWATER">Saastunutta Vettä</link> <link="FERTILIZER">Lannoitteen</link> tuottamiseen.

# STRINGS.BUILDINGS.PREFABS.FERTILIZERMAKER.NAME
source: <link="FERTILIZERMAKER">Fertilizer Synthesizer</link>
fi: <link="FERTILIZERMAKER">Lannoitesyntetisoija</link>

# STRINGS.BUILDINGS.PREFABS.FIREPOLE.DESC
source: Fire poles provide quick downward travel, while ladders provide better upward movement.
fi: Palotangot tarjoavat nopean tavan liikkua alaspäin, portaiden mahdollistaessa parempi liikkuminen ylöspäin.

# STRINGS.BUILDINGS.PREFABS.FIREPOLE.EFFECT
source: Allows rapid Duplicant descent. Significantly slows upward climbing.
fi: Mahdollistaa Jäljennäisen pikaisen laskeutumisen. Hidastaa merkittävästi ylöspäin kiipeämistä.

# STRINGS.BUILDINGS.PREFABS.FIREPOLE.NAME
source: <link="FIREPOLE">Fire Pole</link>
fi: <link="FIREPOLE">Palotanko</link>

# STRINGS.BUILDINGS.PREFABS.FISHDELIVERYPOINT.DESC
source: This building must be built above liquid to prevent fish from suffocating.
fi: Tämä rakennus täytyy rakentaa nesteen yläpuolelle, jotteivät kalat tukehtuisi.

# STRINGS.BUILDINGS.PREFABS.FISHDELIVERYPOINT.EFFECT
source: Releases trapped fish back into the world. Can be used multiple times.
fi: Vapauttaa napatut kalat takaisin maailmaan. Voidaan käyttää useita kertoja.

# STRINGS.BUILDINGS.PREFABS.FISHDELIVERYPOINT.NAME
source: <link="FISHDELIVERYPOINT">Fish Release</link>
fi: <link="FISHDELIVERYPOINT">Kalan Vapautus</link>

# STRINGS.BUILDINGS.PREFABS.FISHFEEDER.DESC
source: Build this feeder above a body of water to feed the fish within.
fi: Rakenna tämä ruokkija veden yläpuolelle ruokkiaksesi siellä uivia kaloja.

# STRINGS.BUILDINGS.PREFABS.FISHFEEDER.EFFECT
source: Automatically dispenses stored food into the area below. Dispenses once per day.
fi: Annostelee ruokaa automaattisesti alla olevaan tilaan. Vapauttaa yhden annoksen päivässä.

# STRINGS.BUILDINGS.PREFABS.FISHFEEDER.NAME
source: <link="FISHFEEDER">Fish Feeder</link>
fi: <link="FISHFEEDER">Kalanruokkija</link>

# STRINGS.BUILDINGS.PREFABS.FISHTRAP.DESC
source: Trapped fish will automatically be bagged for transport.
fi: Kiinni jääneet kalat pussitetaan automaattisesti kuljetusta varten.

# STRINGS.BUILDINGS.PREFABS.FISHTRAP.EFFECT
source: Attracts and traps swimming fish. Single use.
fi: Houkuttelee ja sieppaa uivia kaloja. Kertakäyttöinen.

# STRINGS.BUILDINGS.PREFABS.FISHTRAP.NAME
source: <link="FISHTRAP">Fish Trap</link>
fi: <link="FISHTRAP">Kala-ansa</link>

# STRINGS.BUILDINGS.PREFABS.FLOORLAMP.DESC
source: The emitting radius of a building's light can be viewed in the Light Overlay.
fi: Rakennuksen valonsäteilyetäisyyden voi nähdä Valonäkymästä.

# STRINGS.BUILDINGS.PREFABS.FLOORLAMP.EFFECT
source: Provides <link="LIGHT">Light</link> when <link="POWER">Powered</link>.
fi: Tuottaa <link="LIGHT">Valoa</link> saadessaan <link="POWER">Sähköä</link>.

# STRINGS.BUILDINGS.PREFABS.FLOORLAMP.NAME
source: <link="FLOORLAMP">Lamp</link>
fi: <link="FLOORLAMP">Valaisin</link>

# STRINGS.BUILDINGS.PREFABS.FLOORSWITCH.DESC
source: Weight plates can be used to turn on amenities only when Duplicants pass by.
fi: Painolaatoilla voidaan kääntää hyödykkeitä ainoastaan kun Jäljennäiset kulkevat niiden ohitse.

# STRINGS.BUILDINGS.PREFABS.FLOORSWITCH.EFFECT
source: Becomes <link="LOGIC">Active</link> when an object or Duplicant is placed atop of it. Cannot be triggered by <link="ELEMENTSGAS">Gas</link> or <link="ELEMENTSLIQUID">Liquids</link>.
fi: Muuttuu <link="LOGIC">Aktiiviseksi</link> kun esine tai Jäljenne asetetaan sen päälle. <link="ELEMENTSGAS">Kaasut</link> tai <link="ELEMENTSLIQUID">Nesteet</link> eivät voi laukaista sitä.

# STRINGS.BUILDINGS.PREFABS.FLOORSWITCH.LOGIC_PORT_DESC
source: <link="LOGIC">Active</link>/<link="LOGIC">Inactive</link>
fi: <link="LOGIC">Aktiivinen</link>/<link="LOGIC">Toimeton</link>

# STRINGS.BUILDINGS.PREFABS.FLOORSWITCH.NAME
source: <link="FLOORSWITCH">Weight Plate</link>
fi: <link="FLOORSWITCH">Painolaatta</link>

# STRINGS.BUILDINGS.PREFABS.FLOWERVASE.DESC
source: Flower pots allow decorative plants to be moved to new locations.
fi: Kukkaruukut mahdollistavat koristeellisten kasvien siirtämisen uusiin paikkoihin.

# STRINGS.BUILDINGS.PREFABS.FLOWERVASE.EFFECT
source: Increases <link="DECOR">Decor</link> and reduces <link="STRESS">Stress</link>. Houses a single <link="PLANTS">Plant</link> when sown with a <link="PLANTS">Seed</link>.
fi: Parantaa <link="DECOR">Koristeellisuutta</link> ja vähentää <link="STRESS">Ahdistusta</link>. Sisältää yhden <link="PLANTS">Kasvin</link> kun siihen on istutettu <link="PLANTS">Siemen</link>.

# STRINGS.BUILDINGS.PREFABS.FLOWERVASE.NAME
source: <link="FLOWERVASE">Flower Pot</link>
fi: <link="FLOWERVASE">Kukkaruukku</link>

# STRINGS.BUILDINGS.PREFABS.FLUSHTOILET.DESC
source: Lavatories transmit fewer germs to Duplicants' skin and require no manual emptying.
fi: Vessoista siirtyy vähemmän bakteereja Jäljennäisten iholle, eivätkä vaadi käsin tehtävää tyhjennystä.

# STRINGS.BUILDINGS.PREFABS.FLUSHTOILET.EFFECT
source: Gives Duplicants a place to <link="HYGIENE">Hygienically</link> relieve themselves.
fi: Tarjoaa Jäljennäisille paikan, jossa he voivat <link="HYGIENE">Hygieenisesti</link> lievittää oloaan.

# STRINGS.BUILDINGS.PREFABS.FLUSHTOILET.NAME
source: <link="FLUSHTOILET">Lavatory</link>
fi: <link="FLUSHTOILET">Vessa</link>

# STRINGS.BUILDINGS.PREFABS.GASCONDUIT.DESC
source: Gas pipes are used to connect the inputs and outputs of ventilated buildings.
fi: Kaasuputkilla yhdistetään tuuletettujen rakennusten sisääntulot ja ulosmenot.

# STRINGS.BUILDINGS.PREFABS.GASCONDUIT.EFFECT
source: Carries <link="ELEMENTSGAS">Gas</link> between <link="GASPIPING">Outputs</link> and <link="GASPIPING">Intakes</link>. Can be run through tiles.
fi: Kuljettaa <link="ELEMENTSGAS">Kaasua</link> <link="GASPIPING">Ulosvientien</link> ja <link="GASPIPING">Sisäänottojen</link> välillä. Voidaan rakentaa laattojen lävitse.

# STRINGS.BUILDINGS.PREFABS.GASCONDUIT.NAME
source: <link="GASCONDUIT">Gas Pipe</link>
fi: <link="GASCONDUIT">Kaasuputki</link>

# STRINGS.BUILDINGS.PREFABS.GASCONDUITBRIDGE.DESC
source: Separate pipe systems prevent mingled contents from causing building damage.
fi: Erillään olevat putkistot estävät sekoittuneita aineita aiheuttamasta vahinkoa rakennuksille.

# STRINGS.BUILDINGS.PREFABS.GASCONDUITBRIDGE.EFFECT
source: Runs one <link="GASPIPING">Gas Pipe</link> section over another without joining them. Can be run through tiles.
fi: Kuljettaa yhden <link="GASPIPING">Kaasuputki</link>osion toisen yli yhdistämättä niitä. Voidaan rakentaa laattojen lävitse.

# STRINGS.BUILDINGS.PREFABS.GASCONDUITBRIDGE.NAME
source: <link="GASCONDUITBRIDGE">Gas Bridge</link>
fi: <link="GASCONDUITBRIDGE">Kaasusilta</link>

# STRINGS.BUILDINGS.PREFABS.GASCONDUITDISEASESENSOR.DESC
source: Gas Pipe Germ Sensors are used to control automation behaviour in the presence of disease.
fi: Kaasuputken Mikrobitunnistimilla säädetään automaation toimintaa bakteerien ollessa läsnä.

# STRINGS.BUILDINGS.PREFABS.GASCONDUITDISEASESENSOR.EFFECT
source: Becomes<link="LOGIC">Active</link> or on <link="LOGIC">Standby</link> depending on quantity of the contained <link="DISEASE">Germs</link>.
fi: Muuttuu <link="LOGIC">Aktiiviseksi</link> tai siirtyy <link="LOGIC">Valmiustilaan</link> riippuen <link="DISEASE">Bakteerien</link> määrästä.

# STRINGS.BUILDINGS.PREFABS.GASCONDUITDISEASESENSOR.LOGIC_PORT_DESC
source: Active/Standby based on the contained Germs
fi: Aktiivinen/Valmiustilassa riippuen Bakteerien määrästä kaasussa

# STRINGS.BUILDINGS.PREFABS.GASCONDUITDISEASESENSOR.NAME
source: <link="GASCONDUITDISEASESENSOR">Gas Pipe Germ Sensor</link>
fi: <link="GASCONDUITDISEASESENSOR">Kaasuputken Mikrobitunnistin</link>

# STRINGS.BUILDINGS.PREFABS.GASCONDUITELEMENTSENSOR.DESC
source: Gas Pipe Element Sensors can be used to detect the presence of a specific gas in a pipe
fi: Kaasuputken Ainetunnistimia käytetään havaitsemaan tietyn kaasun läsnäolo putkessa

# STRINGS.BUILDINGS.PREFABS.GASCONDUITELEMENTSENSOR.EFFECT
source: Becomes <link="LOGIC">Active</link> when the configured Gas Element is detected.
fi: Muuttuu <link="LOGIC">Aktiiviseksi</link>, kun säädetty Kaasu havaitaan.

# STRINGS.BUILDINGS.PREFABS.GASCONDUITELEMENTSENSOR.LOGIC_PORT_DESC
source: Active/Standby based on the contained Gas
fi: Aktiivinen/Valmiustilassa riippuen virtaavan Kaasun laadusta

# STRINGS.BUILDINGS.PREFABS.GASCONDUITELEMENTSENSOR.NAME
source: <link="LOGICELEMENTSENSORGAS">Gas Pipe Element Sensor</link>
fi: <link="LOGICELEMENTSENSORGAS">Kaasuputken Ainetunnistin</link>

# STRINGS.BUILDINGS.PREFABS.GASCONDUITOVERFLOW.DESC
source: Overflow valves can be used to prioritize which buildings should receive precious resources first.
fi: Ylivuotoventtiilejä voidaan käyttää priorisoimaan, mitkä rakennukset saavat arvokkaat resurssit ensin.

# STRINGS.BUILDINGS.PREFABS.GASCONDUITOVERFLOW.EFFECT
source: Fills a secondary<link="ELEMENTSGAS">Gas</link> output only when its primary output is blocked.
fi: Täyttää toisio<link="ELEMENTSGAS">kaasu</link>ulosviennin vain, jos ensiöulosvienti on tukossa.

# STRINGS.BUILDINGS.PREFABS.GASCONDUITOVERFLOW.NAME
source: <link="GASCONDUITOVERFLOW">Gas Overflow Valve</link>
fi: <link="GASCONDUITOVERFLOW">Kaasun Ylivuotoventtiili</link>

# STRINGS.BUILDINGS.PREFABS.GASCONDUITPREFERENTIALFLOW.DESC
source: Priority flows ensure important buildings are filled first when on a system with other buildings.
fi: Prioriteettivirtaukset takaavat, että tärkeät rakennukset täytetään muita verkoston rakennuksia ennen.

# STRINGS.BUILDINGS.PREFABS.GASCONDUITPREFERENTIALFLOW.EFFECT
source: Diverts <link="ELEMENTSGAS">Gas</link> to a secondary input when its primary input overflows.
fi: Ohjaa <link="ELEMENTSGAS">Kaasu</link>virran toisiosisäänottoon ensiösisäänoton vuotaessa yli.

# STRINGS.BUILDINGS.PREFABS.GASCONDUITPREFERENTIALFLOW.NAME
source: <link="GASCONDUITPREFERENTIALFLOW">Priority Gas Flow</link>
fi: <link="GASCONDUITPREFERENTIALFLOW">Etusijainen Kaasuvirtaus</link>

# STRINGS.BUILDINGS.PREFABS.GASCONDUITRADIANT.DESC
source: Radiant pipes pumping cold gas can be run through hot areas to help cool them down.
fi: Kylmää kaasua johtavat säteilevät putket voidaan juoksuttaa kuumien alueiden läpi niiden viilentämiseksi.

# STRINGS.BUILDINGS.PREFABS.GASCONDUITRADIANT.EFFECT
source: Carries <link="ELEMENTSGAS">Gas</link>, allowing extreme <link="HEAT">Temperature</link> exchange with the surrounding environment. Can be run through tiles.
fi: Kuljettaa <link="ELEMENTSGAS">Kaasua</link> mahdollistaen äärimmäisen <link="HEAT">Lämpötilan</link> vaihdon ympäristön kanssa. Voidaan rakentaa laattojen sisään.

# STRINGS.BUILDINGS.PREFABS.GASCONDUITRADIANT.NAME
source: <link="GASCONDUITRADIANT">Radiant Gas Pipe</link>
fi: <link="GASCONDUITRADIANT">Säteilevä Kaasuputki</link>

# STRINGS.BUILDINGS.PREFABS.GASCONDUITTEMPERATURESENSOR.DESC
source: Gas Pipe Thermo Sensors can disable buildings when contents reach a certain temperature.
fi: Kaasuputken Lämpötilatunnistimet voivat kytkeä rakennuksia pois toiminnasta, kun sisältö saavuttaa tietyn lämpötilan.

# STRINGS.BUILDINGS.PREFABS.GASCONDUITTEMPERATURESENSOR.EFFECT
source: Becomes <link="LOGIC">Active</link> or on <link="LOGIC">Standby</link> when the pipe contents <link="HEAT">Temperature</link> enters the chosen range.
fi: Muuttuu <link="LOGIC">Aktiiviseksi</link> tai menee <link="LOGIC">Valmiustilaan</link> kun putken sisällön <link="HEAT">Lämpötila</link> on valitulla välillä.

# STRINGS.BUILDINGS.PREFABS.GASCONDUITTEMPERATURESENSOR.LOGIC_PORT_DESC
source: Active/Standby based on the <link="HEAT">Temperature</link> of the contained Gas
fi: Aktiivinen/Valmisutilassa riippuen virtaavan Kaasun <link="HEAT">Lämpötilasta</link>

# STRINGS.BUILDINGS.PREFABS.GASCONDUITTEMPERATURESENSOR.NAME
source: <link="GASCONDUITTEMPERATURESENSOR">Gas Pipe Thermo Sensor</link>
fi: <link="GASCONDUITTEMPERATURESENSOR">Kaasuputken Lämpötilatunnistin</link>

# STRINGS.BUILDINGS.PREFABS.GASFILTER.DESC
source: Gas filters send the selected filter gas into a special pipe, expelling everything else through a second output.
fi: Kaasusudattimet ohjaavat valitun kaasun omaan putkeensa ja kaiken muun toiseen ulosmenoon.

# STRINGS.BUILDINGS.PREFABS.GASFILTER.EFFECT
source: Sieves one <link="ELEMENTSGAS">Gas</link> from the air, sending it into a dedicated <link="GASPIPING">Pipe</link>.
fi: Suodattaa yhden <link="ELEMENTSGAS">Kaasun</link> ilmasta, lähettäen sen sille osoitettuun <link="GASPIPING">Putkeen</link>.

# STRINGS.BUILDINGS.PREFABS.GASFILTER.ELEMENT_NOT_SPECIFIED
source: Not Specified
fi: Ei Määritelty

# STRINGS.BUILDINGS.PREFABS.GASFILTER.NAME
source: <link="GASFILTER">Gas Filter</link>
fi: <link="GASFILTER">Kaasusuodatin</link>

# STRINGS.BUILDINGS.PREFABS.GASFILTER.STATUS_ITEM
source: Filters: {0}
fi: Suodattaa: {0}

# STRINGS.BUILDINGS.PREFABS.GASLOGICVALVE.DESC
source: Automated piping saves time and resources by removing the need for Duplicant management.
fi: Automatisoitu putkitus säästää aikaa ja resursseja poistamalla Jäljenteiden hallinnan tarpeen.

# STRINGS.BUILDINGS.PREFABS.GASLOGICVALVE.EFFECT
source: Automatically turns <link="ELEMENTSGAS">Gas</link> flow on or off using <link="LOGIC">Automation</link> technology.
fi: Automaattisesti kääntää <link="ELEMENTSGAS">Kaasu</link>virran päälle tai pois <link="LOGIC">Automaatio</link>teknologiaa käyttäen.

# STRINGS.BUILDINGS.PREFABS.GASLOGICVALVE.NAME
source: <link="GASLOGICVALVE">Gas Shutoff</link>
fi: <link="GASLOGICVALVE">Kaasun Sulkuventtiili</link>

# STRINGS.BUILDINGS.PREFABS.GASMINIPUMP.DESC
source: Mini pumps are useful for moving small quantities of gas with minimum power draw.
fi: Pienoispumput ovat käteviä pienten kaasumäärien siirtämisessä vähäisellä sähkönkulutuksella.

# STRINGS.BUILDINGS.PREFABS.GASMINIPUMP.EFFECT
source: Draws in a small amount of <link="ELEMENTSGAS">Gas</link> runs it through <link="GASPIPING">Pipes</link>. Must be immersed in gas.
fi: Imee sisäänsä pienen määrän <link="ELEMENTSGAS">Kaasua</link> ja siirtää siirtää sitä <link="GASPIPING">Putkia</link> pitkin.

# STRINGS.BUILDINGS.PREFABS.GASMINIPUMP.NAME
source: <link="GASPUMP">Mini Gas Pump</link>
fi: <link="GASPUMP">Pienoiskaasupumppu</link>

# STRINGS.BUILDINGS.PREFABS.GASPERMEABLEMEMBRANE.DESC
source: Building with airflow permeable tiles promotes better gas circulation within a colony.
fi: Rakennus, joka päästää ilmavirran lävitseen parantaen kaasun vaihtuvuutta siirtokunnassa.

# STRINGS.BUILDINGS.PREFABS.GASPERMEABLEMEMBRANE.EFFECT
source: Used as floor and wall tile to build rooms. Blocks <link="ELEMENTSLIQUID">Liquid</link> flow without obstructing <link="ELEMENTSGAS">Gas</link>.
fi: Käyetään lattia- ja seinälaattana huoneita rakennettaessa. Estää <link="ELEMENTSLIQUID">Nesteitä</link> virtaamasta läpi, ilman että <link="ELEMENTSGAS">Kaasun</link> virtaus estyy.

# STRINGS.BUILDINGS.PREFABS.GASPERMEABLEMEMBRANE.NAME
source: <link="GASPERMEABLEMEMBRANE">Airflow Tile</link>
fi: <link="GASPERMEABLEMEMBRANE">Ilmavirtalaatta</link>

# STRINGS.BUILDINGS.PREFABS.GASPUMP.DESC
source: Piping a pump's intake to another building's output will send gas to that building.
fi: Yhdistämällä pumpun ulosviennin toisen rakennuksen.

# STRINGS.BUILDINGS.PREFABS.GASPUMP.EFFECT
source: Draws in <link="ELEMENTSGAS">Gas</link> runs it through <link="GASPIPING">Pipes</link>. Must be immersed in gas.
fi: Imee sisäänsä <link="ELEMENTSGAS">Kaasua</link> ja siirtää sitä <link="GASPIPING">Putkia</link> pitkin. Must be immersed in gas.

# STRINGS.BUILDINGS.PREFABS.GASPUMP.NAME
source: <link="GASPUMP">Gas Pump</link>
fi: <link="GASPUMP">Kaasupumppu</link>

# STRINGS.BUILDINGS.PREFABS.GASVALVE.DESC
source: Valves control the amount of gas that moves through pipes, preventing waste.
fi: Venttiilit säätelevät putkien läpi virtaavaa kaasumäärä, ehkäisten hukan.

# STRINGS.BUILDINGS.PREFABS.GASVALVE.EFFECT
source: Controls the <link="ELEMENTSGAS">Gas</link> volume permitted through <link="GASPIPING">Pipes</link>.
fi: Säätelee <link="GASPIPING">Putkien</link> läpi virtaavan<link="ELEMENTSGAS">Kaasun</link> määrää.

# STRINGS.BUILDINGS.PREFABS.GASVALVE.NAME
source: <link="GASVALVE">Gas Valve</link>
fi: <link="GASVALVE">Kaasuventtiili</link>

# STRINGS.BUILDINGS.PREFABS.GASVENT.DESC
source: Vents are an exit point for gases from ventilation systems.
fi: Aukkojen kautta kaasu poistuu IV-järjestelmästä.

# STRINGS.BUILDINGS.PREFABS.GASVENT.EFFECT
source: Releases <link="ELEMENTSGAS">Gas</link> from <link="GASPIPING">Gas Pipes</link>.
fi: Vapauttaa <link="ELEMENTSGAS">Kaasun</link> <link="GASPIPING">Kaasuputkista</link>.

# STRINGS.BUILDINGS.PREFABS.GASVENT.NAME
source: <link="GASVENT">Gas Vent</link>
fi: <link="GASVENT">Kaasuaukko </link>

# STRINGS.BUILDINGS.PREFABS.GASVENTHIGHPRESSURE.DESC
source: High pressure Vents can exhaust gas into more highly pressurized environments.
fi: Korkeapaineaukot voivat vapauttaa kaasua korkeammassa paineessa oleviin ympäristöihin.
