Repository: Eerjunic/OxygenNotIncluded_Fi
Catalog: strings.po
Languages: fi

# STRINGS.BUILDINGS.PREFABS.TRAVELTUBEENTRANCE.EFFECT
source: Allows Duplicants to enter the connected <link="TRAVELTUBE">Transit Tube</link> system. Stops drawing <link="POWER">Power</link> once fully charged.
fi: Mahdollistaa Jäljennäisten pääsyn yhdistettyyn <link="TRAVELTUBE">Kuljetusputki</link>järjestelmään. Lakkaa kuluttamasta <link="POWER">Sähköä</link> täysin latautuneena.

# STRINGS.BUILDINGS.PREFABS.TRAVELTUBEENTRANCE.NAME
source: <link="TRAVELTUBEENTRANCE">Transit Tube Access</link>
fi: <link="TRAVELTUBEENTRANCE">Kuljetusputken Sisäänkäynti</link>

# STRINGS.BUILDINGS.PREFABS.TRAVELTUBEWALLBRIDGE.DESC
source: Tube crossings can run transit tubes through walls without leaking gas or liquid.
fi: Putkiristeykset voivat viedä kuljetuksputkia seinien läpi ilman, että kaasua tai nestettä pääsee vuotamaan.

# STRINGS.BUILDINGS.PREFABS.TRAVELTUBEWALLBRIDGE.EFFECT
source: Allows <link="TRAVELTUBE">Transit Tube</link> to be run through wall and floor tiles. Functions as a regular tile.
fi: Mahdollistaa <link="TRAVELTUBE">Kuljetusputkien</link> menemisen seinä- ja lattialaattojen läpi. Toimii kuten tavallinen laatta.

# STRINGS.BUILDINGS.PREFABS.TRAVELTUBEWALLBRIDGE.NAME
source: <link="TRAVELTUBEWALLBRIDGE">Transit Tube Crossing</link>
fi: <link="TRAVELTUBEWALLBRIDGE">Kuljetusputkiristeys</link>

# STRINGS.BUILDINGS.PREFABS.VENDINGMACHINE.DESC
source: A pristine <link="FIELDRATION">Nutrient Bar</link> dispenser.
fi: Mallikelpoinen <link="FIELDRATION">Ravintopatukka</link>-annostelija.

# STRINGS.BUILDINGS.PREFABS.VENDINGMACHINE.NAME
source: Vending Machine
fi: Virvokeautomaatti

# STRINGS.BUILDINGS.PREFABS.WASHBASIN.DESC
source: Germ spread can be reduced by building wash basins where Duplicants are likely to get dirty.
fi: Bakteerien leviämistä voidaan vähentää rakentamalla pesualtaita sinne, missä Jäljennäiset todennäköisesti likaantuvat.

# STRINGS.BUILDINGS.PREFABS.WASHBASIN.EFFECT
source: Removes some <link="DISEASE">Germs</link> from Duplicants. Germ-covered Duplicants use Wash Basins when passing by in the selected direction.
fi: Poistaa jonkin verran <link="DISEASE">Bakteereja</link> Jäljennäisistä. Bakteerien peittämät Jäljennäiset käyttävät Pesualtaita ohittaessaan ne valitusta suunnasta.

# STRINGS.BUILDINGS.PREFABS.WASHBASIN.NAME
source: <link="WASHBASIN">Wash Basin</link>
fi: <link="WASHBASIN">Pesuallas</link>

# STRINGS.BUILDINGS.PREFABS.WASHSINK.DESC
source: Sinks are plumbed and do not need to be manually emptied or refilled.
fi: Lavuaarit ovat putkitettuja, eivätkä vaadi käsin tehtävää tyhjennystä tai täyttöä.

# STRINGS.BUILDINGS.PREFABS.WASHSINK.EFFECT
source: Removes <link="DISEASE">Germs</link> from Duplicants. Germ-covered Duplicants use Sinks when passing by in the selected direction.
fi: Poistaa <link="DISEASE">Bakteereja</link> Jäljennäisistä. Bakteerien peittämät Jäljennäiset käyttävät Pesualtaita ohittaessaan ne valitusta suunnasta.

# STRINGS.BUILDINGS.PREFABS.WASHSINK.NAME
source: <link="WASHSINK">Sink</link>
fi: <link="WASHSINK">Lavuaari</link>

# STRINGS.BUILDINGS.PREFABS.WATERCOOLER.DESC
source: Chatting with friends improves Duplicants' moods and reduces their stress.
fi: Ystävien kanssa juttelu parantaa Jäljennäisten mielialaa ja vähentää heidän stressiä.

# STRINGS.BUILDINGS.PREFABS.WATERCOOLER.EFFECT
source: Provides a gathering place for Duplicants during Leisure Time. Improves Duplicant Morale.
fi: Tarjoaa kokoontumispaikan Jäljennäisille Vapaa-aikana. Parantaa Jäljennäisten Moraalia.

# STRINGS.BUILDINGS.PREFABS.WATERCOOLER.NAME
source: <link="WATERCOOLER">Water Cooler</link>
fi: <link="WATERCOOLER">Veden Viilennin</link>

# STRINGS.BUILDINGS.PREFABS.WATERPURIFIER.DESC
source: Sieves cannot kill germs and pass any disease they receive into their waste and water output.
fi: Siivilät eivät pysty tappamaan bakteereja ja päästävät jäte- ja vesiulosmenoonsa kaikki vastaanottamansa taudit.

# STRINGS.BUILDINGS.PREFABS.WATERPURIFIER.EFFECT
source: Produces clean <link="WATER">Water</link> from <link="DIRTYWATER">Polluted Water</link> using <link="SAND">Sand</link>. Produces <link="TOXICSAND">Polluted Dirt</link>.
fi: Tuottaa puhdasta <link="WATER">Vettä</link> <link="DIRTYWATER">Saastuneesta Vedestä</link> <link="SAND">Hiekan</link> avulla. Tuottaa <link="TOXICSAND">Saastunutta Multaa</link>.

# STRINGS.BUILDINGS.PREFABS.WATERPURIFIER.NAME
source: <link="WATERPURIFIER">Water Sieve</link>
fi: <link="WATERPURIFIER">Vesisiivilä</link>

# STRINGS.BUILDINGS.PREFABS.WIRE.DESC
source: Electrical wire is used to connect generators, batteries, and buildings.
fi: Sähköjohdolla yhdistetään generaattorit, akut ja rakennukset toisiinsa.

# STRINGS.BUILDINGS.PREFABS.WIRE.EFFECT
source: Connects buildings to <link="POWER">Power</link> sources. Can be run through tiles.
fi: Yhdistää rakennukset <link="POWER">Virta</link>lähteisiin. Voidaan rakentaa laattojen läpi.

# STRINGS.BUILDINGS.PREFABS.WIRE.NAME
source: <link="WIRE">Wire</link>
fi: <link="WIRE">Johto</link>

# STRINGS.BUILDINGS.PREFABS.WIREBRIDGE.DESC
source: Splitting generators onto separate systems can prevent power overloads and wasted electricity.
fi: Jakamalla generaattorit erillisiin järjestelmiinsä voidaan ehkäistä ylikuormituksia ja hukkaenergian syntymistä.

# STRINGS.BUILDINGS.PREFABS.WIREBRIDGE.EFFECT
source: Runs one wire section over another without joining them. Can be run through tiles.
fi: Vie yhden johto-osion toisen yli liittämättä niitä toisiinsa. Voidaan rakentaa lattioiden läpi.

# STRINGS.BUILDINGS.PREFABS.WIREBRIDGE.NAME
source: <link="WIREBRIDGE">Wire Bridge</link>
fi: <link="WIREBRIDGE">Johtosilta</link>

# STRINGS.BUILDINGS.PREFABS.WIREBRIDGEHIGHWATTAGE.DESC
source: Joint plates can run Heavi wires through walls without leaking gas or liquid.
fi: Yhdyslaatat voivat viedä Korkeajännitejohtoja seinien läpi ilman, että kaasua tai nestettä pääsee vuotamaan.

# STRINGS.BUILDINGS.PREFABS.WIREBRIDGEHIGHWATTAGE.EFFECT
source: Allows Heavi-Watt Wire to be run through wall and floor tiles. Functions as a regular tile.
fi: Sallii Korkeajännitejohdon rakentamisen seinä- ja lattialaattojen läpi. Toimii kuten tavallinen laatta.

# STRINGS.BUILDINGS.PREFABS.WIREBRIDGEHIGHWATTAGE.NAME
source: <link="WIREBRIDGEHIGHWATTAGE">Heavi-Watt Joint Plate</link>
fi: <link="WIREBRIDGEHIGHWATTAGE">Korkeajänniteyhdyslaatta</link>

# STRINGS.BUILDINGS.PREFABS.WIREREFINED.DESC
source: My Duplicants prefer the look of conductive wire to the regular raggedy stuff.
fi: Jäljennäiseni pitävät enemmän konduktiivisen johdon kuin tavallisen johdon ulkonäöstä.

# STRINGS.BUILDINGS.PREFABS.WIREREFINED.EFFECT
source: Connects buildings to <link="POWER">Power</link> sources. Can be run through tiles.
fi: Yhdistää rakennukset <link="POWER">Virta</link>lähteisiin. Voidaan rakentaa laattojen läpi.

# STRINGS.BUILDINGS.PREFABS.WIREREFINED.NAME
source: <link="WIREREFINED">Conductive Wire</link>
fi: <link="WIREREFINED">Konduktiivinen johto</link>

# STRINGS.BUILDINGS.PREFABS.WIREREFINEDBRIDGE.DESC
source: Splitting generators onto separate systems can prevent power overloads and wasted electricity.
fi: Jakamalla generaattorit erillisiin järjestelmiinsä voidaan ehkäistä ylikuormituksia ja hukkaenergian syntymistä.

# STRINGS.BUILDINGS.PREFABS.WIREREFINEDBRIDGE.EFFECT
source: Carries more <link="POWER">Wattage</link> than a regular Wire Bridge without overloading. Runs one wire section over another without joining them. Can be run through tiles.
fi: Kestää suurempia <link="POWER">Sähkövirtoja</link> ylikuormittumatta, kun tavallinen Johtosilta. Vie yhden johto-osion toisen yli yhdistämättä niitä. Voidaan rakentaa laattojen läpi.

# STRINGS.BUILDINGS.PREFABS.WIREREFINEDBRIDGE.NAME
source: <link="WIREREFINEDBRIDGE">Conductive Wire Bridge</link>
fi: <link="WIREREFINEDBRIDGE">Konduktiivinen Johtosilta</link>

# STRINGS.BUILDINGS.PREFABS.WIREREFINEDBRIDGEHIGHWATTAGE.DESC
source: Joint plates can run Heavi wires through walls without leaking gas or liquid.
fi: Yhdyslaatat voivat viedä Korkeajännitejohtoja seinien läpi ilman, että kaasua tai nestettä pääsee vuotamaan.

# STRINGS.BUILDINGS.PREFABS.WIREREFINEDBRIDGEHIGHWATTAGE.EFFECT
source: Carries more <link="POWER">Wattage</link> than a regular Heavi-Watt Joint Plate without overloading. Allows Heavi-Watt Wire to be run through wall and floor tiles. Functions as a regular tile.
fi: Kestää suurempia <link="POWER">Sähkövirtoja</link> kuin tavallinen Korkeajänniteyhdyslaatta ylikuormittumatta. Sallii Korkeajännitejohdon rakentamisen seinä- ja lattialaattojen läpi. Toimii kuten tavallinen laatta.

# STRINGS.BUILDINGS.PREFABS.WIREREFINEDBRIDGEHIGHWATTAGE.NAME
source: <link="WIREREFINEDBRIDGEHIGHWATTAGE">Heavi Conductive Joint Plate</link>
fi: <link="WIREREFINEDBRIDGEHIGHWATTAGE">Konduktiivinen Korkeajänniteyhdyslaatta</link>

# STRINGS.BUILDINGS.PREFABS.WIREREFINEDHIGHWATTAGE.DESC
source: Higher wattage wire is used to avoid power overloads, particularly for strong generators.
fi: Korkeajännitejohtoa käytetään välttämään ylikuormitukset, erityisesti voimakkaille generaattoreille.

# STRINGS.BUILDINGS.PREFABS.WIREREFINEDHIGHWATTAGE.EFFECT
source: Carries more <link="POWER">Wattage</link> than regular Wire without overloading. Cannot be run through tiles.
fi: Kestää suurempia <link="POWER">Sähkövirtoja</link> ylikuormittumatta, kuin tavallinen Johto yli. Ei voida rakentaa laattojen sisään.

# STRINGS.BUILDINGS.PREFABS.WIREREFINEDHIGHWATTAGE.NAME
source: <link="WIREREFINEDHIGHWATTAGE">Heavi Conductive Wire</link>
fi: <link="WIREREFINEDHIGHWATTAGE">Konduktiivinen Korkeajännitejohto</link>

# STRINGS.BUILDINGS.REPAIRABLE.DISABLE_AUTOREPAIR.NAME
source: Disable Autorepair
fi: Estä Automaattikorjaus

# STRINGS.BUILDINGS.REPAIRABLE.DISABLE_AUTOREPAIR.TOOLTIP
source: Only repair this building when ordered
fi: Korjaa tämä rakennus ainoastaan käskystä

# STRINGS.BUILDINGS.REPAIRABLE.ENABLE_AUTOREPAIR.NAME
source: Enable Autorepair
fi: Salli Automaattikorjaus

# STRINGS.BUILDINGS.REPAIRABLE.ENABLE_AUTOREPAIR.TOOLTIP
source: Automatically repair this building when damaged
fi: Korjaa tämä rakennus automaattisesti sen vaurioituessa

# STRINGS.CODEX.AICONTROL.BODY.CONTAINER1
source: <size=10><smallcaps><b>Re: Objectionable Request</b> From: <b>[REDACTED]</b> To: <b>[REDACTED]</b></smallcaps></size>
fi: <size=10><smallcaps><b>Re: Vastustettava Pyyntö</b> Lähettäjä: <b>[POSTETTU]</b> Vastaanottaja: <b>[POISTETTU]</b></smallcaps></size>

# STRINGS.CODEX.AICONTROL.BODY.CONTAINER2
source: <indent=5%>I'm telling you it gives me a bad feeling in my gut. If you're committed to this then I can't stop you, but I won't be able to continue working at this facility.</indent>
fi: <indent=5%>Ihan tosi, se saa minut voimaan sisäisesti pahoin. Jos kerran olet omistautunut tälle, en voi estääkään sinua, mutten myöskään pysty enää työskentelemään tässä laitoksessa.

# STRINGS.CODEX.AICONTROL.BODY.CONTAINER3
source: <alpha=#AA><indent=10%><size=10><smallcaps>From: <b>[REDACTED]</b> To: <b>[REDACTED]</b></smallcaps></size> Jodi, you signed off on the cranial chip implantation, is this really where you draw the line? It would be an invaluable safety measure.</indent></color>
fi: <alpha=#AA><indent=10%><size=10><smallcaps>From: <b>[POISTETTU]</b> To: <b>[POISTETTU]</b></smallcaps></size> Jodi, poistit itsesi kallosiruimplanttilistalta, tähänkö sinä tosiaan vedät rajan? Se olisi korvaamattoman arvokas turvallisuustoimi.</indent></color>

# STRINGS.CODEX.AICONTROL.BODY.CONTAINER4
source: <alpha=#AA><indent=15%><size=10><smallcaps>From: <b>[REDACTED]</b> To: <b>[REDACTED]</b></smallcaps></size> You can't be serious, Jacquelyn?</indent></color>
fi: <alpha=#AA><indent=15%><size=10><smallcaps>From: <b>[POISTETTU]</b> To: <b>[POISTETTU]</b></smallcaps></size> Et voi olla tosissasi, Jacquelyn?</indent></color>

# STRINGS.CODEX.AICONTROL.BODY.CONTAINER5
source: <alpha=#AA><indent=20%><size=10><smallcaps>From: <b>[REDACTED]</b> To: <b>[REDACTED]</b></smallcaps></size> Doctor, Engineering's newest project was conceived under my supervision. Please give them any materials they require to move forward with their research.</indent></color>
fi: <alpha=#AA><indent=20%><size=10><smallcaps>From: <b>[POISTETTU]</b> To: <b>[POISTETTU]</b></smallcaps></size> Tohtori, Tekniikkaosaston uusin projekti sai alkunsa minun valvonnassani. Antakaa heille kaikki materiaalit, joita he tarvitsevat päästäkseen eteenpäin tutkimuksissaan.</indent></color>

# STRINGS.CODEX.AICONTROL.BODY.CONTAINER6
source: <alpha=#AA><indent=25%><size=10><smallcaps>From: <b>[REDACTED]</b> To: <b>[REDACTED]</b></smallcaps></size> Director, Engineering has requested brainmaps of all blueprint subjects for the development of a Pod linked software and I am reluctant to oblige. I believe they are seeking a way to exert temporary control over implanted subjects, and I fear this avenue of research may be ethically unsound.</indent></color>
fi: <alpha=#AA><indent=25%><size=10><smallcaps>From: <b>[POISTETTU]</b> To: <b>[POISTETTU]</b></smallcaps></size> Johtaja, Tekniikkaosasto on pyytänyt aivokarttoja kaikilta suunnitelman kohdehenkilöiltä kehittääkseen Kennoon linkitettävän ohjelmiston ja minä olen vastahakoinen myöntämään sitä heille . Uskon, että he etsivät tapaa väliaikaisesti ohjailla heidän implantoituja kohdehenkilöitään ja pelkään, että tämä tutkimuspolku voi olla eettisesti kyseenalainen.</indent></color>

# STRINGS.CODEX.AICONTROL.SUBTITLE
source: ENCRYPTION LEVEL: TWO
fi: KRYPTAUSTASO: KAKSI

# STRINGS.CODEX.AICONTROL.TITLE
source: Re: Objectionable Request
fi: Vs: Vastustettavia Pyyntöjä

# STRINGS.CODEX.ARTHISTORYREQUEST.BODY.CONTAINER1
source: <size=10><smallcaps><b>Implant Database Request</b> From: <b>[REDACTED]</b> To: <b>[REDACTED]</b></smallcaps></size>
fi: <size=10><smallcaps><b>Implanttitietokantakysely</b> From: <b>[POISTETTU]</b> To: <b>[POISTETTU]</b></smallcaps></size>

# STRINGS.CODEX.ARTHISTORYREQUEST.BODY.CONTAINER2
source: <indent=5%>Doctor, If there is room available after the necessary scientific and survival knowledge has been uploaded, I will see what I can do. </indent>
fi: <indent=5%>Tohtori, Jos kaiken tarpeellisen tieteellisen ja selviytymiseen liittyvän tiedon latauksen jälkeen on tilaa, katson mitä voin tehdä. </indent>

# STRINGS.CODEX.ARTHISTORYREQUEST.BODY.CONTAINER3
source: <alpha=#AA><indent=10%><smallcaps>[REDACTED]</smallcaps> Director, I have been thinking, and it occurs to me that our subjects may one day travel outside the range of radio contact when establishing new colonies. I believe in such a case it is our duty to preserve our planet's non-scientific knowledge as colonies travel into the cosmos as representatives of humanity. I would like to make a formal request that arts and cultural histories make their way onto the microchip databases.</indent></color>
fi: <alpha=#AA><indent=10%><smallcaps>[POISTETTU]</smallcaps> Johtaja, Olen pohtinut asiaa ja huomannut, että kohdehenkilömme saattavat joskus matkata viestintäyhteyden kantaman ulkopuolelle, uusia siirtokuntia perustaessaan. Uskon, että sellaisessa tilanteessa meidän velvollisuutemme on säilyttää planeettamme ei-tieteellinen tieto siirtokuntien matkatessa kosmokseen ihmiskunnan lähetteiläinä. Tekisin virallisen pyynnön, että taide- ja kulttuurihistoriat pääsisivät mikrosirutietokantoihin.</indent></color>

# STRINGS.CODEX.ARTHISTORYREQUEST.SUBTITLE
source: ENCRYPTION LEVEL: TWO
fi: KRYPTAUSTASO: KAKSI

# STRINGS.CODEX.ARTHISTORYREQUEST.TITLE
source: Re: Implant Database Request
fi: Vs: Implanttitietokantakysely

# STRINGS.CODEX.ATOMICONRECRUITMENT.BODY.CONTAINER1
source: <size=10><smallcaps><b>Subject: Results from Atomicon</b> To: <b>[REDACTED]</b> From: <b>[REDACTED]</b></color></smallcaps></size>
fi: <size=10><smallcaps><b>Aihe: Atomiconin Tulokset</b> To: <b>[POISTETTU]</b> From: <b>[POISTETTU]</b></color></smallcaps></size>

# STRINGS.CODEX.ATOMICONRECRUITMENT.BODY.CONTAINER2
source: <indent=5%>Director, Everything went well. McClintock was reluctant at first, but she has little alternative given the nature of her work. She can begin at your convenience.</indent> [REDACTED] Personnel Coordinator The Gravitas Facility
fi: <indent=5%>Johtaja, Kaikki meni hyvin. McClintock oli vastahakoinen aluksi, mutta hänellä ei ole juuri vaihtoehtoja hänen työnsä luonteesta johtuen. Hän voi aloittaa kun se teille sopii.</indent> [Poistettu] Henkilöstöohjaaja Gravitas-Laitos

# STRINGS.CODEX.ATOMICONRECRUITMENT.SUBTITLE
source: UNENCRYPTED
fi: KRYPTAAMATON

# STRINGS.CODEX.ATOMICONRECRUITMENT.TITLE
source: Results from Atomicon
fi: Atomiconin Tulokset

# STRINGS.CODEX.BACTERIALCULTURES.BODY.CONTAINER1
source: <smallcaps><b>Reminder to all Personnel</b> From: <b>Admin</b> <alpha=#AA><admin@gravitas.nova></color> To: <b>All</b></smallcaps> ------------------ <indent=5%>For the health and safety of your fellow Facility employees, please do not store unlabeled bacterial cultures in the cafeteria fridge. Similarly, the cafeteria dishwasher is incapable of handling petri "dishes", despite the nomenclature. We thank you for your consideration. -Admin The Gravitas Facility</indent>
fi: <smallcaps><b>Muistutus koko henkilöstölle</b> Lähettäjä: <b>Admin</b> <alpha=#AA><admin@gravitas.nova></color> Vastaanottaja: <b>Kaikki</b></smallcaps> ------------------ <indent=5%>Laitoksessa työskentelevien työtovereidenne terveyden ja turvallisuuden takia, olkaa hyvät, älkääkä säilyttäkö merkitsemättömiä bakteerikantoja kahvihuoneen jääkaapissa. Siihen liittyen, kahvihuoneen astianpesukonetta ei ole suunniteltu pesemään petri"maljoja", vaikka ne astioiksi luokitellaankin. Kiitämme huomaavaisuudestanne. -Admin Gravitas-Laitos</indent>

# STRINGS.CODEX.BACTERIALCULTURES.SUBTITLE
source: ENCRYPTION LEVEL: TWO
fi: KRYPTAUSTASO: KAKSI

# STRINGS.CODEX.BACTERIALCULTURES.TITLE
source: Unattended Cultures
fi: Hoitamattomat Viljelmät

# STRINGS.CODEX.BALMLILY.SUBTITLE
source: Medicinal Herb
fi: Lääkerohto

# STRINGS.CODEX.BALMLILY.TITLE
source: Balm Lily
fi: Balsamililja

# STRINGS.CODEX.BLUFFBRIAR.BODY.CONTAINER1
source: Bluff Briars have formed a symbiotic relationship with a closely related plant strain, the Bristle Blossom. They tend to thrive in areas where the Bristle Blossom is present, as the berry it produces emits a rare chemical while decaying that the Briar is capable of absorbing to supplement its own pheromone production.
fi: Hämytappurat ovat muodostaneet symbioosin toisen läheistä sukua olevan kasvikannan kanssa, Harjaskukan. Tyypillisesti ne menestyvät alueilla, joissa kasvaa myös Harjaskukkia, johtuen sen marjan mätänemisen synnyttämästä, harvinaisesta kemikaalista, jota Viljapiiput kykenevät hyödyntämään täydentääkseen omaa feromonituotantoaan.

# STRINGS.CODEX.BLUFFBRIAR.SUBTITLE
source: Decorative Plant
fi: Koristekasvi

# STRINGS.CODEX.BLUFFBRIAR.TITLE
source: Bluff Briar
fi: Hämytappura

# STRINGS.CODEX.BRINGYOURKIDTOWORK.BODY.CONTAINER1
source: <smallcaps><b>Reminder to all Personnel</b> From: <b>Admin</b> <alpha=#AA><admin@gravitas.nova></color> To: <b>All</b></smallcaps> ------------------ <indent=5%>Important reminder to all personnel; The Gravitas Facility does not host a "Bring Your Child To Work Day" office event. We ask that personnel please do not bring children into top secret research departments, and especially that they do not let said children play with the high velocity particle accelerators. We thank you for your understanding. -Admin The Gravitas Facility</indent>
fi: <smallcaps><b>Muistutus koko henkilöstölle</b> Lähettäjä: <b>Admin</b> <alpha=#AA><admin@gravitas.nova></color> Vastaanottaja: <b>Kaikki</b></smallcaps> ------------------ <indent=5%>Tärkeä muistutus koko henkilöstölle; Gravitas-Laitos ei järjestä "Tuo Lapsesi Töihin" -tapahtumia. Pyydämme henkilöstöä ystävällisesti olemaan tuomatta lapsiaan huippusalaisiin tutkimusosastoihin ja erityisesti estämään lapsia leikkimästä korkeanopeuksisilla hiukkaskiihdyttimillä. Kiitos, että ymmärrätte. -Admin Gravitas-Laitos</indent>

# STRINGS.CODEX.BRINGYOURKIDTOWORK.SUBTITLE
source: ENCRYPTION LEVEL: NONE
fi: KRYPTAUSTASO: EI MITÄÄN

# STRINGS.CODEX.BRINGYOURKIDTOWORK.TITLE
source: Bring Your Child To Work
fi: Tuo Lapsesi Töihin

# STRINGS.CODEX.BRISTLEBLOSSOM.BODY.CONTAINER1
source: The Bristle Blossom is frequently cultivated for its calorie dense and relatively fast growing Bristle Berries. Consumption of the berry requires special preparation due to the thick barbs surrounding the edible fruit. The term "Bristle Berry" is, in fact, a misnomer, as it is not a "berry" by botanical definition but an aggregate fruit made up of many smaller fruitlets.
fi: Harjaskukkia viljellään usein sen kaloripitoisten, ja suhteellisen nopeasti kasvavien Harjasmarjojen takia. Marjan syöminen vaatii erityistä valmistusta johtuen sen syötävää hedelmää ympäröivistä paksuista väkäsistä. Nimitys "Harjasmarja" on oikeastaan harhaanjohta, sillä se ei ole kasvitieteellisesti ajatellen "marja" vaan yhdistelmämarja, joka koostuu monista pienemmistä hedelmäisistä.

# STRINGS.CODEX.BRISTLEBLOSSOM.SUBTITLE
source: Edible Plant
fi: Syötävä Kasvi

# STRINGS.CODEX.BRISTLEBLOSSOM.TITLE
source: Bristle Blossom
fi: Harjaskukka

# STRINGS.CODEX.CASUALFRIDAY.BODY.CONTAINER1
source: <smallcaps><b>Casual Friday!</b> From: <b>Admin</b> <alpha=#AA><admin@gravitas.nova></color> To: <b>All</b></smallcaps> ------------------ <indent=5%>To all employees; The facility is pleased to announced that starting this week, all Fridays will now be Casual Fridays! Please enjoy the clinically proven destressing benefits of casual attire by wearing your favorite shirt to the lab. <b>NOTE: Any personnel found on facility premises without regulation fullbody protection will be put on immediate notice.</b> Thank-you and have fun! -Admin The Gravitas Facility</indent>
fi: <smallcaps><b>Rentoperjantai!</b> Lähettäjä: <b>Admin</b> <alpha=#AA><admin@gravitas.nova></color> Vastaanottaja: <b>Kaikki</b></smallcaps> ------------------ <indent=5%>Kaikille työntekijöille; Tälle laitokselle on ilo ilmoittaa, että tästä viikosta alkaen kaikki Perjantait ovat Rentoperjantaita! Olkaa hyvä, ja nauttikaa kliinisesti todistetuista stressiä poistavista, rentoihin vaatteisiin pukeutumisen suomista eduista pukeutumalla lempipaitaasi labrassa. <b>HUOM: Kaikille henkilöstön jäsenille, jotka tavataan laitoksen alueelta ilman kokovartalosuojausta, tullaan antamaan välitön huomautus.</b> Kiitos ja pitäkää hauskaa! -Admin Gravitas-Laitos</indent>

# STRINGS.CODEX.CASUALFRIDAY.SUBTITLE
source: ENCRYPTION LEVEL: NONE
fi: KRYPTAUSTASO: EI MITÄÄN

# STRINGS.CODEX.CASUALFRIDAY.TITLE
source: Casual Friday!
fi: Rentoperjantai!

# STRINGS.CODEX.CLEANER.SUBTITLE
source: Critter Morph
fi: Otusmuunnos

# STRINGS.CODEX.CLEANER.TITLE
source: Gulp Fish
fi: Hörppykala

# STRINGS.CODEX.CLEANUPTHEMESS.BODY.CONTAINER1
source: I cleaned up a few messes in my time, but ain't nothing like the mess I seen today in that bio lab. Green goop all over the floor, all over the walls. Murky tubes with what look like human shapes floating in them. They think old Mr. Gunderson ain't got smarts enough to put two and two together, but I got eyes, don't I? Ain't nobody ever pay attention to the janitor. -Mr. Stinky Gunderson
fi: Olen siivonnut melko lailla sotkuja aikanani, mutta mikään ei vedä vertoja sille sotkulle, jonka näin tänään biolabrassa. Vihreää mönjää pitkin lattiaa ja seiniä. Sameita putkiloita, joissa kellui ihmismäisiä muotoja. He luulevat, ettei vanhalla Herra Gundersonilla ole kylliksi älliä älytä, mitä on meneillään, mutta minulla on silmät, eikö vain? -Herra Stinky Gunderson

# STRINGS.CODEX.CLEANUPTHEMESS.SUBTITLE
source: ENCRYPTION LEVEL: NONE
fi: KRYPTAUSTASO: EI MITÄÄN

# STRINGS.CODEX.CLEANUPTHEMESS.TITLE
source: Cleaning Up The Mess
fi: Sotkun Siivoaminen
