Repository: Eerjunic/OxygenNotIncluded_Fi
Catalog: strings.po
Languages: fi

# STRINGS.RESEARCH.TECHS.MEDICALRESEARCH.DESC
source: Basic medical knowledge to fight the common <link="DISEASE">Diseases</link> that plague Duplicants.
fi: Peruslääketieteellinen osaaminen yleisiä, Jäljennäisiä piinaavia <link="DISEASE">Sairauksia</link> vastaan.

# STRINGS.RESEARCH.TECHS.MEDICALRESEARCH.NAME
source: <link="MEDICALRESEARCH">Medical Research</link>
fi: <link="MEDICALRESEARCH">Lääketieteellinen Tutkimus</link>

# STRINGS.RESEARCH.TECHS.METALREFINEMENT.DESC
source: High-temperature pure metal extraction.
fi: Puhtaan metallin erottamista korkeissa lämpötiloissa.

# STRINGS.RESEARCH.TECHS.METALREFINEMENT.NAME
source: <link="METALREFINEMENT">Metallurgy</link>
fi: <link="METALREFINEMENT">Metallurgia</link>

# STRINGS.RESEARCH.TECHS.PLASTICS.DESC
source: Stable, light weight, durable. Plastics are useful in a wide array of applications.
fi: Vakaata, kevyttä, kestävää. Muoveja sovelletaan moninaisiin käyttötarkoituksiin.

# STRINGS.RESEARCH.TECHS.PLASTICS.NAME
source: <link="PLASTICS">Plastic Manufacturing</link>
fi: <link="PLASTICS">Muovin Valmistus</link>

# STRINGS.RESEARCH.TECHS.POWERREGULATION.DESC
source: Prevent wasted <link="POWER">Power</link> with improved eletrical tools.
fi: Ehkäise hukka<link="POWER">sähköä</link> kehittyneillä sähköisillä työkaluilla.

# STRINGS.RESEARCH.TECHS.POWERREGULATION.NAME
source: <link="POWERREGULATION">Power Regulation</link>
fi: <link="POWERREGULATION">Virransääntely</link>

# STRINGS.RESEARCH.TECHS.PRESSUREMANAGEMENT.DESC
source: Unlock technologies to manage colony pressure and atmosphere.
fi: Avaa teknologioita, joilla hallita siirtokunnan painetta ja ilmastoa.

# STRINGS.RESEARCH.TECHS.PRESSUREMANAGEMENT.NAME
source: <link="PRESSUREMANAGEMENT">Pressure Management</link>
fi: <link="PRESSUREMANAGEMENT">Paineenhallinta</link>

# STRINGS.RESEARCH.TECHS.PRETTYGOODCONDUCTORS.DESC
source: Pure-core wires that can handle more current without overloading.
fi: Puhdassydämisiä johtoja, jotka pystyvät siirtämään enemmän virtaa ylikuormittumatta.

# STRINGS.RESEARCH.TECHS.PRETTYGOODCONDUCTORS.NAME
source: <link="PRETTYGOODCONDUCTORS">Low-Resistance Conductors</link>
fi: <link="PRETTYGOODCONDUCTORS">Alhaisen Vastuksen Johtimet</link>

# STRINGS.RESEARCH.TECHS.RANCHING.DESC
source: Manage and care for critters.
fi: Hallitse ja hoida otuksia.

# STRINGS.RESEARCH.TECHS.RANCHING.NAME
source: <link="RANCHING">Ranching</link>
fi: <link="RANCHING">Paimentaminen</link>

# STRINGS.RESEARCH.TECHS.REFINEDOBJECTS.DESC
source: Using simple materials to improve base function.
fi: Tukikohdan toimintojen parantaminen yksinkertaisin materiaalein.

# STRINGS.RESEARCH.TECHS.REFINEDOBJECTS.NAME
source: <link="REFINEDOBJECTS">Refined Objects</link>
fi: <link="REFINEDOBJECTS">Jalostetut Esineet</link>

# STRINGS.RESEARCH.TECHS.REFRACTIVEDECOR.DESC
source: The ultimate solution to ugly things? Make them transparent.
fi: Lopullinen ratkaisu rumiin asioihin? Tee niistä läpinäkyviä.

# STRINGS.RESEARCH.TECHS.REFRACTIVEDECOR.NAME
source: <link="REFRACTIVEDECOR">Refractive Decor</link>
fi: <link="REFRACTIVEDECOR">Valoa Taittava Koristus</link>

# STRINGS.RESEARCH.TECHS.RENEWABLEENERGY.DESC
source: Clean <link="POWER">Power</link> production
fi: Puhdasta <link="POWER">Sähkön</link>tuotantoa

# STRINGS.RESEARCH.TECHS.RENEWABLEENERGY.NAME
source: <link="RENEWABLEENERGY">Renewable Energy</link>
fi: <link="RENEWABLEENERGY">Uusiutuva Energia</link>

# STRINGS.RESEARCH.TECHS.SANITATIONSCIENCES.DESC
source: Make daily ablutions less of a hassle.
fi: Hoida päivittäiset peseytymiset vähemmällä säheltämisellä.

# STRINGS.RESEARCH.TECHS.SANITATIONSCIENCES.NAME
source: <link="SANITATIONSCIENCES">Sanitation</link>
fi: <link="SANITATIONSCIENCES">Viemäröinti</link>

# STRINGS.RESEARCH.TECHS.SKYDETECTORS.DESC
source: Space: It's not quite as empty as you might think.
fi: Avaruus: Se ei ole niin tyhjä kuin luulet.

# STRINGS.RESEARCH.TECHS.SKYDETECTORS.NAME
source: <link="SKYDETECTORS">Celestial Detection</link>
fi: <link="SKYDETECTORS">Taivaankappaleiden Havaitseminen</link>

# STRINGS.RESEARCH.TECHS.SMARTSTORAGE.DESC
source: Automate the storage of solids.
fi: Automatisoi kiinteiden aineiden varastointi.

# STRINGS.RESEARCH.TECHS.SMARTSTORAGE.NAME
source: <link="SMARTSTORAGE">Smart Storage</link>
fi: <link="SMARTSTORAGE">Älykäs Varastointi</link>

# STRINGS.RESEARCH.TECHS.SMELTING.DESC
source: High temperatures allow more efficient metal fabrication.
fi: Korkeat lämpötilat mahdollistavat tehokkaamman metallien valmistuksen.

# STRINGS.RESEARCH.TECHS.SMELTING.NAME
source: <link="SMELTING">Smelting</link>
fi: <link="SMELTING">Sulatus</link>

# STRINGS.RESEARCH.TECHS.SOLIDTRANSPORT.DESC
source: Save so much wear and tear on tired Duplicant feet.
fi: Säästä Jäljennäisten jalkoja rakoilta ja rasittumiselta.

# STRINGS.RESEARCH.TECHS.SOLIDTRANSPORT.NAME
source: <link="SOLIDTRANSPORT">Solid Transport</link>
fi: <link="SOLIDTRANSPORT">Kiinteä Kuljetus</link>

# STRINGS.RESEARCH.TECHS.SUITS.DESC
source: Craft the equipment necessary to survive in extreme conditions and environments.
fi: Valmista varusteita, joita vaaditaan äärimmäisissä olosuhteissa ja ympäristöissä selviämiseen.

# STRINGS.RESEARCH.TECHS.SUITS.NAME
source: <link="SUITS">Environmental Protection</link>
fi: <link="SUITS">Ympäristöltä Suojautuminen</link>

# STRINGS.RESEARCH.TECHS.TEMPERATUREMODULATION.DESC
source: Perfect <link="HEAT">Temperature</link> changing technologies to keep my colony at the perfect Kelvin.
fi: Täydellisiä <link="HEAT">Lämpötiloja</link> muuttavia teknologioita täydellisten Kelvinien ylläpitoon siirtokunnassa.

# STRINGS.RESEARCH.TECHS.TEMPERATUREMODULATION.NAME
source: <link="TEMPERATUREMODULATION">Temperature Modulation</link>
fi: <link="TEMPERATUREMODULATION">Lämpötilamodulaatio</link>

# STRINGS.RESEARCH.TECHS.TRAVELTUBES.DESC
source: Get Duplicants around the base quickly, safely, and in style!
fi: Mahdollista Jäljennäisten liikkuminen tukikohdassa nopeasti, turvallisesti ja tyylillä!

# STRINGS.RESEARCH.TECHS.TRAVELTUBES.NAME
source: <link="TRAVELTUBES">Transit Tubes</link>
fi: <link="TRAVELTUBES">Kuljetusputket</link>

# STRINGS.RESEARCH.TECHS.VALVEMINIATURIZATION.DESC
source: Smaller, more efficient pumps for those low-throughput situations.
fi: Pienempiä, tehokkaampia pumppuja alhaisen läpimenon tilanteisiin.

# STRINGS.RESEARCH.TECHS.VALVEMINIATURIZATION.NAME
source: <link="VALVEMINIATURIZATION">Valve Minaturization</link>
fi: <link="VALVEMINIATURIZATION">Venttiilien Miniatyrisointi</link>

# STRINGS.RESEARCH.TYPES.ALPHA.DESC
source: <link="RESEARCH">Novice Research</link> is required to unlock basic technologies. It can be conducted at a <link="RESEARCHCENTER">Research Station</link>.
fi: <link="RESEARCH">Aloittelijatutkimusta</link> vaaditaan perusteknologioiden avaamiseksi. Sitä voidaan suorittaa <link="RESEARCHCENTER">Tutkimustyöpisteellä</link>.

# STRINGS.RESEARCH.TYPES.ALPHA.NAME
source: Novice Research
fi: Aloittelijatutkimus

# STRINGS.RESEARCH.TYPES.ALPHA.RECIPEDESC
source: Unlocks rudimentary technologies.
fi: Avaa perustason teknologiat.

# STRINGS.RESEARCH.TYPES.BETA.DESC
source: <link="RESEARCH">Intermediate Research</link> is required to unlock improved technologies. It can be conducted at a <link="ADVANCEDRESEARCHCENTER">Super Computer</link>.
fi: <link="RESEARCH">Keskitason Tutkimusta</link> vaaditaan avaamaan kehittyneet teknologiat. Sitä voidaan suorittaa <link="ADVANCEDRESEARCHCENTER">Supertietokoneella</link>.

# STRINGS.RESEARCH.TYPES.BETA.NAME
source: Intermediate Research
fi: Keskitasotutkimus

# STRINGS.RESEARCH.TYPES.BETA.RECIPEDESC
source: Unlocks improved technologies.
fi: Avaa kehittyneet teknologiat.

# STRINGS.ROOMS.CRITERIA.BED_MULTIPLE.DESCRIPTION
source: Requires two or more Cots or Comfy Beds
fi: Tarvitsee kaksi tai useampia Pinnasänkyjä tai Mukavia Sänkyjä

# STRINGS.ROOMS.CRITERIA.BED_MULTIPLE.NAME
source: Beds
fi: Sängyt

# STRINGS.ROOMS.CRITERIA.BED_SINGLE.DESCRIPTION
source: Requires one Cot or Comfy Bed
fi: Tarvitsee yhden Pinnasängyn tai Mukavan Sängyn

# STRINGS.ROOMS.CRITERIA.BED_SINGLE.NAME
source: Single bed
fi: Sänky

# STRINGS.ROOMS.CRITERIA.BUILDING_DECOR_POSITIVE.DESCRIPTION
source: Requires at least one building with positive decor
fi: Vaatii ainakin yhden rakennuksen, jolla on positiivinen koristusarvo

# STRINGS.ROOMS.CRITERIA.BUILDING_DECOR_POSITIVE.NAME
source: Positive decor
fi: Positiivinen koristusarvo

# STRINGS.ROOMS.CRITERIA.CLINIC.DESCRIPTION
source: Requires one or more Med-Beds or Pharma Chambers
fi: Tarvitsee yhden tai useamman Sairaalasängyn tai Lääkekammion

# STRINGS.ROOMS.CRITERIA.CLINIC.NAME
source: Medical bed
fi: Lääkintävuode

# STRINGS.ROOMS.CRITERIA.CREATURE_FEEDER.DESCRIPTION
source: Requires a single Critter Feeder
fi: Vaatii yhden Otuksenruokkijan

# STRINGS.ROOMS.CRITERIA.CREATURE_FEEDER.NAME
source: Critter Feeder
fi: Otuksenruokkija

# STRINGS.ROOMS.CRITERIA.CREATURE_RELOCATOR.DESCRIPTION
source: Requires a single Critter Drop-Off
fi: Vaatii yhden Otuksen Jättöpaikan

# STRINGS.ROOMS.CRITERIA.CREATURE_RELOCATOR.NAME
source: Critter Relocator
fi: Otuksen Uudelleensiirtäjä

# STRINGS.ROOMS.CRITERIA.CRITERIA_FAILED.MISSING_BUILDING
source: Missing {0}
fi: {0} Puuttuu

# STRINGS.ROOMS.CRITERIA.DECORATIVE_ITEM.DESCRIPTION
source: Requires one or more Paintings, Sculptures, or Vases
fi: Tarvitsee yhden tai useamman Maalauksen, Veistoksen tai Vaasin

# STRINGS.ROOMS.CRITERIA.DECORATIVE_ITEM.NAME
source: Decoration item
fi: Koriste

# STRINGS.ROOMS.CRITERIA.FARM_STATION.DESCRIPTION
source: Requires a single Farm Station
fi: Tarvtisee yhden Viljelytyöpisteen

# STRINGS.ROOMS.CRITERIA.FARM_STATION.NAME
source: Farm Station
fi: Viljelytyöpiste

# STRINGS.ROOMS.CRITERIA.FOOD_BOX.DESCRIPTION
source: Requires one or more Ration Boxes or Refrigerators
fi: Tarvitsee yhden tai useamman Annoslaatikon tai Jääkaapin

# STRINGS.ROOMS.CRITERIA.FOOD_BOX.NAME
source: Food storage
fi: Muonavarasto

# STRINGS.ROOMS.CRITERIA.HEADER
source: Room Criteria
fi: Huoneen Kriteerit

# STRINGS.ROOMS.CRITERIA.LIGHT.DESCRIPTION
source: Requires one or more light sources
fi: Tarvitsee yhden tai useamman valonlähteen

# STRINGS.ROOMS.CRITERIA.LIGHT.NAME
source: Light source
fi: Valonlähde

# STRINGS.ROOMS.CRITERIA.MACHINE_SHOP.DESCRIPTION
source: Requires requires one or more Mechanics Stations
fi: Tarvitsee yhden tai useamman Konetyöpiste

# STRINGS.ROOMS.CRITERIA.MACHINE_SHOP.NAME
source: Mechanics Station
fi: Konetyöpiste

# STRINGS.ROOMS.CRITERIA.MASSAGE_TABLE.DESCRIPTION
source: Requires one or more Massage Tables
fi: Tarvitsee yhden tai useamman Hierontapöydän

# STRINGS.ROOMS.CRITERIA.MASSAGE_TABLE.NAME
source: Massage Table
fi: Hierontapöytä

# STRINGS.ROOMS.CRITERIA.MAXIMUM_SIZE.DESCRIPTION
source: Must have an area no larger than {0} tiles
fi: Alue ei saa olla suurempi kuin {0} ruutua

# STRINGS.ROOMS.CRITERIA.MAXIMUM_SIZE.NAME
source: Maximum size: {0} tiles
fi: Maksimikoko: {0} ruutua

# STRINGS.ROOMS.CRITERIA.MESS_STATION_MULTIPLE.DESCRIPTION
source: Requires two or more Mess Tables
fi: Tarvitsee kaksi tai useamman Ruokapöydän

# STRINGS.ROOMS.CRITERIA.MESS_STATION_MULTIPLE.NAME
source: Mess Tables
fi: Ruokapöydät

# STRINGS.ROOMS.CRITERIA.MESS_STATION_SINGLE.DESCRIPTION
source: Requires a single Mess Table
fi: Tarvitsee yhden Ruokapöydän

# STRINGS.ROOMS.CRITERIA.MESS_STATION_SINGLE.NAME
source: Mess Table
fi: Ruokapöytä

# STRINGS.ROOMS.CRITERIA.MINIMUM_SIZE.DESCRIPTION
source: Must have an area of at least {0} tiles
fi: Alueen tulee olla vähintään {0} ruutua

# STRINGS.ROOMS.CRITERIA.MINIMUM_SIZE.NAME
source: Minimum size: {0} tiles
fi: Minimikoko: {0} ruutua

# STRINGS.ROOMS.CRITERIA.NO_INDUSTRIAL_MACHINERY.DESCRIPTION
source: Cannot contain any building labelled Industrial Machinery
fi: Ei saa sisältää yhtään Teollisuuskone-rakennusta

# STRINGS.ROOMS.CRITERIA.NO_INDUSTRIAL_MACHINERY.NAME
source: No industrial machinery
fi: Ei teollisia koneita

# STRINGS.ROOMS.CRITERIA.NO_TYPE_CONFLICTS
source: Remove conflicting buildings
fi: Poista ristiriitaiset rakennukset

# STRINGS.ROOMS.CRITERIA.POSSIBLE_TYPES_HEADER
source: Possible Room Types
fi: Mahdolliset Huonetyypit

# STRINGS.ROOMS.CRITERIA.POWER_STATION.DESCRIPTION
source: Requires a single Power Control Station
fi: Tarvitsee yhden Voimansäätöaseman

# STRINGS.ROOMS.CRITERIA.POWER_STATION.NAME
source: Power Control Station
fi: Voimansäätöasema

# STRINGS.ROOMS.CRITERIA.RANCH_STATION.DESCRIPTION
source: Requires a single Ranch Station
fi: Tarvitsee yhden Paimennustyöpisteen

# STRINGS.ROOMS.CRITERIA.RANCH_STATION.NAME
source: Ranch Station
fi: Paimennustyöpiste

# STRINGS.ROOMS.CRITERIA.REC_BUILDING.NAME
source: Recreational building
fi: Akamviettorakennus

# STRINGS.ROOMS.CRITERIA.RESEARCH_STATION.DESCRIPTION
source: Requires one or more Research Stations or Super Computers
fi: Tarvitsee yhden tai useamman Tutkimustyöpisteen tai Supertietokoneen

# STRINGS.ROOMS.CRITERIA.RESEARCH_STATION.NAME
source: Research station
fi: Tutkimustyöpiste

# STRINGS.ROOMS.CRITERIA.TOILET.DESCRIPTION
source: Requires one or more Outhouses or Lavatories
fi: Tarvitsee yhden tai useamman Käymälän tai Vessan

# STRINGS.ROOMS.CRITERIA.TOILET.NAME
source: Toilet
fi: Vessa

# STRINGS.ROOMS.CRITERIA.WASH_STATION.DESCRIPTION
source: Requires one or more Wash Basins, Sinks, Hand Sanitizers, or Showers
fi: Tarvitsee yhden tai useamman Pesualtaan, Lavuaarin, Käsien Puhdistajan tai Suihkun

# STRINGS.ROOMS.CRITERIA.WASH_STATION.NAME
source: Wash station
fi: Peseytymispiste

# STRINGS.ROOMS.DETAILS.ASSIGNED_TO.NAME
source: <b>Assignments:</b> {0}
fi: <b>Toimeksiannot:</b> {0}

# STRINGS.ROOMS.DETAILS.ASSIGNED_TO.UNASSIGNED
source: Unassigned
fi: Ei nimetty

# STRINGS.ROOMS.DETAILS.AVERAGE_ATMO_MASS.NAME
source: Average air pressure: {0}
fi: Keskimääräinen ilmanpaine: {0}

# STRINGS.ROOMS.DETAILS.AVERAGE_TEMPERATURE.NAME
source: Average temperature: {0}
fi: Keskilämpötila: {0}

# STRINGS.ROOMS.DETAILS.BUILDING_COUNT.NAME
source: Buildings: {0}
fi: Rakennuksia: {0}

# STRINGS.ROOMS.DETAILS.CREATURE_COUNT.NAME
source: Critters: {0}
fi: Otuksia: {0}

# STRINGS.ROOMS.DETAILS.HEADER
source: Room Details
fi: Huoneen Tiedot

# STRINGS.ROOMS.DETAILS.SIZE.NAME
source: Room size: {0} Tiles
fi: Huoneen koko: {0} Ruutua

# STRINGS.ROOMS.TYPES.BARRACKS.NAME
source: Barracks
fi: Parakki

# STRINGS.ROOMS.TYPES.CONFLICTED
source: Conflicted Room
fi: Ristiriitainen Huone

# STRINGS.ROOMS.TYPES.CREATUREPEN.EFFECT
source: - Hastens critter domestication
fi: - Vauhdittaa otusten kesyyntymistä

# STRINGS.ROOMS.TYPES.CREATUREPEN.NAME
source: Stable
fi: Navetta

# STRINGS.ROOMS.TYPES.CREATUREPEN.TOOLTIP
source: Stabled critters will be more productive and less hostile.
fi: Navetassa olevat otukset ovat tuottavampia ja vähemmän vihamielisiä.

# STRINGS.ROOMS.TYPES.FARM.EFFECT
source: - Accelerated plant growth
fi: - Nopeutettu kasvien kasvu

# STRINGS.ROOMS.TYPES.FARM.NAME
source: Greenhouse
fi: Kasvihuone

# STRINGS.ROOMS.TYPES.FARM.TOOLTIP
source: Crops grown within a Greenhouse can be tended by Farmers to increase their growth speed.
fi: Viljelijät voivat hoitaa Kasvihuoneessa kasvavia kasveja, nopeuttaakseen niiden kasvunopeutta.

# STRINGS.ROOMS.TYPES.HOSPITAL.EFFECT
source: - Quarantine sick Duplicants
fi: - Aseta sairaat Jäljennäiset Karanteeniin

# STRINGS.ROOMS.TYPES.HOSPITAL.NAME
source: Med Bay
fi: Sairastupa

# STRINGS.ROOMS.TYPES.HOSPITAL.TOOLTIP
source: Sick Duplicants assigned to medical beds located within a Med Bay are less likely to spread Disease.
fi: Sairastuvassa sijaitseviin lääkintävuoteisiin osoitetut Jäljennäiset eivät levitä niin helposti Sairauksia.

# STRINGS.ROOMS.TYPES.LATRINE.NAME
source: Latrine
fi: WC

# STRINGS.ROOMS.TYPES.MACHINE_SHOP.EFFECT
source: - Increased fabrication efficiency
fi: - Kasvanut valmistustehokkuus

# STRINGS.ROOMS.TYPES.MACHINE_SHOP.NAME
source: Machine Shop
fi: Konepaja

# STRINGS.ROOMS.TYPES.MACHINE_SHOP.TOOLTIP
source: Engineers working in a Machine Shop can maintain buildings and increase the speed with which they produce items.
fi: Konepajassa työskentelevät insinöörit pystyvät ylläpitämään rakennuksia ja kasvattamaan nopeuttaan, jolla he tuottavat esineitä.

# STRINGS.ROOMS.TYPES.MESSHALL.NAME
source: Mess Hall
fi: Ruokala

# STRINGS.ROOMS.TYPES.NEUTRAL.EFFECT
source: - No effect
fi: - Ei vaikutusta

# STRINGS.ROOMS.TYPES.NEUTRAL.NAME
source: Miscellaneous Room
fi: Luokittelematon Huone

# STRINGS.ROOMS.TYPES.NEUTRAL.TOOLTIP
source: This area qualifies as a room but has no dedicated use.
fi: Tämä alue luokitellaan huoneeksi, mutta sitä ei käytetä mihinkään erityiseen.

# STRINGS.ROOMS.TYPES.POWER_PLANT.EFFECT
source: - Power production increase
fi: - Sähköntuotannon tehostuminen

# STRINGS.ROOMS.TYPES.POWER_PLANT.NAME
source: Power Plant
fi: Voimalaitos

# STRINGS.ROOMS.TYPES.POWER_PLANT.TOOLTIP
source: Electrical Engineers can tune-up generators built within a Power Plant, improving their power production.
fi: Sähköinsinöörit voivat virittää Voimalaitokseen rakennettuja generaattoreita, tehostaen niiden sähköntuotantoa.

# STRINGS.ROOMS.TYPES.PRIVATE_BATHROOM.EFFECT
source: - Stress relief bonus
fi: - Ahdistuksenhelpotusbonus

# STRINGS.ROOMS.TYPES.PRIVATE_BATHROOM.NAME
source: Private Bathroom
fi: Yksityinen Kylpyhuone

# STRINGS.ROOMS.TYPES.PRIVATE_BATHROOM.TOOLTIP
source: Duplicants relieve even more stress when using the toilet in a Private Bathroom than in a Latrine.
fi: Jäljennäisten ahdistus helpottuu paremmin, kun he käyttävät Yksityisessä Kylpyhuoneessa olevaa Vessaa.

# STRINGS.ROOMS.TYPES.PRIVATE_BEDROOM.EFFECT
source: - Stamina recovery bonus
fi: - Jaksamisenpalautumisbonus

# STRINGS.ROOMS.TYPES.PRIVATE_BEDROOM.NAME
source: Private Bedroom
fi: Yksityinen Makuuhuone

# STRINGS.ROOMS.TYPES.PRIVATE_BEDROOM.TOOLTIP
source: Duplicants recover even more stamina while sleeping in a Private Bedroom than in Barracks.
fi: Jäljennäisten jaksaminen palautuu vieläkin nopeammin heidän nukkuessaan Yksityisessä Makuuhuoneessa Parakin sijaan.

# STRINGS.ROOMS.TYPES.REC_ROOM.NAME
source: Recreation Room
fi: Ajanviettohuone

# STRINGS.UI.ACTIONS
source: ACTIONS
fi: TOIMINNOT

# STRINGS.UI.ALERTS
source: ALERTS
fi: HÄLYTYKSET

# STRINGS.UI.ASSIGNDUPLICANT
source: Assign Duplicant
fi: Nimitä Jäljennäinnäinen

# STRINGS.UI.ASTEROIDCLOCK.CYCLE
source: Cycle
fi: Kierto

# STRINGS.UI.ASTEROIDCLOCK.CYCLES_OLD
source: This Colony is {0} Cycle(s) Old
fi: Tämä Siirtokunta on {0} Kierron Ikäinen

# STRINGS.UI.ASTEROIDCLOCK.TIME_PLAYED
source: Time Played: {0} hours
fi: Peliaika: {0} tuntia

# STRINGS.UI.ATTRIBUTELEVEL
source: Expertise: Level {0} {1}
fi: Osaaminen: Taso {0} {1}

# STRINGS.UI.ATTRIBUTELEVEL_SHORT
source: Level {0} {1}
fi: Taso {0} {1}

# STRINGS.UI.BASECOUNT
source: Base {0}
fi: Perus: {0}

# STRINGS.UI.BUILDCATEGORIES.AUTOMATION.NAME
source: <link="BUILDCATEGORYAUTOMATION">Automation</link>
fi: <link="BUILDCATEGORYAUTOMATION">Automaatio</link>

# STRINGS.UI.BUILDCATEGORIES.AUTOMATION.TOOLTIP
source: Automate my base with logic circuits and sensors.
fi: Automatisoi tukikohtani loogisilla piireillä ja tunnistimilla.

# STRINGS.UI.BUILDCATEGORIES.BASE.NAME
source: <link="BUILDCATEGORYBASE">Base</link>
fi: <link="BUILDCATEGORYBASE">Tukikohta</link>

# STRINGS.UI.BUILDCATEGORIES.BASE.TOOLTIP
source: Maintain the colony's infrastructure with these homebase basics.
fi: Ylläpidä siirtokunnan infrastruktuuria näillä tukikohdan perustrapeilla.

# STRINGS.UI.BUILDCATEGORIES.CONVEYANCE.NAME
source: <link="BUILDCATEGORYCONVEYANCE">Shipping</link>
fi: <link="BUILDCATEGORYCONVEYANCE">Kuljetus</link>

# STRINGS.UI.BUILDCATEGORIES.CONVEYANCE.TOOLTIP
source: Effortlessly transport ore and solid materials around my base.
fi: Kuljeta vaivattomasti malmeja ja kiinteitä materiaaleja ympäri tukikohtaani.

# STRINGS.UI.BUILDCATEGORIES.EQUIPMENT.NAME
source: <link="BUILDCATEGORYEQUIPMENT">Stations</link>
fi: <link="BUILDCATEGORYEQUIPMENT">Työpisteet</link>

# STRINGS.UI.BUILDCATEGORIES.EQUIPMENT.TOOLTIP
source: Unlock new technologies through the power of science!
fi: Avaa uusia teknologioita tieteen voimalla!

# STRINGS.UI.BUILDCATEGORIES.FOOD.NAME
source: <link="BUILDCATEGORYFOOD">Food</link>
fi: <link="BUILDCATEGORYFOOD">Ruoka</link>

# STRINGS.UI.BUILDCATEGORIES.FOOD.TOOLTIP
source: Keep my Duplicants' spirits high and their bellies full.
fi: Pidä Jäljennäisteni mieli korkealla ja vatsat täysinä.

# STRINGS.UI.BUILDCATEGORIES.FURNITURE.NAME
source: <link="BUILDCATEGORYFURNITURE">Furniture</link>
fi: <link="BUILDCATEGORYFURNITURE">Sisustus</link>

# STRINGS.UI.BUILDCATEGORIES.FURNITURE.TOOLTIP
source: Amenities to keep my Duplicants happy, comfy and efficient.
fi: Mukavuuksia, joilla pitää Jäljennäiseni onnellisina, mukavina ja tehokkaina.

# STRINGS.UI.BUILDCATEGORIES.HVAC.NAME
source: <link="BUILDCATEGORYHVAC">Ventilation</link>
fi: <link="BUILDCATEGORYHVAC">IV</link>

# STRINGS.UI.BUILDCATEGORIES.HVAC.TOOLTIP
source: Control the flow of gas in the base.
fi: Hallitse kaasujen virtausta tukikohdassa.

# STRINGS.UI.BUILDCATEGORIES.MEDICAL.NAME
source: <link="BUILDCATEGORYMEDICAL">Medicine</link>
fi: <link="BUILDCATEGORYMEDICAL">Lääkintä</link>

# STRINGS.UI.BUILDCATEGORIES.MEDICAL.TOOLTIP
source: A cure for everything but the common cold.
fi: Lääke kaikkeen paitsi perusnuhaan.

# STRINGS.UI.BUILDCATEGORIES.MISC.NAME
source: <link="BUILDCATEGORYMISC">Decor</link>
fi: <link="BUILDCATEGORYMISC">Koristus</link>

# STRINGS.UI.BUILDCATEGORIES.MISC.TOOLTIP
source: Spruce up my colony with some lovely interior decorating.
fi: Piristä siirtokuntani tunnelmaa ihastuttavalla sisustuksella.

# STRINGS.UI.BUILDCATEGORIES.OXYGEN.NAME
source: <link="BUILDCATEGORYOXYGEN">Oxygen</link>
fi: <link="BUILDCATEGORYOXYGEN">Happi</link>

# STRINGS.UI.BUILDCATEGORIES.OXYGEN.TOOLTIP
source: Everything I need to keep the colony breathing.
fi: Kaikki mitä tarvitsen pitääksesi siirtokuntani hengittävänä.

# STRINGS.UI.BUILDCATEGORIES.PLUMBING.NAME
source: <link="BUILDCATEGORYPLUMBING">Plumbing</link>
fi: <link="BUILDCATEGORYPLUMBING">Putkistointi</link>

# STRINGS.UI.BUILDCATEGORIES.PLUMBING.TOOLTIP
source: Get the colony's water running and its sewage flowing.
fi: Pidä siirtokunnan vesi virtaavana ja viemärit vetävinä.

# STRINGS.UI.BUILDCATEGORIES.POWER.NAME
source: <link="BUILDCATEGORYPOWER">Power</link>
fi: <link="BUILDCATEGORYPOWER">Sähkö</link>

# STRINGS.UI.BUILDCATEGORIES.POWER.TOOLTIP
source: Need to power the colony? Here's how to do it!
fi: Tarvitsetko siirtokuntaan sähköä? Näin se hoituu!

# STRINGS.UI.BUILDCATEGORIES.REFINING.NAME
source: <link="BUILDCATEGORYREFINING">Refinement</link>
fi: <link="BUILDCATEGORYREFINING">Jalostus</link>

# STRINGS.UI.BUILDCATEGORIES.REFINING.TOOLTIP
source: Use the resources I want, filter the ones I don't.
fi: Käytä resursseja, joita tarvitsen, suodata pois ne joita en.

# STRINGS.UI.BUILDCATEGORIES.UTILITIES.NAME
source: <link="BUILDCATEGORYUTILITIES">Utilities</link>
fi: <link="BUILDCATEGORYUTILITIES">Käyttö</link>

# STRINGS.UI.BUILDCATEGORIES.UTILITIES.TOOLTIP
source: Heat up and cool down.
fi: Lämmitä ja jäähdytä.

# STRINGS.UI.BUILDINGEFFECTS.ADDED_EFFECT
source: Added Effect: {0}
fi: Lisätty Vaikutus: {0}

# STRINGS.UI.BUILDINGEFFECTS.ALLOWS_FERTILIZER
source: Plant <link="WILTCONDITIONS">Fertilization</link>
fi: Kasvin <link="WILTCONDITIONS">Lannoitus</link>

# STRINGS.UI.BUILDINGEFFECTS.ALLOWS_IRRIGATION
source: Plant <link="WILTCONDITIONS">Liquid</link>
fi: Kasvin <link="WILTCONDITIONS">Nesteytys</link>

# STRINGS.UI.BUILDINGEFFECTS.ASSIGNEDDUPLICANT
source: Duplicant assignment
fi: Jäljennäisen työtehtävä

# STRINGS.UI.BUILDINGEFFECTS.BATTERYCAPACITY
source: <link="POWER">Power</link> capacity: {0}
fi: <link="POWER">Sähkö</link>kapasiteetti: {0}

# STRINGS.UI.BUILDINGEFFECTS.BATTERYLEAK
source: <link="POWER">Power</link> runoff: {0}
fi: <link="POWER">Sähkö</link>hukka: {0}
