Repository: Eerjunic/OxygenNotIncluded_Fi
Catalog: strings.po
Languages: fi

# STRINGS.DUPLICANTS.DISEASES.FOODPOISONING.DISEASE_SOURCE_DESCRIPTOR
source: Currently infected with {2}. This Duplicant will produce {1} when vomiting.
fi: Sairastaa tautia {2}. Ainetta {1} tulee ulos kun tämä Jäljennäinen oksentaa.

# STRINGS.DUPLICANTS.DISEASES.FOODPOISONING.DISEASE_SOURCE_DESCRIPTOR_TOOLTIP
source: This Duplicant will vomit approximately every {0} ------------------ Each time they vomit, they will release {1} and lose calories
fi: Tämä Jäljennäinen oskentaa arviolta {0} välein ------------------ Ainetta {1} tulee hänestä ulos ja hän menettää kaloreita oksentaessaan

# STRINGS.DUPLICANTS.DISEASES.FOODPOISONING.LEGEND_HOVERTEXT
source: Food Poisoning Germs Present
fi: Ruokamyrkytyksen aiheuttavia bakteereja

# STRINGS.DUPLICANTS.DISEASES.FOODPOISONING.NAME
source: <link="FOODPOISONING">Food Poisoning</link>
fi: <link="FOODPOISONING">Ruokamyrkytys</link>

# STRINGS.DUPLICANTS.DISEASES.FOODPOISONING.VOMIT_SYMPTOM
source: Vomiting
fi: Oksentaa

# STRINGS.DUPLICANTS.DISEASES.FOODPOISONING.VOMIT_SYMPTOM_TOOLTIP
source: Duplicants periodically vomit throughout the day, producing additional germs and losing calories
fi: Jäljennäiset oksenteavat säännöölisesti päivän mittaa, tuottaen lisää bakteereja ja menettäen kaloreita

# STRINGS.DUPLICANTS.DISEASES.GERMS
source: Germs
fi: Bakteereja

# STRINGS.DUPLICANTS.DISEASES.GERMS_CONSUMED_DESCRIPTION
source: A count of the number of germs this Duplicant is host to
fi: Bakteerien lukumäärä, joille tämä Jäljennäinen toimii isäntänä

# STRINGS.DUPLICANTS.DISEASES.HEATRASH.DESCRIPTION
source: This Duplicant's thought processes have short circuited from extreme heat exposure
fi: Tämän Jäljennäisen ajatuksen juoksu on mennyt oikosulkuun äärimmäisestä kuumuudesta johtuen

# STRINGS.DUPLICANTS.DISEASES.HEATRASH.LEGEND_HOVERTEXT
source: Area Causes Heat Stroke
fi: Alue Aiheuttaa Lämpöhalvauksia

# STRINGS.DUPLICANTS.DISEASES.HEATRASH.NAME
source: <link="HEATRASH">Heat Stroke</link>
fi: <link="HEATRASH">Lämpöhalvaus</link>

# STRINGS.DUPLICANTS.DISEASES.INFECTED_MODIFIER
source: Suppressed immune system
fi: Tukahdutettu immuunijärjestelmä

# STRINGS.DUPLICANTS.DISEASES.INFECTED_POPUP
source: Became infected by {0}
fi: Sai tartunnan kohteesta {0}

# STRINGS.DUPLICANTS.DISEASES.INFECTION_MODIFIER
source: Recently consumed {0} ({1})
fi: Söi hiljattain {0} ({1})

# STRINGS.DUPLICANTS.DISEASES.INFECTION_MODIFIER_SOURCE
source: Fighting off {0} from {1}
fi: Puolustautuu sairaudelta {0}, jonka sai kohteesta {1}

# STRINGS.DUPLICANTS.DISEASES.INFECTIONSOURCES.AIR
source: by breathing {0}
fi: hengitysteitse {0}

# STRINGS.DUPLICANTS.DISEASES.INFECTIONSOURCES.FOOD
source: by eating {0}
fi: syömällä {0}

# STRINGS.DUPLICANTS.DISEASES.INFECTIONSOURCES.INTERNAL_TEMPERATURE
source: from extreme internal temperatures
fi: äärimmäisestä sisäisestä lämpötilasta

# STRINGS.DUPLICANTS.DISEASES.INFECTIONSOURCES.SKIN
source: through skin contamination
fi: ihon kautta tarttumalla

# STRINGS.DUPLICANTS.DISEASES.INFECTIONSOURCES.TOXIC_AREA
source: through exposure to toxic areas
fi: altistumalla myrkyllisille alueille

# STRINGS.DUPLICANTS.DISEASES.INFECTIONSOURCES.UNKNOWN
source: from unknown source
fi: tuntemattomasta lähteestä

# STRINGS.DUPLICANTS.DISEASES.LEGEND_POSTAMBLE
source: * Select an infected object for more details
fi: * Valitse infektoitunut esine yksityiskohtia varten

# STRINGS.DUPLICANTS.DISEASES.MEDICINE.BOOSTER
source: <link="IMMUNE SYSTEM">Immune Booster</link>
fi: <link="IMMUNE SYSTEM">Vastuskyvyn Tehostaja</link>

# STRINGS.DUPLICANTS.DISEASES.MEDICINE.BOOSTER_TOOLTIP
source: Boosters can be taken by both healthy and sick Duplicants to prevent future disease
fi: Tehostajia voivat ottaa sekä terveet että sairaat Jäljennäiset ehkäistäkseen tulevia sairauksia

# STRINGS.DUPLICANTS.DISEASES.MEDICINE.CURES
source: Alleviates {0}
fi: Lievittää sairautta {0}

# STRINGS.DUPLICANTS.DISEASES.MEDICINE.CURES_ANY
source: Alleviates <link="DISEASE">All Diseases</link>
fi: Lievittää <link="DISEASE">Kaikkia Sairauksia</link>

# STRINGS.DUPLICANTS.DISEASES.MEDICINE.CURES_ANY_TOOLTIP
source: This is a nonspecific disease treatment that can be taken by any sick Duplicant
fi: Tämä on yleinen hoitokeino, jota voi saada jokainen sairas Jäljennäinen

# STRINGS.DUPLICANTS.DISEASES.MEDICINE.CURES_TOOLTIP
source: This medicine is used to treat {0} and can only be taken by sick Duplicants
fi: Tätä lääkettä käytetään hoitamaan tautia {0} ja sitä voidaan antaa vain sairaille Jäljennäisille

# STRINGS.DUPLICANTS.DISEASES.NODISEASES.NAME
source: NO
fi: EI

# STRINGS.DUPLICANTS.DISEASES.NOTIFICATION_TOOLTIP
source: {0} contracted {1} {2}
fi: {0} sairastui tautiin {1} {2}

# STRINGS.DUPLICANTS.DISEASES.PUTRIDODOUR.CRINGE_EFFECT
source: Smelled a putrid odor
fi: Haistoi mätää hajua

# STRINGS.DUPLICANTS.DISEASES.PUTRIDODOUR.DESCRIPTION
source: The pungent odor wafting off this Duplicant is nauseating to their peers
fi: Tästä Jäljennäisestä lemuava kuvottava haju aiheuttaa vertaisissa pahoinvointia

# STRINGS.DUPLICANTS.DISEASES.PUTRIDODOUR.LEGEND_HOVERTEXT
source: Trench Stench Germs Present
fi: Kaivantolöyhkäbakteereja

# STRINGS.DUPLICANTS.DISEASES.PUTRIDODOUR.NAME
source: <link="PUTRIDODOUR">Trench Stench</link>
fi: <link="PUTRIDODOUR">Kaivantolöyhkä</link>

# STRINGS.DUPLICANTS.DISEASES.RECUPERATING
source: Recuperating
fi: Palautuu

# STRINGS.DUPLICANTS.DISEASES.SEVERITY.BENIGN
source: Benign
fi: Hyvänlaatuinen

# STRINGS.DUPLICANTS.DISEASES.SEVERITY.CRITICAL
source: Critical
fi: Kriittinen

# STRINGS.DUPLICANTS.DISEASES.SEVERITY.MAJOR
source: Major
fi: Vakava

# STRINGS.DUPLICANTS.DISEASES.SEVERITY.MINOR
source: Minor
fi: Vähäinen

# STRINGS.DUPLICANTS.DISEASES.SLIMELUNG.COUGH_SYMPTOM
source: Coughing
fi: Yskii

# STRINGS.DUPLICANTS.DISEASES.SLIMELUNG.COUGH_SYMPTOM_TOOLTIP
source: Duplicants periodically cough up Polluted Oxygen, producing additional germs
fi: Jäljennäiset yskivät aika ajoin Saastunutta Ilmaa, tuottaen lisää bakteereja

# STRINGS.DUPLICANTS.DISEASES.SLIMELUNG.DESCRIPTION
source: This Duplicant's chest congestion is making it difficult to breathe
fi: Tämän jäljennäisen rintatukos vaikeuttaa hengitystä

# STRINGS.DUPLICANTS.DISEASES.SLIMELUNG.DESCRIPTIVE_SYMPTOMS
source: Lethal without medical care. Duplicants experience coughing and shortness of breath.
fi: Hengenvaarallinen ilman lääkinnällistä hoitoa. Jäljennäiset kärsivät yskästä ja hengenahdistuksesta.

# STRINGS.DUPLICANTS.DISEASES.SLIMELUNG.DISEASE_SOURCE_DESCRIPTOR
source: Currently infected with {2}. This Duplicant will produce {1} when coughing.
fi: Taudin {2} tartuttama. Tämä jäljennäinen tuottaa yskiessään ainetta {1}

# STRINGS.DUPLICANTS.DISEASES.SLIMELUNG.DISEASE_SOURCE_DESCRIPTOR_TOOLTIP
source: This Duplicant will cough approximately every {0} ------------------ Each time they cough, they will release {1}
fi: Tämä Jäljennäinen yskäisee arviolta aina {0} välein ------------------ Aina kun hän yskäisee, hänestä vapautuu ainetta {1}

# STRINGS.DUPLICANTS.DISEASES.SLIMELUNG.LEGEND_HOVERTEXT
source: Slimelung Germs Present
fi: Limakeuhkobakteereja

# STRINGS.DUPLICANTS.DISEASES.SLIMELUNG.NAME
source: <link="SLIMELUNG">Slimelung</link>
fi: <link="SLIMELUNG">Limakeuhko</link>

# STRINGS.DUPLICANTS.DISEASES.SPORES.DESCRIPTION
source: This Duplicant has become a walking fungal pod
fi: Tästä Jäljennäisestä on tullut kävelevä itiöemä

# STRINGS.DUPLICANTS.DISEASES.SPORES.LEGEND_HOVERTEXT
source: Spores Germs Present
fi: Itiöbakteereja

# STRINGS.DUPLICANTS.DISEASES.SPORES.NAME
source: <link="SPORES">The Spores</link>
fi: <link="SPORES">Itiötauti</link>

# STRINGS.DUPLICANTS.DISEASES.STATUS_ITEM_TOOLTIP.BEDREST
source: Med-Bed assignment will increases recovery chance
fi: Sairaalasänky määräys nostaa toipumisen todennäköisyyttä

# STRINGS.DUPLICANTS.DISEASES.STATUS_ITEM_TOOLTIP.CURES
source: Remedies taken: {0}
fi: Lääkkeitä otettu: {0}

# STRINGS.DUPLICANTS.DISEASES.STATUS_ITEM_TOOLTIP.DOCTOR_REQUIRED
source: Medical care needed
fi: Lääkinnällistä hoitoa tarvitaan

# STRINGS.DUPLICANTS.DISEASES.STATUS_ITEM_TOOLTIP.DOCTORED
source: Received medical care
fi: Sai lääkinnällistä hoitoa

# STRINGS.DUPLICANTS.DISEASES.STATUS_ITEM_TOOLTIP.DURATION
source: Duration remaining: {0}
fi: Kestoa jäljellä: {0}

# STRINGS.DUPLICANTS.DISEASES.STATUS_ITEM_TOOLTIP.FATALITY
source: Fatal if untreated in: {0}
fi: Tappava, jos ei paranneta {0} kuluessa

# STRINGS.DUPLICANTS.DISEASES.STATUS_ITEM_TOOLTIP.INFECTION_SOURCE
source: Contracted {0}
fi: Sai tartunnan {0}

# STRINGS.DUPLICANTS.DISEASES.STATUS_ITEM_TOOLTIP.NOMEDICINETAKEN
source: Remedies taken: None
fi: Lääkkeitä otettu: Ei Yhtään

# STRINGS.DUPLICANTS.DISEASES.SUNBURN.DESCRIPTION
source: Extreme sun exposure has given this Duplicant a nasty burn
fi: Äärimmäinen altistuminen auringolle on tehnyt tälle Jäljennäiselle ikävän palovamman

# STRINGS.DUPLICANTS.DISEASES.SUNBURN.DESCRIPTIVE_SYMPTOMS
source: Nonlethal. Duplicants experience temporary discomfort due to dermatological damage.
fi: Ei-tappava. Jäljennäiset kokevat ohimenevää epämukavuutta ihovaurioiden takia.

# STRINGS.DUPLICANTS.DISEASES.SUNBURN.LEGEND_HOVERTEXT
source: Area Causes Sunburn
fi: Alue Aiheuttaa Auringonpolttamia

# STRINGS.DUPLICANTS.DISEASES.SUNBURN.NAME
source: <link="SUNBURN">Sunburn</link>
fi: <link="SUNBURN">Auringonpolttama</link>

# STRINGS.DUPLICANTS.DISEASES.TRIGGERS.EATCOMPLETEEDIBLE
source: May cause {Diseases}
fi: Saattaa aiheuttaa: {Diseases}

# STRINGS.DUPLICANTS.DISEASES.TRIGGERS.TOOLTIPS.EATCOMPLETEEDIBLE
source: May cause {Diseases}
fi: Saattaa aiheuttaa: {Diseases}

# STRINGS.DUPLICANTS.DISEASES.TYPE.AILMENT
source: Ailment
fi: Sairaus

# STRINGS.DUPLICANTS.DISEASES.TYPE.INJURY
source: Injury
fi: Loukkaantuminen

# STRINGS.DUPLICANTS.DISEASES.TYPE.PATHOGEN
source: Illness
fi: Sairaus

# STRINGS.DUPLICANTS.GENDER.FEMALE.PLURALS.ONE
source: she
fi: hän

# STRINGS.DUPLICANTS.GENDER.FEMALE.PLURALS.TWO
source: her
fi: häntä

# STRINGS.DUPLICANTS.GENDER.MALE.PLURALS.ONE
source: he
fi: hän

# STRINGS.DUPLICANTS.GENDER.MALE.PLURALS.TWO
source: his
fi: hämtä

# STRINGS.DUPLICANTS.GENDER.NB.PLURALS.ONE
source: they
fi: he

# STRINGS.DUPLICANTS.GENDER.NB.PLURALS.TWO
source: their
fi: heitä

# STRINGS.DUPLICANTS.GENDERTITLE
source: Gender:
fi: Sukupuoli:

# STRINGS.DUPLICANTS.MODIFIERS.ANEWHOPE.NAME
source: New Hope
fi: Uusi Toivo

# STRINGS.DUPLICANTS.MODIFIERS.ANEWHOPE.TOOLTIP
source: This Duplicant feels pretty optimistic about their new home
fi: Tämä Jäljennäinen suhtautuu myönteisesti uuteen kotiinsa

# STRINGS.DUPLICANTS.MODIFIERS.BADSLEEP.NAME
source: Unrested
fi: Huonosti Nukkunut

# STRINGS.DUPLICANTS.MODIFIERS.BADSLEEP.TOOLTIP
source: This Duplicant was tossing and turning last night thanks to {Disturber}'s noise
fi: Tämä Jäljennäinen pyöri ja kääntyili viimeyönä, kiitos {Disturber} aiheuttaman metelin

# STRINGS.DUPLICANTS.MODIFIERS.BARRACKSSTAMINA.NAME
source: Barracks
fi: Parakki

# STRINGS.DUPLICANTS.MODIFIERS.BARRACKSSTAMINA.TOOLTIP
source: This Duplicant shares sleeping quarters with others
fi: Tämä Jäljennäinen jakaa nukkumatilansa muiden kanssa

# STRINGS.DUPLICANTS.MODIFIERS.BASEDUPLICANT.NAME
source: Duplicant
fi: Jäljennäinen

# STRINGS.DUPLICANTS.MODIFIERS.BASEROT.NAME
source: Base Decay Rate
fi: Perus Pilaantumisnopeus

# STRINGS.DUPLICANTS.MODIFIERS.BEDROOMSTAMINA.NAME
source: Private Bedroom
fi: Yksityinen Makuuhuone

# STRINGS.DUPLICANTS.MODIFIERS.BEDROOMSTAMINA.TOOLTIP
source: This lucky Duplicant has their own private bedroom
fi: Tällä onnekkaalla Jäljennäisellä on oma makuuhuoneensa

# STRINGS.DUPLICANTS.MODIFIERS.BEDSTAMINA.TOOLTIP
source: This Duplicant's sleeping arrangements are adequate
fi: Tämän jäljennäisen nukkumisjärjestelyt ovat tyydyttävät

# STRINGS.DUPLICANTS.MODIFIERS.BINGE_EATING.NAME
source: Insatiable Hunger
fi: Kyltymätön Ruokahalu

# STRINGS.DUPLICANTS.MODIFIERS.BINGE_EATING.NOTIFICATION_NAME
source: Binge Eating
fi: Ylensyövät

# STRINGS.DUPLICANTS.MODIFIERS.BINGE_EATING.NOTIFICATION_TOOLTIP
source: These Duplicants became so <link="STRESS">Stressed</link> they began overeating:
fi: Nämä Jäljennäiset <link="STRESS">Ahdistuivat</link> niin pahasti, että alkoivat ylensyödä:

# STRINGS.DUPLICANTS.MODIFIERS.BINGE_EATING.TOOLTIP
source: This Duplicant is stuffing their face as a result of stress
fi: Tämä Jäljennäinen lappaa ruokaa kitaansa ahdistuksen takia

# STRINGS.DUPLICANTS.MODIFIERS.BREATHING.NAME
source: Breathing
fi: Hengittää

# STRINGS.DUPLICANTS.MODIFIERS.BURNED_BY_SCALDING_WATER.CAUSE
source: Obtained by exposure to hot water
fi: Kuumalle vedelle altistumisen aiheuttama

# STRINGS.DUPLICANTS.MODIFIERS.BURNED_BY_SCALDING_WATER.NAME
source: Scalded
fi: Keittyi

# STRINGS.DUPLICANTS.MODIFIERS.BURNED_BY_SCALDING_WATER.TOOLTIP
source: Ouch! This Duplicant showered or was doused in water that was way too hot
fi: Auts! Tämän Jäljennäisen päälle roiskui tai kasteltiin liian kuumalla vedellä

# STRINGS.DUPLICANTS.MODIFIERS.BURNINGCALORIES.NAME
source: Burning Calories
fi: Polttaa Kaloreita

# STRINGS.DUPLICANTS.MODIFIERS.CATHETERIZED.NAME
source: Catheterized
fi: Katetroitu

# STRINGS.DUPLICANTS.MODIFIERS.CATHETERIZED.TOOLTIP
source: Let's leave it at that
fi: Parempi, ettei puhuta siitä enempää

# STRINGS.DUPLICANTS.MODIFIERS.CENTEROFATTENTION.NAME
source: Center of Attention
fi: Huomion Keskipiste

# STRINGS.DUPLICANTS.MODIFIERS.CENTEROFATTENTION.TOOLTIP
source: This Duplicant feels like someone's watching over them...
fi: Tästä jäljennäisestä tuntuu kuin joku tarkkailisi häntä...

# STRINGS.DUPLICANTS.MODIFIERS.CLAUSTROPHOBIC.CAUSE
source: This Duplicant got so good at their job that they became claustrophobic
fi: Tämä Jäljennäinen tuli niin hyväksi työssään, että hänestä tuli klaustrofobinen

# STRINGS.DUPLICANTS.MODIFIERS.CLAUSTROPHOBIC.NAME
source: Claustrophobic
fi: Klaustrofobinen

# STRINGS.DUPLICANTS.MODIFIERS.CLAUSTROPHOBIC.TOOLTIP
source: This Duplicant recently found themselves in an upsettingly cramped space
fi: Tämä Jäljennäinen joutui hiljattain epämiellyttävän ahtaaseen tilaan

# STRINGS.DUPLICANTS.MODIFIERS.CLOTHING.NAME
source: Clothing
fi: Vaatetus

# STRINGS.DUPLICANTS.MODIFIERS.COLD.NAME
source: Cold
fi: Kylmä

# STRINGS.DUPLICANTS.MODIFIERS.COLD.TOOLTIP
source: This Duplicant is uncomfortably cold
fi: Tällä Jäljennäisellä on epämukavan kylmä

# STRINGS.DUPLICANTS.MODIFIERS.COLDAIR.NAME
source: Cold Air
fi: Kylmä Ilma

# STRINGS.DUPLICANTS.MODIFIERS.COOLINGDOWN.NAME
source: Cooling Down
fi: Vilvoittelee

# STRINGS.DUPLICANTS.MODIFIERS.COOLINGDOWN.TOOLTIP
source: This Duplicant is trying to cool back down
fi: Tämä Jäljennäinen koittaa viilentää itseään

# STRINGS.DUPLICANTS.MODIFIERS.CRYFACE.CAUSE
source: Obtained from the Ugly Crier stress reaction
fi: Parkuja-ahdistusvasteen aiheuttama

# STRINGS.DUPLICANTS.MODIFIERS.CRYFACE.NAME
source: Cry Face
fi: Itkuinen Naama

# STRINGS.DUPLICANTS.MODIFIERS.CRYFACE.TOOLTIP
source: This Duplicant recently had a crying fit and it shows
fi: Tämä Jäljennäinen on hiljattain itkenyt ja se näkyy

# STRINGS.DUPLICANTS.MODIFIERS.DARKNESS.NAME
source: Darkness
fi: Pimeys

# STRINGS.DUPLICANTS.MODIFIERS.DARKNESS.TOOLTIP
source: Eep! This Duplicant doesn't like being in the dark!
fi: Iik! Tämä Jäljennäinen ei tykkää olla pimeässä!

# STRINGS.DUPLICANTS.MODIFIERS.DEAD.NAME
source: Dead
fi: Kuollut

# STRINGS.DUPLICANTS.MODIFIERS.DECOR4.TOOLTIP
source: This Duplicant thinks the colony's decor is downright charming!
fi: Tämän Jäljennäisen mielestä siirtokunnan koristeellisuus on suorastaan viehättävä!

# STRINGS.DUPLICANTS.MODIFIERS.DECOR5.TOOLTIP
source: This Duplicant loves what I've done with the place!
fi: Tämä Jäljennäinen tykkää siitä, mitä olen tehnyt täällä!

# STRINGS.DUPLICANTS.MODIFIERS.DIARRHEA.CAUSE
source: Obtained by eating a disgusting meal
fi: Etovan aterian syöminen aiheuttaa tämän

# STRINGS.DUPLICANTS.MODIFIERS.DIARRHEA.DESCRIPTION
source: Most Duplicants experience stomach upset from this meal
fi: Monilla Jäljennäisillä menee vatsa kuralle tällaisen aterian syömisestä

# STRINGS.DUPLICANTS.MODIFIERS.DIARRHEA.NAME
source: Diarrhea
fi: Ripuli

# STRINGS.DUPLICANTS.MODIFIERS.DIARRHEA.TOOLTIP
source: This Duplicant's gut is giving them some trouble
fi: Tämän Jäljennäisen vatsa on jokseenkin hellänä

# STRINGS.DUPLICANTS.MODIFIERS.DOCTOREDOFFCOTEFFECT.NAME
source: Runaway Patient
fi: Potilaskarkuri

# STRINGS.DUPLICANTS.MODIFIERS.DOCTOREDOFFCOTEFFECT.TOOLTIP
source: Tsk tsk! This Duplicant cannot receive medical care while out of their Med-Bed
fi: Tsot tsot! Tämä Jäljennäinen ei voi saada lääkinnällistä hoitoa, elleivät ole Sairaalasängyssään

# STRINGS.DUPLICANTS.MODIFIERS.DOCTOREDOFFREJUVENATOREFFECT.NAME
source: Runaway Patient
fi: Potilaskarkuri

# STRINGS.DUPLICANTS.MODIFIERS.DOCTOREDOFFREJUVENATOREFFECT.TOOLTIP
source: Tsk tsk! This Duplicant cannot receive medical care while out of their Med-Bed
fi: Tsot tsot! Tämä Jäljennäinen ei voi saada lääkinnällistä hoitoa, elleivät ole Sairaalasängyssään

# STRINGS.DUPLICANTS.MODIFIERS.EATINGCALORIES.NAME
source: Eating
fi: Syö

# STRINGS.DUPLICANTS.MODIFIERS.ENTITLEMENT.NAME
source: Entitlement
fi: Oikeutettu

# STRINGS.DUPLICANTS.MODIFIERS.ENTITLEMENT.TOOLTIP
source: Duplicants will demand better decor and accommodations with each Expertise level they gain
fi: Jäljennäiset vaativat parempaa koristeellisuutta ja asuintiloja jokaisen ansaitun Asiantuntemustason myötä

# STRINGS.DUPLICANTS.MODIFIERS.FARMTINKER.NAME
source: Farmer's Touch
fi: Viljelijän Kosketus

# STRINGS.DUPLICANTS.MODIFIERS.FARMTINKER.TOOLTIP
source: A skilled Farmer has encouraged this plant to grow a little bit faster ------------------ Applying this effect consumed one dose of Micronutrient Fertilizer.
fi: Taitava Viljelijä on hieman vauhdittanut tämän kasvin kasvua ------------------ Tämän vaikutuksen aikaansaaminen kulutti yhden annoksen Mikroravinnelannoitetta.

# STRINGS.DUPLICANTS.MODIFIERS.FRESH_AND_CLEAN.CAUSE
source: Obtained by taking a comfortably heated shower
fi: Mukavalämpöisessä suihkussa käyminen saa tämän aikaan

# STRINGS.DUPLICANTS.MODIFIERS.FRESH_AND_CLEAN.NAME
source: Refreshingly Clean
fi: Virkistävän Puhdas

# STRINGS.DUPLICANTS.MODIFIERS.FRESH_AND_CLEAN.TOOLTIP
source: This Duplicant took a warm shower and it was great!
fi: Tämä Jäljennäinen kävi lämpimässä suihkussa ja se oli mahtavaa!

# STRINGS.DUPLICANTS.MODIFIERS.FULLBLADDER.NAME
source: Full Bladder
fi: Täysi Rakko

# STRINGS.DUPLICANTS.MODIFIERS.FULLBLADDER.TOOLTIP
source: This Duplicant's bladder is full
fi: Tämän Jäljennäisen rakko on täysi

# STRINGS.DUPLICANTS.MODIFIERS.FUSSY.NAME
source: Fussy
fi: Kranttu

# STRINGS.DUPLICANTS.MODIFIERS.FUSSY.TOOLTIP
source: This Duplicant is hard to please
fi: Tälle Jäljennäiselle on vaikea olla mieliksi

# STRINGS.DUPLICANTS.MODIFIERS.GOODEATS.CAUSE
source: Obtained by eating a hearty home cooked meal
fi: Saadaan syömällä maukasta kotiruokaa

# STRINGS.DUPLICANTS.MODIFIERS.GOODEATS.DESCRIPTION
source: Duplicants find this home cooked meal is emotionally comforting
fi: Jäljennäisten mielestä tämä kotiruoka on henkisesti miellyttävää

# STRINGS.DUPLICANTS.MODIFIERS.GOODEATS.NAME
source: Soul Food
fi: Hengenravinto

# STRINGS.DUPLICANTS.MODIFIERS.GOODEATS.TOOLTIP
source: This Duplicant had a yummy home cooked meal and is totally stuffed
fi: Tämä Jäljennäinen söi herkullisen kotiruoka-aterian ja sillä on vatsa pinkeänä

# STRINGS.DUPLICANTS.MODIFIERS.GREETING.TOOLTIP
source: This Duplicant recently saw a friend in the halls and got to say "hi" It wasn't even awkward!
fi: Tämä Jäljennäinen on hiljattain nähnyt ystävän käytävillä ja päässyt sanomaan "moi" Se ei ollut edes kiusallista!

# STRINGS.DUPLICANTS.MODIFIERS.HOLDINGBREATH.NAME
source: Holding breath
fi: Pidättelee hengitystä

# STRINGS.DUPLICANTS.MODIFIERS.HOMEOSTASIS.NAME
source: Homeostasis
fi: Homeostaasi

# STRINGS.DUPLICANTS.MODIFIERS.HOT.NAME
source: Hot
fi: Kuuma

# STRINGS.DUPLICANTS.MODIFIERS.HOT.TOOLTIP
source: This Duplicant is uncomfortably warm
fi: Tällä Jäljennäisellä on liian kuuma

# STRINGS.DUPLICANTS.MODIFIERS.HUNGRY.NAME
source: Hungry
fi: Nälkäinen

# STRINGS.DUPLICANTS.MODIFIERS.HUNGRY.TOOLTIP
source: This Duplicant is ready for lunch
fi: Tämä Jäljennäinen haluaisi jo syödä

# STRINGS.DUPLICANTS.MODIFIERS.IMMUNESYSTEMOVERWHELMED.NAME
source: Immune System Overwhelmed
fi: Immuunijärjestelmä Vallattu

# STRINGS.DUPLICANTS.MODIFIERS.IMMUNESYSTEMOVERWHELMED.TOOLTIP
source: This Duplicant's immune system is slowly being overwhelmed by a high concentration of germs
fi: Suuri määrä bakteereja hitaasti valtaa tämän Jäljennäisen immuunijärjestelmän

# STRINGS.DUPLICANTS.MODIFIERS.INSPIRED.NAME
source: Inspired
fi: Inspiroitunut

# STRINGS.DUPLICANTS.MODIFIERS.INSPIRED.TOOLTIP
source: This Duplicant has had a creative vision!
fi: Tämä Jäljennäinen koki luovan näyn!

# STRINGS.DUPLICANTS.MODIFIERS.INTRAVENOUS_NUTRITION.NAME
source: Intravenous Feeding
fi: Suonensisäinen Ruokinta

# STRINGS.DUPLICANTS.MODIFIERS.LIGHTWOUNDS.NAME
source: Light Wounds
fi: Pieniä Haavoja

# STRINGS.DUPLICANTS.MODIFIERS.LIGHTWOUNDS.TOOLTIP
source: This Duplicant sustained injuries that are a bit uncomfortable
fi: Tämä Jäljennäinen sai vammoja, jotka ovat hieman epämukavia

# STRINGS.DUPLICANTS.MODIFIERS.LOWOXYGEN.NAME
source: Low Oxygen
fi: Alhainen Happipitoisuus

# STRINGS.DUPLICANTS.MODIFIERS.LOWOXYGEN.TOOLTIP
source: The air is thin in this area
fi: Ilma tällä alueella on ohutta

# STRINGS.DUPLICANTS.MODIFIERS.LUXURYBEDSTAMINA.TOOLTIP
source: This Duplicant loves their snuggly bed
fi: Tämä Jäljennäinen rakastaa mukavaa sänkyään

# STRINGS.DUPLICANTS.MODIFIERS.MACHINETINKER.NAME
source: Engie's Jerry Rig
fi: Inssin Purkkaviritys

# STRINGS.DUPLICANTS.MODIFIERS.MACHINETINKER.TOOLTIP
source: A skilled Engineer has jerry rigged this generator to temporarily run faster
fi: Taitava Insinööri on purkkavirittänyt tämän generaattorin pyörimään väliaikaisesti nopeammin

# STRINGS.DUPLICANTS.MODIFIERS.MANAGEDCOLONY.NAME
source: Managed Colony
fi: Hallittu Siirtokunta

# STRINGS.DUPLICANTS.MODIFIERS.MANAGEDCOLONY.TOOLTIP
source: A Duplicant is in the colony manager job
fi: Jäljennäinen on siirtokunnanhallintatehtävässä

# STRINGS.DUPLICANTS.MODIFIERS.MANAGERIALDUTIES.NAME
source: Managerial Duties
fi: Hallintovelvollisuudet

# STRINGS.DUPLICANTS.MODIFIERS.MANAGERIALDUTIES.TOOLTIP
source: Being a manager is stressful
fi: Hallitsijana oleminen on stressaavaa

# STRINGS.DUPLICANTS.MODIFIERS.MEDICALCOT.NAME
source: Med-Bed Rest
fi: Sairaalasänkylepo

# STRINGS.DUPLICANTS.MODIFIERS.MEDICALCOT.TOOLTIP
source: This Duplicant's injury and disease recovery times are being improved
fi: Tämän Jäljennäisen palautuminen vammoista ja sairauksista on nopeutunut

# STRINGS.DUPLICANTS.MODIFIERS.MEDICALCOTDOCTORED.NAME
source: Receiving care
fi: Saa hoitoa

# STRINGS.DUPLICANTS.MODIFIERS.MEDICALCOTDOCTORED.TOOLTIP
source: This Duplicant is receiving medical care to lessen the duration and severity of their illness
fi: Tämä Jäljennäinen saa lääkinnällistä hoitoa sairauksiensa keston ja vakavuuden pienentämiseksi

# STRINGS.DUPLICANTS.MODIFIERS.MEDICINE_GENERICPILL.NAME
source: Placebo
fi: Lume

# STRINGS.DUPLICANTS.MODIFIERS.MEDICINE_GENERICPILL.TOOLTIP
source: A general, all-purpose <link="MEDICINE">Medicine</link>. The less one knows about it, the better it works.
fi: Yleis<link="MEDICINE">lääke</link>. Mitä vähemmän siitä tiedät, sen paremmin se tepsii.

# STRINGS.DUPLICANTS.MODIFIERS.MEDICINE_VITAMINSUPPLEMENT.NAME
source: Vitamin Supplement
fi: Vitamiinilisä

# STRINGS.DUPLICANTS.MODIFIERS.MEDICINE_VITAMINSUPPLEMENT.TOOLTIP
source: A health Supplement for improving <link="IMMUNE SYSTEM">Immune System</link> strength.
fi: Terveysravintolisä <link="IMMUNE SYSTEM">Immuunijärjestelmän</link> toiminnan parantamiseksi.

# STRINGS.DUPLICANTS.MODIFIERS.METABOLISM_CALORIE_MODIFIER.NAME
source: Metabolism
fi: Aineenvaihdunta
