Repository: Eerjunic/OxygenNotIncluded_Fi
Catalog: strings.po
Languages: fi

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGREPORTBUG
source: DebugReportBug
fi: DebugRaportoiBugi

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGRIVERTEST
source: DebugRiverTest
fi: DebugJokiTesti

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGSELECTMATERIAL
source: DebugSelectMaterial
fi: DebugValitseMateriaali

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGSIMSTEP
source: DebugSimStep
fi: DebugSimuAskel

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGSLOWTESTMODE
source: DebugSlowTestMode
fi: DebugHidasTestiTila

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGSPAWNMINION
source: DebugSpawnMinion
fi: DebugSynnytäKätyri

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGSUPERSPEED
source: DebugSuperSpeed
fi: DebugSuperNopeus

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGTELEPORT
source: DebugTeleport
fi: DebugKaukosiirto

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGTILETEST
source: DebugTileTest
fi: DebugRuutuTesti

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGTOGGLE
source: DebugToggle
fi: DebugValitse

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGTOGGLEMUSIC
source: DebugToggleMusic
fi: DebugValitseMusiikki

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGTOGGLEPERSONALPRIORITYCOMPARISON
source: DebugTogglePersonalPriorityComparison
fi: DebugValitseHenkKohtPrioriteettivertailu

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGTOGGLESELECTINEDITOR
source: DebugToggleSelectInEditor
fi: DebugValitseVaihdaEditorissa

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGTOGGLEUI
source: DebugToggleUI
fi: DebugValitseKäyttöliittymä

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGTRIGGERERROR
source: DebugTriggerError
fi: DebugLaukaiseVirhe

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGTRIGGEREXCEPTION
source: DebugTriggerException
fi: DebugLaukaisePoikkeus

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGULTRATESTMODE
source: DebugUltraTestMode
fi: DebugUltraTestiTila

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGVISUALTEST
source: DebugVisualTest
fi: DebugVisuaalinenTesti

# STRINGS.INPUT_BINDINGS.DEBUG.SREENSHOT1X
source: SreenShot1x
fi: Kuvakaappaus1x

# STRINGS.INPUT_BINDINGS.DEBUG.SREENSHOT2X
source: SreenShot2x
fi: Kuvakaappaus2x

# STRINGS.INPUT_BINDINGS.DEBUG.SREENSHOT32X
source: SreenShot32x
fi: Kuvakaappaus32x

# STRINGS.INPUT_BINDINGS.DEBUG.SREENSHOT8X
source: SreenShot8x
fi: Kuvakaappaus8x

# STRINGS.INPUT_BINDINGS.DEBUG.TOGGLECHROMEPROFILER
source: ToggleChromeProfiler
fi: ValitseKromiprofiloija

# STRINGS.INPUT_BINDINGS.DEBUG.TOGGLEPROFILER
source: ToggleProfiler
fi: ValitseProfiloija

# STRINGS.INPUT_BINDINGS.MANAGEMENT.MANAGECODEX
source: ManageCodex
fi: HallitseKoodeksia

# STRINGS.INPUT_BINDINGS.MANAGEMENT.MANAGECONSUMABLES
source: ManageConsumables
fi: HallitseKäytettäviä

# STRINGS.INPUT_BINDINGS.MANAGEMENT.MANAGEPEOPLE
source: ManagePeople
fi: HallitseIhmisiä

# STRINGS.INPUT_BINDINGS.MANAGEMENT.MANAGEREPORT
source: ManageReport
fi: HallitseRaporttia

# STRINGS.INPUT_BINDINGS.MANAGEMENT.MANAGERESEARCH
source: ManageResearch
fi: HallitseTutkimusta

# STRINGS.INPUT_BINDINGS.MANAGEMENT.MANAGEROLES
source: ManageRoles
fi: HallitseRooleja

# STRINGS.INPUT_BINDINGS.MANAGEMENT.MANAGEVITALS
source: ManageVitals
fi: HallitseTärkeitä

# STRINGS.INPUT_BINDINGS.MANAGEMENT.NAME
source: Management
fi: Hallinta

# STRINGS.INPUT_BINDINGS.ROOT.ALTERNATEVIEW
source: AlternateView
fi: VaihtoehtoNäkymä

# STRINGS.INPUT_BINDINGS.ROOT.ATTACK
source: Attack
fi: Hyökkää

# STRINGS.INPUT_BINDINGS.ROOT.BUILDINGCANCEL
source: BuildingCancel
fi: PeruRakennus

# STRINGS.INPUT_BINDINGS.ROOT.BUILDINGDECONSTRUCT
source: BuildingDeconstruct
fi: PuraRakennus

# STRINGS.INPUT_BINDINGS.ROOT.CAMERAHOME
source: CameraHome
fi: KameraKotin

# STRINGS.INPUT_BINDINGS.ROOT.CAPTURE
source: Capture
fi: Kaappaa

# STRINGS.INPUT_BINDINGS.ROOT.CLEAR
source: Clear
fi: Puhdista

# STRINGS.INPUT_BINDINGS.ROOT.CYCLESPEED
source: CycleSpeed
fi: KiertoNopeus

# STRINGS.INPUT_BINDINGS.ROOT.DIG
source: Dig
fi: Kaiva

# STRINGS.INPUT_BINDINGS.ROOT.DISINFECT
source: Disinfect
fi: Desinfioi

# STRINGS.INPUT_BINDINGS.ROOT.EMPTYPIPE
source: EmptyPipe
fi: TyhjennäPutki

# STRINGS.INPUT_BINDINGS.ROOT.HARVEST
source: Harvest
fi: KorjaaSato

# STRINGS.INPUT_BINDINGS.ROOT.MOP
source: Mop
fi: Moppaa

# STRINGS.INPUT_BINDINGS.ROOT.NAME
source: Root
fi: Yleiset

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY1
source: Overlay1
fi: Näkymä1

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY10
source: Overlay10
fi: Näkymä10

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY11
source: Overlay11
fi: Näkymä11

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY12
source: Overlay12
fi: Näkymä12

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY13
source: Overlay13
fi: Näkymä13

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY14
source: Overlay14
fi: Näkymä14

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY2
source: Overlay2
fi: Näkymä2

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY3
source: Overlay3
fi: Näkymä3

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY4
source: Overlay4
fi: Näkymä4

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY5
source: Overlay5
fi: Näkymä5

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY6
source: Overlay6
fi: Näkymä6

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY7
source: Overlay7
fi: Näkymä7

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY8
source: Overlay8
fi: Näkymä8

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY9
source: Overlay9
fi: Näkymä9

# STRINGS.INPUT_BINDINGS.ROOT.PANDOWN
source: PanDown
fi: SiirräAlas

# STRINGS.INPUT_BINDINGS.ROOT.PANLEFT
source: PanLeft
fi: SiirräVasemmalle

# STRINGS.INPUT_BINDINGS.ROOT.PANRIGHT
source: PanRight
fi: SiirräOikealle

# STRINGS.INPUT_BINDINGS.ROOT.PANUP
source: PanUp
fi: SiirräYlös

# STRINGS.INPUT_BINDINGS.ROOT.PLAN1
source: Plan1
fi: Suunnitelma1

# STRINGS.INPUT_BINDINGS.ROOT.PLAN10
source: Plan10
fi: Suunnitelma10

# STRINGS.INPUT_BINDINGS.ROOT.PLAN11
source: Plan11
fi: Suunnitelma11

# STRINGS.INPUT_BINDINGS.ROOT.PLAN12
source: Plan12
fi: Suunnitelma12

# STRINGS.INPUT_BINDINGS.ROOT.PLAN2
source: Plan2
fi: Suunnitelma2

# STRINGS.INPUT_BINDINGS.ROOT.PLAN3
source: Plan3
fi: Suunnitelma3

# STRINGS.INPUT_BINDINGS.ROOT.PLAN4
source: Plan4
fi: Suunnitelma4

# STRINGS.INPUT_BINDINGS.ROOT.PLAN5
source: Plan5
fi: Suunnitelma5

# STRINGS.INPUT_BINDINGS.ROOT.PLAN6
source: Plan6
fi: Suunnitelma6

# STRINGS.INPUT_BINDINGS.ROOT.PLAN7
source: Plan7
fi: Suunnitelma7

# STRINGS.INPUT_BINDINGS.ROOT.PLAN8
source: Plan8
fi: Suunnitelma8

# STRINGS.INPUT_BINDINGS.ROOT.PLAN9
source: Plan9
fi: Suunnitelma9

# STRINGS.INPUT_BINDINGS.ROOT.PRIORITIZE
source: Prioritize
fi: Tärkeytä

# STRINGS.INPUT_BINDINGS.ROOT.SLOWDOWN
source: SlowDown
fi: Hidasta

# STRINGS.INPUT_BINDINGS.ROOT.SPEEDUP
source: SpeedUp
fi: Nopeuta

# STRINGS.INPUT_BINDINGS.ROOT.TOGGLEPAUSE
source: TogglePause
fi: ValitsePysäytys

# STRINGS.INPUT_BINDINGS.ROOT.TOGGLESCREENSHOTMODE
source: ToggleScreenshotMode
fi: ValitseKuvakaappausTila

# STRINGS.INPUT_BINDINGS.ROOT.ZOOMIN
source: ZoomIn
fi: Lähennä

# STRINGS.INPUT_BINDINGS.ROOT.ZOOMOUT
source: ZoomOut
fi: Loitonna

# STRINGS.INPUT_BINDINGS.SANDBOX.NAME
source: Sandbox
fi: Hiekkalaatikko

# STRINGS.INPUT_BINDINGS.SANDBOX.SANDBOXBRUSH
source: SandboxBrush
fi: HiekkalaatikkoSuti

# STRINGS.INPUT_BINDINGS.SANDBOX.SANDBOXCLEARFLOOR
source: SandboxClearFloor
fi: HiekkalaatikkoTyhjennäLattia

# STRINGS.INPUT_BINDINGS.SANDBOX.SANDBOXDESTROY
source: SandboxDestroy
fi: HiekkalaatikkoTuhoa

# STRINGS.INPUT_BINDINGS.SANDBOX.SANDBOXFLOOD
source: SandboxFlood
fi: HiekkalaatikkoTulvi

# STRINGS.INPUT_BINDINGS.SANDBOX.SANDBOXHEATGUN
source: SandboxHeatGun
fi: HiekkalaatikkoLämpöPyssy

# STRINGS.INPUT_BINDINGS.SANDBOX.SANDBOXREVEAL
source: SandboxReveal
fi: HiekkalaatikkoPaljasta

# STRINGS.INPUT_BINDINGS.SANDBOX.SANDBOXSAMPLE
source: SandboxSample
fi: HiekkalaatikkoNäyte

# STRINGS.INPUT_BINDINGS.SANDBOX.SANDBOXSPAWNENTITY
source: SandboxSpawnEntity
fi: HiekkalaatikkoLuoEntiteetti

# STRINGS.INPUT_BINDINGS.SANDBOX.SANDBOXSPRINKLE
source: SandboxSprinkle
fi: HiekkalaatikkoRipottele

# STRINGS.INPUT_BINDINGS.SANDBOX.TOGGLESANDBOXTOOLS
source: ToggleSandboxTools
fi: ValitseHiekkalaatikkoTyökalut

# STRINGS.INPUT_BINDINGS.TOOL.DRAGSTRAIGHT
source: DragStraight
fi: VedäSuoraan

# STRINGS.INPUT_BINDINGS.TOOL.NAME
source: Tool
fi: Työkalu

# STRINGS.INPUT_BINDINGS.TOOL.ROTATEBUILDING
source: RotateBuilding
fi: KäännäRakennusta

# STRINGS.ITEMS.FOOD.BASICFORAGEPLANT.DESC
source: A seedless fruit with an upsettingly bland aftertaste. It cannot be replanted. Digging up Buried Objects may uncover a Muckroot.
fi: Siemenetön hedelmä, jossa on tympeä jälkimaku. Ei voida uudelleenistuttaa. Hautautuneita Esineitä ylös kaivamalla voidaan löytää Liejujuurikas.

# STRINGS.ITEMS.FOOD.BASICFORAGEPLANT.NAME
source: <link="BASICFORAGEPLANT">Muckroot</link>
fi: <link="BASICFORAGEPLANT">Liejujuurikas</link>

# STRINGS.ITEMS.FOOD.BASICPLANTBAR.DESC
source: <link="BASICPLANTFOOD">Meal Lice</link> compacted into a dense, immobile loaf.
fi: Liikkumattomaksi murekkeeksi puristettuja <link="BASICPLANTFOOD">Jauhiaisia</link>.

# STRINGS.ITEMS.FOOD.BASICPLANTBAR.NAME
source: <link="BASICPLANTBAR">Liceloaf</link>
fi: <link="BASICPLANTBAR">Jauhiaismureke</link>

# STRINGS.ITEMS.FOOD.BASICPLANTBAR.RECIPEDESC
source: <link="BASICPLANTFOOD">Meal Lice</link> compacted into a dense, immobile loaf.
fi: Liikkumattomaksi murekkeeksi puristettuja <link="BASICPLANTFOOD">Jauhiaisia</link>.

# STRINGS.ITEMS.FOOD.BASICPLANTFOOD.DESC
source: A flavorless grain that almost never wiggles on its own.
fi: Mauton vilja, joka ei lähes koskaan kiemurtele itsekseen.

# STRINGS.ITEMS.FOOD.BASICPLANTFOOD.NAME
source: <link="BASICPLANTFOOD">Meal Lice</link>
fi: <link="BASICPLANTFOOD">Jauhiaisia</link>

# STRINGS.ITEMS.FOOD.COLDWHEATBREAD.DESC
source: A simple bun baked from <link="COLDWHEATSEED">Sleet Wheat Grain</link> grain. Each bite leaves a mild cooling sensation in one's mouth, even when the bun itself is warm.
fi: <link="COLDWHEATSEED">Räntävehnän</link> viljasta leivottu yksinkertainen sämpylä. Joka puraisulla syöjän suuhun jää viilentävä tunne, vaikka itse sämpylä olisi lämmin.

# STRINGS.ITEMS.FOOD.COLDWHEATBREAD.NAME
source: <link="COLDWHEATBREAD">Frost Bun</link>
fi: <link="COLDWHEATBREAD">Hyhmäsämpylä</link>

# STRINGS.ITEMS.FOOD.COLDWHEATBREAD.RECIPEDESC
source: A simple bun baked from <link="COLDWHEATSEED">Sleet Wheat Grain</link> grain.
fi: <link="COLDWHEATSEED">Räntävehnän</link> viljasta leivottu yksinkertainen sämpylä.

# STRINGS.ITEMS.FOOD.COLDWHEATSEED.DESC
source: An edible grain that leaves a cool taste on the tongue.
fi: Syötävä vilja, joka jättää viileän maun suuhun.

# STRINGS.ITEMS.FOOD.COLDWHEATSEED.NAME
source: <link="COLDWHEATSEED">Sleet Wheat Grain</link>
fi: <link="COLDWHEATSEED">Räntävehnävilja</link>

# STRINGS.ITEMS.FOOD.COMPOST
source: Compost
fi: Komposti

# STRINGS.ITEMS.FOOD.COOKEDEGG.DESC
source: Fluffed and folded egg innards. It turns out you do, in fact, have to break a few eggs to make it.
fi: Pehmennetty ja taitettu munan sisältö. Vaikuttaa siltä, että sinun, itseasiassa, täytyy rikkoa muutama muna tehdäksesi se.

# STRINGS.ITEMS.FOOD.COOKEDEGG.NAME
source: <link="COOKEDEGG">Omelette</link>
fi: <link="COOKEDEGG">Munakas</link>

# STRINGS.ITEMS.FOOD.COOKEDEGG.RECIPEDESC
source: Fluffed and folded egg innards.
fi: Pehmennetty ja taitettu munan sisältö.

# STRINGS.ITEMS.FOOD.COOKEDMEAT.DESC
source: The cooked meat of a defeated critter. It has a delightful smoky aftertaste.
fi: Kukistetun otuksen kypsennettyä lihaa. Siinä on miellyttävä savuinen jälkimaku.

# STRINGS.ITEMS.FOOD.COOKEDMEAT.NAME
source: <link="COOKEDMEAT">Barbeque</link>
fi: <link="COOKEDMEAT">Grillattu Liha</link>

# STRINGS.ITEMS.FOOD.DRECKOEGG.DESC
source: An egg laid by a <link="DRECKO">Drecko</link> If incubated, it will hatch into a new <link="DRECKO">Drecko</link>
fi: <link="DRECKO">Drekkon</link> munima muna Jos sitä haudotaan, siitä kuoriutuu uusi <link="DRECKO">Drekko</link>

# STRINGS.ITEMS.FOOD.DRECKOEGG.NAME
source: <link="DRECKO">Drecklet Egg</link>
fi: <link="DRECKO">Pikkudrekkon Muna</link>

# STRINGS.ITEMS.FOOD.DRECKOEGG.RECIPEDESC
source: An egg laid by a <link="DRECKO">Drecko</link>
fi: <link="DRECKO">Drekkon</link> munima muna

# STRINGS.ITEMS.FOOD.FIELDRATION.DESC
source: A nourishing nutrient paste, sandwiched between thin wafer layers.
fi: Ravitsevaa ravintotahnaa ohuiden vohvelikerroksen välissä.

# STRINGS.ITEMS.FOOD.FIELDRATION.NAME
source: <link="FIELDRATION">Nutrient Bar</link>
fi: <link="FIELDRATION">Ravintopatukka</link>

# STRINGS.ITEMS.FOOD.FRIEDMUSHBAR.DESC
source: Deep fried, solidified mudslop. The inside is almost completely uncooked, despite the crunch on the outside.
fi: Uppopaistettua, kiinteytettyä mutalitkua. Sisällys on lähes täysin raakaa, kypsästä kuoresta huolimatta.

# STRINGS.ITEMS.FOOD.FRIEDMUSHBAR.NAME
source: <link="FRIEDMUSHBAR">Mush Fry</link>
fi: <link="FRIEDMUSHBAR">Sosepaistos</link>

# STRINGS.ITEMS.FOOD.FRIEDMUSHBAR.RECIPEDESC
source: Deep fried, solidified mudslop.
fi: Uppopaistettua, kiinteytettyä mutalitkua.

# STRINGS.ITEMS.FOOD.FRIEDMUSHROOM.DESC
source: A fried dish made with a fruiting <link="MUSHROOM">Mushroom</link>. It has a thick, savory flavor with subtle earthy undertones.
fi: Hedelmöivästä <link="MUSHROOM">Sienestä</link>. valmistettu, paistettu ruokalaji. Siinä on paksu, suolainen maku hienovaraisella häivähdyksellä maanläheisyyttä.

# STRINGS.ITEMS.FOOD.FRIEDMUSHROOM.NAME
source: <link="FRIEDMUSHROOM">Fried Mushroom</link>
fi: <link="FRIEDMUSHROOM">Paistettu Sieni</link>

# STRINGS.ITEMS.FOOD.FRIEDMUSHROOM.RECIPEDESC
source: A fried dish made with a fruiting <link="MUSHROOM">Mushroom</link>.
fi: Hedelmöivästä <link="MUSHROOM">Sienestä</link>. valmistettu, paistettu ruokalaji.

# STRINGS.ITEMS.FOOD.FRUITCAKE.DESC
source: A mashed up <link="PRICKLEFRUIT">Bristle Berry</link> sludge with an exceptionally long shelf life. Its aggressive, overbearing sweetness can leave the tongue feeling temporarily numb.
fi: Muussattua <link="PRICKLEFRUIT">Harjasmarja</link>tahnaa, jolla on poikkeuksellisen pitkä säilyvyys. Sen aggressiivinen, määräävä makeus saattaa jättää kielen hetkellisesti tunnottomaksi.

# STRINGS.ITEMS.FOOD.FRUITCAKE.NAME
source: <link="FRUITCAKE">Berry Sludge</link>
fi: <link="FRUITCAKE">Marjatahna</link>

# STRINGS.ITEMS.FOOD.FRUITCAKE.RECIPEDESC
source: A mashed up <link="PRICKLEFRUIT">Bristle Berry</link> sludge with an exceptionally long shelf life.
fi: Muussattua <link="PRICKLEFRUIT">Harjasmarja</link>tahnaa, jolla on poikkeuksellisen pitkä säilyvyys.

# STRINGS.ITEMS.FOOD.GRILLEDPRICKLEFRUIT.DESC
source: The grilled bud of a <link="PRICKLEFRUIT">Bristle Berry</link>. Heat unlocked an exquisite taste in the fruit, though the burnt spines leave something to be desired.
fi: Grillattu <link="PRICKLEFRUIT">Harjasmarjan/link> kota. Kuumuus avasi hedelmän erinomaisen maun, vaikka palaneet piikit jättävät jokseenkin toivomisen varaa.

# STRINGS.ITEMS.FOOD.GRILLEDPRICKLEFRUIT.NAME
source: <link="GRILLEDPRICKLEFRUIT">Gristle Berry</link>
fi: <link="GRILLEDPRICKLEFRUIT">Rustomarja</link>

# STRINGS.ITEMS.FOOD.GRILLEDPRICKLEFRUIT.RECIPEDESC
source: The grilled bud of a <link="PRICKLEFRUIT">Bristle Berry</link>.
fi: Grillattu <link="PRICKLEFRUIT">Harjasmarjan/link> kota.

# STRINGS.ITEMS.FOOD.HATCHEGG.DESC
source: An egg laid by a <link="HATCH">Hatch</link> If incubated, it will hatch into a <link="HATCH">Hatchling</link>
fi: <link="HATCH">Kuoriaisen</link> munima muna Haudottuna siitä kuoriutuu <link="HATCH">Pienkuoriainen</link>

# STRINGS.ITEMS.FOOD.HATCHEGG.NAME
source: <link="HATCH">Hatchling Egg</link>
fi: <link="HATCH">Pienkuoriaisen Muna</link>

# STRINGS.ITEMS.FOOD.LIGHTBUGEGG.DESC
source: An egg laid by a <link="LIGHTBUG">Shine Bug</link> If incubated, it will hatch into a <link="LIGHTBUG">Shine Nymph</link>
fi: <link="LIGHTBUG">Kiiltoötökän</link> munima muna Haudottuna siitä kuoriutuu <link="LIGHTBUG">Kiiltonymffi</link>

# STRINGS.ITEMS.FOOD.LIGHTBUGEGG.NAME
source: <link="LIGHTBUG">Shine Nymph Egg</link>
fi: <link="LIGHTBUG">Kiiltonymffin Muna</link>

# STRINGS.ITEMS.FOOD.LIGHTBUGEGG.RECIPEDESC
source: An egg laid by a <link="LIGHTBUG">Shine Bug</link>
fi: <link="LIGHTBUG">Kiiltoötökän</link> munima muna

# STRINGS.ITEMS.FOOD.MEAT.DESC
source: Uncooked meat from a very dead critter. Yum!
fi: Erittäin kuolleen otuksen kypsentämätöntä lihaa. Nam!

# STRINGS.ITEMS.FOOD.MEAT.NAME
source: <link="MEAT">Meat</link>
fi: <link="MEAT">Liha</link>

# STRINGS.ITEMS.FOOD.MUSHBAR.DESC
source: An edible, putrefied mudslop. Mush Bars are preferable to starvation, but only just barely.
fi: Syötävä, mädätetty mutalieju Sosepatukat ovat parempi vaihtoehto nääntymiselle, mutta vain juuri ja juuri.

# STRINGS.ITEMS.FOOD.MUSHBAR.NAME
source: <link="MUSHBAR">Mush Bar</link>
fi: <link="MUSHBAR">Sosepatukka</link>

# STRINGS.ITEMS.FOOD.MUSHBAR.RECIPEDESC
source: An edible, putrefied mudslop. Mush Bars are preferable to starvation, but only just barely.
fi: Syötävä, mädätetty mutalieju Sosepatukat ovat parempi vaihtoehto nääntymiselle, mutta vain juuri ja juuri.

# STRINGS.ITEMS.FOOD.MUSHROOM.DESC
source: An edible, flavorless fungus that grew in the dark.
fi: Syötävä, mauton sieni, joka kasvoi pimeässä.

# STRINGS.ITEMS.FOOD.MUSHROOM.NAME
source: <link="MUSHROOM">Mushroom</link>
fi: <link="MUSHROOM">Sieni</link>

# STRINGS.ITEMS.FOOD.OILFLOATEREGG.DESC
source: An egg laid by a <link="OILFLOATER">Slickster</link> If incubated, it will hatch into a <link="OILFLOATER">Slickster Larva</link>
fi: <link="OILFLOATER">Liukujan</link> munima muna Haudottuna siitä kuoriutuu <link="OILFLOATER">Liukujatoukka</link>

# STRINGS.ITEMS.FOOD.OILFLOATEREGG.NAME
source: <link="OILFLOATER">Slickster Larva Egg</link>
fi: <link="OILFLOATER">Liukujatoukan Muna</link>

# STRINGS.ITEMS.FOOD.OILFLOATEREGG.RECIPEDESC
source: An egg laid by a <link="OILFLOATER">Slickster</link>
fi: <link="OILFLOATER">Liukujan</link> munima muna

# STRINGS.ITEMS.FOOD.PICKLEDMEAL.DESC
source: Meal Lice preserved in vinegar. It's a rarely acquired taste.
fi: Etikkaan säilöttyä Jauhiaista. Se on erittäin harvoin opittu maku.

# STRINGS.ITEMS.FOOD.PICKLEDMEAL.NAME
source: <link="PICKLEDMEAL">Pickled Meal</link>
fi: <link="PICKLEDMEAL">Jauhiaispikkelssi</link>

# STRINGS.ITEMS.FOOD.PICKLEDMEAL.RECIPEDESC
source: Meal Lice regrettably preserved in vinegar.
fi: Etikkaan, valitettavasti, säilöttyä Jauhiaista.

# STRINGS.ITEMS.FOOD.PRICKLEFRUIT.DESC
source: A sweet, mostly pleasant-tasting fruit covered in prickly barbs.
fi: Makea, lähinnä hyvältä maistuva hedelmä, jota peittävät tappurapiikit.

# STRINGS.ITEMS.FOOD.PRICKLEFRUIT.NAME
source: <link="PRICKLEFRUIT">Bristle Berry</link>
fi: <link="PRICKLEFRUIT">Harjasmarja</link>

# STRINGS.ITEMS.FOOD.PUFTEGG.DESC
source: An egg laid by a <link="PUFT">Puft</link> If incubated, it will hatch into a <link="PUFT">Puftlet</link>
fi: <link="PUFT">Pöhnön</link> munima muna Haudottuna siitä kuoriutuu <link="PUFT">Pöhnöporsas</link>

# STRINGS.ITEMS.FOOD.PUFTEGG.NAME
source: <link="PUFT">Puftlet Egg</link>
fi: <link="PUFT">Pöhnöporsaan Muna</link>

# STRINGS.ITEMS.FOOD.PUFTEGG.RECIPEDESC
source: An egg laid by a <link="PUFT">Puft</link>
fi: <link="PUFT">Pöhnön</link> munima muna

# STRINGS.ITEMS.FOOD.RAWEGG.DESC
source: A raw egg that has been cracked open for use in <link="FOOD">Food</link> preparation. It will never hatch.
fi: Raaka muna, joka on rikottu käytettäväksi <link="FOOD">Ruuan</link>laitossa. Se ei kuoriudu koskaan.

# STRINGS.ITEMS.FOOD.RAWEGG.NAME
source: <link="RAWEGG">Raw Egg</link>
fi: <link="PACUEGG">Raaka Muna</link>

# STRINGS.ITEMS.FOOD.RAWEGG.RECIPEDESC
source: A raw egg that has been cracked open for use in <link="FOOD">Food</link> preparation.
fi: Raaka muna, joka on rikottu käytettäväksi <link="FOOD">Ruuan</link>laitossa.

# STRINGS.ITEMS.FOOD.ROTPILE.DESC
source: An inedible glop of former foodstuff. Rot piles break down into <link="TOXICSAND">Polluted Dirt</link> over time.
fi: Syömäkelvoton möykky entistä ruoka-ainetta. Mätäkasat hajoavat <link="TOXICSAND">Saastuneeksi Mullaksi</link> ajan myötä.

# STRINGS.ITEMS.FOOD.ROTPILE.NAME
source: <link="COMPOST">Rot Pile</link>
fi: <link="COMPOST">Mätäkasa</link>

# STRINGS.ITEMS.FOOD.SALSA.DESC
source: A baked <link="PRICKLEFRUIT">Bristle Berry</link> stuffed with delectable spices and vibrantly flavored.
fi: Paahdettu <link="PRICKLEFRUIT">Harjasmarja</link> täynnä herkullisia mausteita ja vivahteikkaita makuja.

# STRINGS.ITEMS.FOOD.SALSA.NAME
source: <link="SALSA">Stuffed Berry</link>
fi: <link="SALSA">Täytetty Marja</link>

# STRINGS.ITEMS.FOOD.SALSA.RECIPEDESC
source: A baked <link="PRICKLEFRUIT">Bristle Berry</link> stuffed with delectable spices and vibrantly flavored.
fi: Paahdettu <link="PRICKLEFRUIT">Harjasmarja</link> täynnä herkullisia mausteita ja vivahteikkaita makuja.

# STRINGS.ITEMS.FOOD.SPICEBREAD.DESC
source: A loaf of bread, lightly spiced with <link="SPICENUT">Pincha Peppernut</link> for a mild bite. There's a simple joy to be had in pulling it apart in one's fingers.
fi: Leipälimppu, kevyesti <link="SPICENUT">Pincha-pippurilla/link> maustettuna kevyen poltteen aikaansaamiseksi. Tuntee yksinkertaista nautintoa kun halkaisee yhden tällaisen sormillaan.

# STRINGS.ITEMS.FOOD.SPICEBREAD.NAME
source: <link="SPICEBREAD">Pepper Bread</link>
fi: <link="SPICEBREAD">Pippurileipä</link>

# STRINGS.ITEMS.FOOD.SPICEBREAD.RECIPEDESC
source: A loaf of bread, lightly spiced with <link="SPICENUT">Pincha Peppernut</link> for a mild bite.
fi: Leipälimppu, kevyesti <link="SPICENUT">Pincha-pippurilla/link> maustettuna kevyen poltteen aikaansaamiseksi.

# STRINGS.ITEMS.FOOD.SPICENUT.DESC
source: The flavorful nut of a <link="SPICEVINE">Pincha Pepperplant</link>. The bitter outer rind hides a rich, peppery core that is useful in cooking.
fi: <link="SPICEVINE">Pincha-pippurikasvin</link> makujen täyteinen pähkinä. Karvas ulkokuori piilottaa sisäänsä pippurisen ytimen, jota voidaan käyttää ruuanlaitossa.

# STRINGS.ITEMS.FOOD.SPICENUT.NAME
source: <link="SPICENUT">Pincha Peppernut</link>
fi: <link="SPICENUT">Pincha-pippuri</link>

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.BASIC_FABRIC.DESC
source: A ball of raw cellulose used in the production of <link="EQUIPMENT">Clothing</link> and textiles.
fi: <link="EQUIPMENT">Vaatteiden</link> ja tekstiilien valmistuksessa käytetty raaka selluloosapallo.

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.BASIC_FABRIC.NAME
source: Reed Fiber
fi: Ruokokuitu

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.EGG_SHELL.DESC
source: Can be crushed to produce <link="LIME">Lime</link>.
fi: Voidaan murskata <link="LIME">Kalkiksi</link>.

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.EGG_SHELL.NAME
source: Egg Shell
fi: Munankuori

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.FARM_STATION_TOOLS.DESC
source: Specialized <link="FERTILIZER">Fertilizer</link> mixed by a professional farmer. Increases the growth rate of one <link="PLANTS">Plant</link>.
fi: Ammattilaisviljelijän sekoittama erikois<link="FERTILIZER">lannoite</link>. Nopeuttaa yhden<link="PLANTS">Kasvin</link> kasvunopeutta.

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.FARM_STATION_TOOLS.NAME
source: Micronutrient Fertilizer
fi: Mikroravinnelannoite

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.FUEL_BRICK.DESC
source: A densely compressed brick of combustible material. It can be burned to produce a one-time burst of <link="POWER">Power</link>.
fi: Tiiviiksi puristettu harkko palavaa materiaalia. Voidaan polttaa yhden <link="POWER">Sähkö</link>purskeen aikaansaamiseksi.

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.FUEL_BRICK.NAME
source: Fuel Brick
fi: Polttoaineharkko

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.MACHINE_PARTS.DESC
source: Specialized Parts crafted by a professional engineer. Jerry rigs machine buildings to increase their efficiency.
fi: Ammattilaisinsinöörin rakentamat Erikoisosat. Purkkavirittää rakennuksia kasvattamaan niiden tehoa..

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.MACHINE_PARTS.NAME
source: Custom Parts
fi: Mukautetut Osat

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.MACHINE_PARTS.TINKER_EFFECT_NAME
source: Engie's Jerry Rig: {0} {1}
fi: Inssin Purkkaviritys: {0} {1}
