Repository: Eerjunic/OxygenNotIncluded_Fi
Catalog: strings.po
Languages: fi

# STRINGS.DUPLICANTS.PERSONALITIES.ASHKAN.DESC
source: {0}s have what can only be described as a "seriously infectious giggle".
fi: {0}eilla on se, mitä voidaan kutsua vain "erittäin tarttuvaksi nauruksi".

# STRINGS.DUPLICANTS.PERSONALITIES.BANHI.DESC
source: The "cool loner" vibes that radiate off a {0} never fail to make the colony swoon.
fi: "Siisti nyyhöttäjä"-vibat, jotka säteilevät {0}st, herättävät aina siirtokunnassa pelkoa.

# STRINGS.DUPLICANTS.PERSONALITIES.BUBBLES.DESC
source: This {0} is constantly challenging others to fight her, regardless of whether or not she can actually take them.
fi: Tämä {0} haastaa jatkuvasti muiden kanssa riitaa, riippumatta siitä pärjääkö hän edes heille.

# STRINGS.DUPLICANTS.PERSONALITIES.BURT.DESC
source: Every single {0} has perpetually damp hands. It must be genetic.
fi: Jokaisella {0}illa on aina kosteat kädet. Sen täytyy olla perinnöllistä.

# STRINGS.DUPLICANTS.PERSONALITIES.CAMILLE.DESC
source: This {0} loves anything that makes her feel nostalgic, including things that haven't aged well.
fi: Tämä {0} rakastaa kaikkea, mikä tekee hänet haikeaksi. Mukaan lukien asiat, jotka eivät ole ainakaan parantuneet ajan myötä.

# STRINGS.DUPLICANTS.PERSONALITIES.CATALINA.DESC
source: A {0} is admired by all for her seemingly tireless work ethic. Little do people know, she's dying on the inside.
fi: Kaikki ihailevat {0}a hänen väsymättömän ammattiylpeytensä vuoksi. Harva oikeasti tietää, että hän kuolee sisältä päin.

# STRINGS.DUPLICANTS.PERSONALITIES.DEVON.DESC
source: This {0} dreams of owning their own personal computer so they can start a blog full of pictures of toast.
fi: Tämä {0} unelmoi omistavansa oman tietokoneen, jotta hän pystyy perustamaan täynnä paahtoleipien kuvia olevan blogin.

# STRINGS.DUPLICANTS.PERSONALITIES.ELLIE.DESC
source: Nothing makes an {0} happier than a big tin of glitter and a pack of unicorn stickers.
fi: Mikään ei tee {0}tä onnellisemmaksi kuin iso purkki glitteriä ja paketti yksisarvistarroja.

# STRINGS.DUPLICANTS.PERSONALITIES.FRANKIE.DESC
source: There's nothing {0}s are more proud of than their thick, dignified eyebrows.
fi: {0}t eivät ole mistään niin ylpeitä kuin heidän paksuista, arvokkaista kulmakarvoistaan.

# STRINGS.DUPLICANTS.PERSONALITIES.GOSSMANN.DESC
source: {0}s are major goofballs who can make anyone laugh.
fi: {0}it ovat äärimmäisiä veijareita, jotka saavat kenet tahansa nauramaan.

# STRINGS.DUPLICANTS.PERSONALITIES.HAROLD.DESC
source: This {0} is cripplingly self-conscious of his long middle toes.
fi: Tämä {0} on lamaannuttavan tietoinen pitkistä keskivarpaistaan.

# STRINGS.DUPLICANTS.PERSONALITIES.HASSAN.DESC
source: If someone says something nice to a {0} he'll think about it nonstop for no less than three weeks.
fi: Jos joku sanoo joskus jotain mukavaa {0}ille, hän ajattelee sitä taukoamatta vähintään kolme viikkoa.

# STRINGS.DUPLICANTS.PERSONALITIES.JEAN.DESC
source: Just because {0}s are a little slow doesn't mean they can't suffer from soul-crushing existential crises.
fi: Vaikka {0}it ovat vähän hitaita, se ei tarkoita, etteivätkö he voisi kärsiä murskaavista eksistentiaalisista kriiseistä.

# STRINGS.DUPLICANTS.PERSONALITIES.JOSHUA.DESC
source: {0}s are precious goobers. Other Duplicants are strangely incapable of cursing in a {0}'s presence.
fi: {0}t ovat rakkaita velikultia. Muut Jäljennäiset eivät jostain kumman syystä pysty kiroilemaan {0}n läheisyydessä.

# STRINGS.DUPLICANTS.PERSONALITIES.LEIRA.DESC
source: {0}s just want everyone to be happy.
fi: {0}t vain haluavat kaikkien olevan onnellisia.

# STRINGS.DUPLICANTS.PERSONALITIES.LIAM.DESC
source: No matter how much this {0} scrubs, he can never truly feel clean.
fi: Ei väliä kuinka paljon tämä {0} peseytyisiä, hän ei koskaan pysty tuntemaan itseänsä aidosti puhtaaksi.

# STRINGS.DUPLICANTS.PERSONALITIES.LINDSAY.DESC
source: A {0} is a charming, delightful woman, unless you make the mistake of messing with one of her friends.
fi: {0} on hurmaava, miellyttävä nainen, paitsi jos erehtyy aukomaan päätään jollekin hänen ystävistään.

# STRINGS.DUPLICANTS.PERSONALITIES.MAE.DESC
source: There's nothing a {0} can't do if she sets her mind to it.
fi: Ei ole mitään mihin {0} ei pystyisi, jos hän vain keskittyy.

# STRINGS.DUPLICANTS.PERSONALITIES.MARIE.DESC
source: This {0} is positively glowing! What's her secret? Radioactive isotopes, of course.
fi: Tämä {0} hehkuu positiivisuutta! Mikä on hänen salaisuutensa? Tietenkin radioaktiiviset isotoopit.

# STRINGS.DUPLICANTS.PERSONALITIES.MAX.DESC
source: At any given moment a {0} is viscerally reliving ten different humiliating memories.
fi: Millä tahansa hetkellä {0} vapauttaa sisäisesti kymmenen erilaista noloa muistoa.

# STRINGS.DUPLICANTS.PERSONALITIES.MEEP.DESC
source: {0}s have a face only a two tonne Printing Pod could love.
fi: {0}eillä on naama, jota vain kahden tonnin Tulostuskenno voi rakastaa.

# STRINGS.DUPLICANTS.PERSONALITIES.MIMA.DESC
source: Ol' {0} here can't stand lookin' at people's knees.
fi: Wanha {0} tässä ei vaan voi olla kattelematta ihmisten polvia.

# STRINGS.DUPLICANTS.PERSONALITIES.NAILS.DESC
source: People often expect a Duplicant named "{0}" to be tough, but they're all pretty huge wimps.
fi: Yleensä "{0}"-nimisen Jäljennäisen odotetaan olevan lujia, mutta kaikki ne ovat melkoisia nynnyjä.

# STRINGS.DUPLICANTS.PERSONALITIES.NIKOLA.DESC
source: This {0} once claimed he could build a laser so powerful it would rip the colony in half. No one asked him to prove it.
fi: Tämä {0} väitti joskus, että hän kykenisi rakentamaan niin tehokkaan laserin, että se halkaisisi siirtokunnan kahtia. Kukaan ei pyytänyt häntä todistamaan sitä.

# STRINGS.DUPLICANTS.PERSONALITIES.NISBET.DESC
source: This {0} likes to punch people to show her affection. Everyone's too afraid of her to tell her it hurts.
fi: Tämä {0} tykkää lyödä ihmisiä näyttääkseen kiintymyksensä. Kaikki ovat liian peloissaan kertoakseen hänelle, että se tekee kipeää.

# STRINGS.DUPLICANTS.PERSONALITIES.OTTO.DESC
source: {0}s always insult people by accident and generally exist in a perpetual state of deep regret.
fi: {0}-Jäljennäiset aina solvaavat muita tahattomasti ja yleisesti ovat jatkuvassa syvän katumuksen tilassa.

# STRINGS.DUPLICANTS.PERSONALITIES.REN.DESC
source: Every {0} has this unshakable feeling that his life's already happened and he's just watching it unfold from a memory.
fi: Jokaisella {0}illä on voimakas tunne, että hänen elämänsä on jo tapahtunut ja hän vain katselee sen tapahtuvan muistissa.

# STRINGS.DUPLICANTS.PERSONALITIES.ROWAN.DESC
source: {0}s have exceptionally large hearts and express their emotions most efficiently by yelling.
fi: {0}eilla on erityisen suuret sydämet ja he ilmaisevat tunteitaan tehokkaimmin huutamalla.

# STRINGS.DUPLICANTS.PERSONALITIES.RUBY.DESC
source: This {0} asks the pressing questions, like "Where can I get a leather jacket in space?"
fi: Tämä {0} kysyy painavimmat kysymykset, kuten "Mistä voin saada nahkatakin avaruudessa?"

# STRINGS.DUPLICANTS.PERSONALITIES.STINKY.DESC
source: This {0} has never been invited to a party, which is a shame. His dance moves are incredible.
fi: Tätä {0}ä ei ole koskaan kutsuttu juhliin, mikä on sääli. Hänen tanssiliikkeensä ovat uskomattomia.

# STRINGS.DUPLICANTS.PERSONALITIES.TRAVALDO.DESC
source: A {0}'s monotonous voice and lack of facial expression makes it impossible for others to tell when he's messing with them.
fi: {0}n monotoninen ääni ja ilmeiden puute tekevät mahdottomaksi muiden tietää, milloin hän pelleilee heidän kanssaan.

# STRINGS.DUPLICANTS.PERSONALITIES.TURNER.DESC
source: This {0} is paralyzed by the knowledge that others have memories and perceptions of them they can't control.
fi: Tämä {0} on halvaantunut tiedosta, että mulla on muistoja ja havaintoja, joita he eivät osaa hallita.

# STRINGS.DUPLICANTS.RACE
source: Duplicant
fi: Jäljennäinen

# STRINGS.DUPLICANTS.RACE_PREFIX
source: Species: {0}
fi: Laji: {0}

# STRINGS.DUPLICANTS.ROLES.ARTIST.DESCRIPTION
source: Becoming an artist will vastly improve a Duplicant's creative abilities.
fi: Taiteilijaksi ryhtyminen kasvattaa Jäljennäisen luovia taitoja valtavasti.

# STRINGS.DUPLICANTS.ROLES.ARTIST.NAME
source: <link="ARTIST">Artist</link>
fi: <link="ARTIST">Taiteilija</link>

# STRINGS.DUPLICANTS.ROLES.BOTANIST.DESCRIPTION
source: Becoming a Botanist broadens a Duplicant's understanding of plants, improving their crop tending abilities.
fi: Kasvitieteilijäksi ryhtyminen laajentaa Jäljennäisen ymmärrystä kasveista, parantaen heidän sadonhoitotaitojaan.

# STRINGS.DUPLICANTS.ROLES.BOTANIST.NAME
source: <link="BOTANIST">Botanist</link>
fi: <link="BOTANIST">Kasvitieteilijä</link>

# STRINGS.DUPLICANTS.ROLES.BUILDER.DESCRIPTION
source: Promotion to the full-fledged Architect position further increases a Duplicant's construction speeds.
fi: Täysipainotteiseksi Arkkitehdiksi ylentäminen kasvattaa entisestään Jäljennäisen rakentamisnopeutta.

# STRINGS.DUPLICANTS.ROLES.BUILDER.NAME
source: <link="BUILDER">Architect</link>
fi: <link="BUILDER">Arkkitehti</link>

# STRINGS.DUPLICANTS.ROLES.COOK.DESCRIPTION
source: Promotion to the Chef position further increases a Duplicant's cooking skills.
fi: Kokiksi ylentäminen kasvattaa entisestään Jäljennäisen kokkaustaitoja.

# STRINGS.DUPLICANTS.ROLES.COOK.NAME
source: <link="COOK">Chef</link>
fi: <link="COOK">Kokki</link>

# STRINGS.DUPLICANTS.ROLES.FARMER.DESCRIPTION
source: This job provides additional training in the tending of crops. Tending plants will increase their growth speed.
fi: Tämä työ tarjoaa lisäkoulutusta sadon hoidossa. Kasvien hoitaminen kasvattaa niiden kasvunopeutta.

# STRINGS.DUPLICANTS.ROLES.FARMER.NAME
source: <link="FARMER">Farmer</link>
fi: <link="FARMER">Viljelijä</link>

# STRINGS.DUPLICANTS.ROLES.GROUPS.APTITUDE_DESCRIPTION
source: This Duplicant enjoys performing {0} jobs and will master them {1}% faster
fi: Tämä Jäljennäinen nauttii {0}töiden tekemisestä ja hallitsee ne {1}% nopeammin

# STRINGS.DUPLICANTS.ROLES.HANDYMAN.DESCRIPTION
source: Becoming a Groundskeeper minorly improves a Duplicant's physical strength.
fi: Puutarhuriksi ryhtyminen parantaa hiukan Jäljennäisen voimaa.

# STRINGS.DUPLICANTS.ROLES.HANDYMAN.NAME
source: <link="HANDYMAN">Groundskeeper</link>
fi: <link="HANDYMAN">Puutarhuri</link>

# STRINGS.DUPLICANTS.ROLES.HAULER.DESCRIPTION
source: Becoming a Gofer will minorly increase a Duplicant's strength and carrying capacity.
fi: Juoksupojaksi ryhtyminen parantaa hiukan Jäljennäisen voimaa ja kantokykyä.

# STRINGS.DUPLICANTS.ROLES.HAULER.NAME
source: <link="HAULER">Gofer</link>
fi: <link="HAULER">Juoksupoika</link>

# STRINGS.DUPLICANTS.ROLES.JUNIOR_ARTIST.DESCRIPTION
source: Becoming an art student will improve a Duplicant's sculptures and paintings.
fi: Taiteen opiskelijaksi ryhtyminen parantaa Jäljennäisen veistoksia ja maalauksia.

# STRINGS.DUPLICANTS.ROLES.JUNIOR_ARTIST.NAME
source: <link="JUNIORARTIST">Art Student</link>
fi: <link="JUNIORARTIST">Taiteen Opiskelija</link>

# STRINGS.DUPLICANTS.ROLES.JUNIOR_BUILDER.DESCRIPTION
source: Becoming an Apprentice Architect marginally improves a Duplicant's construction speeds.
fi: Arkkitehtioppilaaksi ryhtyminen parantaa vähän Jäljennäisen rakentamisnopeutta.

# STRINGS.DUPLICANTS.ROLES.JUNIOR_BUILDER.NAME
source: <link="JUNIORBUILDER">Apprentice Architect</link>
fi: <link="JUNIORBUILDER">Arkkitehtioppilas</link>

# STRINGS.DUPLICANTS.ROLES.JUNIOR_COOK.DESCRIPTION
source: This job provides training in the use of Electric Grills and improves a Duplicant's cooking speed.
fi: Tämä työ tarjoaa koulutusta Sähkögrillien käytössä ja parantaa Jäljennäisen ruuanlaittonopeutta.

# STRINGS.DUPLICANTS.ROLES.JUNIOR_COOK.NAME
source: <link="JUNIORCOOK">Sous Chef</link>
fi: <link="JUNIORCOOK">Apukokki</link>

# STRINGS.DUPLICANTS.ROLES.JUNIOR_FARMER.DESCRIPTION
source: Becoming a Farmhand will minorly increase a Duplicant's farming skills, increasing their chances of harvesting new plant seeds.
fi: Rengiksi ryhtyminen parantaa hiukan Jäljennäisen viljely taitoja, kasvattaen heidän mahdollisuuttaan kerätä uusia kasvien siemeniä.

# STRINGS.DUPLICANTS.ROLES.JUNIOR_FARMER.NAME
source: <link="JUNIORFARMER">Farmhand</link>
fi: <link="JUNIORFARMER">Renki</link>

# STRINGS.DUPLICANTS.ROLES.JUNIOR_MINER.DESCRIPTION
source: This job provides training in the excavation of very firm materials such as Granite.
fi: Tämä työ tarjoaa koulutusta erittäin lujien materiaalien kaivuussa, kuten esimerkiksi Graniitin.

# STRINGS.DUPLICANTS.ROLES.JUNIOR_MINER.NAME
source: <link="JUNIORMINER">Apprentice Miner</link>
fi: <link="JUNIORMINER">Kaivostyöoppilas</link>

# STRINGS.DUPLICANTS.ROLES.JUNIOR_RESEARCHER.DESCRIPTION
source: This job provides training in the use of Super Computers and improves a Duplicant's researching ability.
fi: Tämä työ tarjoaa koulutusta Supertietokoneiden käytössä ja parantaa Jäljennäisen tutkimustaitoa.

# STRINGS.DUPLICANTS.ROLES.JUNIOR_RESEARCHER.NAME
source: <link="JUNIORRESEARCHER">Research Assistant</link>
fi: <link="JUNIORRESEARCHER">Tutkimusassistentti</link>

# STRINGS.DUPLICANTS.ROLES.MACHINE_TECHNICIAN.DESCRIPTION
source: Becoming an Engineer marginally improves a Duplicant's tinkering speeds.
fi: Insinööriksi ryhtyminen parantaa vähän Jäljennäisen näpertelynopeutta.

# STRINGS.DUPLICANTS.ROLES.MACHINE_TECHNICIAN.NAME
source: <link="MACHINETECHNICIAN">General Engineer</link>
fi: <link="MACHINETECHNICIAN">Yleisinsinööri</link>

# STRINGS.DUPLICANTS.ROLES.MATERIALS_MANAGER.DESCRIPTION
source: Promotion to the Courier position further increases a Duplicant's strength and carrying capacity for even swifter deliveries.
fi: Kuriiriksi ylentäminen kasvattaa entisestään Jäljennäisen voimaa ja kantokykyä nopeampien toimitusten suorittamiseksi.

# STRINGS.DUPLICANTS.ROLES.MATERIALS_MANAGER.NAME
source: <link="MATERIALSMANAGER">Courier</link>
fi: <link="MATERIALSMANAGER">Kuriiri</link>

# STRINGS.DUPLICANTS.ROLES.MECHATRONIC_ENGINEER.DESCRIPTION
source: This job provides additional training in the construction and maintenance of conveyor rail systems.
fi: Tämä työ tarjoaa lisäkoulutusta rakentamisessa ja kiskokuljetinjärjestelmien ylläpidossa.

# STRINGS.DUPLICANTS.ROLES.MECHATRONIC_ENGINEER.NAME
source: <link="MECHATRONICENGINEER">Mechatronics Engineer</link>
fi: <link="MECHATRONICENGINEER">Mekatroniikkainsinööri</link>

# STRINGS.DUPLICANTS.ROLES.MEDIC.DESCRIPTION
source: Becoming a Medic will allow a Duplicant to treat the sick and injured with more efficiency.
fi: Sairaanhoitajaksi ryhtyminen mahdollistaa Jäljennäisen hoitaa sairaita ja loukkaantuneita tehokkaammin.

# STRINGS.DUPLICANTS.ROLES.MEDIC.NAME
source: <link="MEDIC">Medic</link>
fi: <link="MEDIC">Sairaanhoitaja</link>

# STRINGS.DUPLICANTS.ROLES.MINER.DESCRIPTION
source: This job provides training in the excavation of the element Abyssalite.
fi: Tämä työ tarjoaa koulutusta kaivaa materiaalia Abyssaliitti.

# STRINGS.DUPLICANTS.ROLES.MINER.NAME
source: <link="MINER">Miner</link>
fi: <link="MINER">Kaivostyöläinen</link>

# STRINGS.DUPLICANTS.ROLES.NO_ROLE.DESCRIPTION
source: No job assignment.
fi: Ei työtehtävää.

# STRINGS.DUPLICANTS.ROLES.NO_ROLE.NAME
source: <link="NOROLE">Unemployed</link>
fi: <link="NOROLE">Työtön</link>

# STRINGS.DUPLICANTS.ROLES.OIL_TECHNICIAN.DESCRIPTION
source: Oil Technicians can extract and refine crude oil
fi: Öljyteknikot pystyvät kaivamaan ja jalostamaan raakaöljyä

# STRINGS.DUPLICANTS.ROLES.OIL_TECHNICIAN.NAME
source: <link="OILTECHNICIAN">Oil Technician</link>
fi: <link="OILTECHNICIAN">Öljyteknikko</link>

# STRINGS.DUPLICANTS.ROLES.PLUMBER.DESCRIPTION
source: Becoming a Plumber allows a Duplicant to empty plumbing pipes without making a mess.
fi: Putkimieheksi ryhtyminen mahdollistaa putkien tyhjennyksen ilman, että vettä vuotaa kaikkialle.

# STRINGS.DUPLICANTS.ROLES.PLUMBER.NAME
source: <link="PLUMBER">Plumber</link>
fi: <link="PLUMBER">Putkimies</link>

# STRINGS.DUPLICANTS.ROLES.POWER_TECHNICIAN.DESCRIPTION
source: This job provides additional training in the tuning of generators. Tuned generators will temporarily have improved power output.
fi: Tämä työ tarjoaa lisäkoulutusta generaattorien virittämisessä. Viritetyillä generaattoreilal on hetkellisesti kasvanut sähkön tuotto.

# STRINGS.DUPLICANTS.ROLES.POWER_TECHNICIAN.NAME
source: <link="POWERTECHNICIAN">Electrical Engineer</link>
fi: <link="POWERTECHNICIAN">Sähköinsinööri</link>

# STRINGS.DUPLICANTS.ROLES.RANCHER.DESCRIPTION
source: Becoming a Rancher improves a Duplicant's ability to care for domestic critters.
fi: Paimeneksi ryhtyminen parantaa Jäljennäisen kykyä huolehtia kesyistä eläimistä.

# STRINGS.DUPLICANTS.ROLES.RANCHER.NAME
source: <link="RANCHER">Rancher</link>
fi: <link="RANCHER">Paimen</link>

# STRINGS.DUPLICANTS.ROLES.RESEARCHER.DESCRIPTION
source: Promotion to the Scientist position further increases a Duplicant's researching ability.
fi: Tiedemieheksi ylentäminen kasvattaa entisestää Jäljennäisen tutkimiskykyä.

# STRINGS.DUPLICANTS.ROLES.RESEARCHER.NAME
source: <link="RESEARCHER">Scientist</link>
fi: <link="RESEARCHER">Tiedemies</link>

# STRINGS.DUPLICANTS.ROLES.ROLE_MASTERED
source: Job Mastered
fi: Työ Hallinnassa

# STRINGS.DUPLICANTS.ROLES.SENIOR_BUILDER.DESCRIPTION
source: Promotion to the Senior Architect position further increases a Duplicant's construction speeds.
fi: Vanhemmaksi Arkkitehdiksi ylentäminen kasvattaa entisestään Jäljennäisen rakentamisnopeutta.

# STRINGS.DUPLICANTS.ROLES.SENIOR_BUILDER.NAME
source: <link="SENIORBUILDER">Senior Architect</link>
fi: <link="SENIORBUILDER">Vanhempi Arkkitehti</link>

# STRINGS.DUPLICANTS.ROLES.SENIOR_FARMER.DESCRIPTION
source: Promotion to the Seasoned Farmer position further increases a Duplicant's farming skills.
fi: Kokeneeksi Viljelijäksi ylentäminen kasvattaa entisestään Jäljennäisen viljelytaitoa.

# STRINGS.DUPLICANTS.ROLES.SENIOR_FARMER.NAME
source: <link="SENIORFARMER">Seasoned Farmer</link>
fi: <link="SENIORFARMER">Kokenut Viljelijä</link>

# STRINGS.DUPLICANTS.ROLES.SENIOR_MINER.DESCRIPTION
source: Promotion to the Seasoned Miner position further increases a Duplicant's digging speed.
fi: Kokeneeksi Kaivostyöläiseksi ylentäminen parantaa entisestään Jäljennäisen kaivuunopeutta.

# STRINGS.DUPLICANTS.ROLES.SENIOR_MINER.NAME
source: <link="SENIORMINER">Seasoned Miner</link>
fi: <link="SENIORMINER">Kokenut Kaivostyöläinen</link>

# STRINGS.DUPLICANTS.ROLES.SENIOR_RANCHER.DESCRIPTION
source: Seasoned Ranchers have spent time studying domestic critters and are adept at caring for them.
fi: Kokeneet Paimenet ovat käyttäneet aikaa kesyjen eläinten tutkimiseen ja ovat taitavia niiden hoitamisessa.

# STRINGS.DUPLICANTS.ROLES.SENIOR_RANCHER.NAME
source: <link="SENIORRANCHER">Seasoned Rancher</link>
fi: <link="SENIORRANCHER">Kokenut Paimen</link>

# STRINGS.DUPLICANTS.ROLES.SENIOR_RESEARCHER.DESCRIPTION
source: Promotion to the esteemed Tenured Scientist position further increases a Duplicant's researching ability.
fi: Arvostetuksi Professoriksi ylentäminen kasvattaa entisestään Jäljennäisen tutkimistaitoa.

# STRINGS.DUPLICANTS.ROLES.SENIOR_RESEARCHER.NAME
source: <link="SENIORRESEARCHER">Tenured Scientist</link>
fi: <link="SENIORRESEARCHER">Professori</link>

# STRINGS.DUPLICANTS.ROLES.SUIT_EXPERT.DESCRIPTION
source: This job provides additional training in correct use of Exosuits, eliminating the runspeed loss experienced while wearing them.
fi: Tämä työ antaa lisäkoulutusta Eksopukujen oikeaoppisessa käytössä, poistaen juoksunopeuden alenemisen niitä käyttäessä.

# STRINGS.DUPLICANTS.ROLES.SUIT_EXPERT.NAME
source: <link="SUITEXPERT">Exosuit Engineer</link>
fi: <link="SUITEXPERT">Eksopukuinsinööri</link>

# STRINGS.DUPLICANTS.STATS.BLADDER.NAME
source: Bladder
fi: Rakko

# STRINGS.DUPLICANTS.STATS.BLADDER.TOOLTIP
source: Bladder ------------------ Duplicants make "messes" if no toilets are available at one hundred percent bladder fullness
fi: Rakko ------------------ Jäljennäisille tapahtuu "vahinkoja" jos vessoja ei ole saatavilla, kun rakko on 100% täysi

# STRINGS.DUPLICANTS.STATS.BREATH.NAME
source: Breath
fi: Henki

# STRINGS.DUPLICANTS.STATS.BREATH.TOOLTIP
source: Breath ------------------ A Duplicant with zero remaining breath will begin suffocating
fi: Henki ------------------ Jäljennäinen, jolla on henki nollassa, alkaa tukehtua

# STRINGS.DUPLICANTS.STATS.CALORIES.NAME
source: Calories
fi: Kalorit

# STRINGS.DUPLICANTS.STATS.CALORIES.TOOLTIP
source: Calories ------------------ This Duplicant can burn {0} before starving
fi: Kalorit ------------------ Tämä jäljennäinen voi polttaa {0} ennen nääntymistään

# STRINGS.DUPLICANTS.STATS.DECOR.NAME
source: Decor
fi: Koristus

# STRINGS.DUPLICANTS.STATS.DECOR.TOOLTIP
source: Decor ------------------ Duplicants become stressed in areas with decor lower than their expectations Open the Decor Overlay <color=#F44A47>[F8]</color> to view current decor values
fi: Koristus ------------------ Jäljennäiset ahdistuvat alueilla, joiden koristeellisuus alittaa heidän odotukset Avaa Koristusnäkymä <color=#F44A47>[F8]</color> nähdäksesi vallitsevat koristusarvot

# STRINGS.DUPLICANTS.STATS.DECOR.TOOLTIP_AVERAGE_TODAY
source: Average Decor This Cycle: {0}
fi: Keskimääräinen Koristeellisuus Tällä Kierrolla: {0}

# STRINGS.DUPLICANTS.STATS.DECOR.TOOLTIP_AVERAGE_YESTERDAY
source: Average Decor Last Cycle: {0}
fi: Keskimääräinen Koristeellisuus Edellisellä Kierrolla: {0}

# STRINGS.DUPLICANTS.STATS.DECOR.TOOLTIP_CURRENT
source: Current Environmental Decor: {0}
fi: Tämänhetkinen Ympäristön Koristeellisuus: {0}

# STRINGS.DUPLICANTS.STATS.DISEASERECOVERYTIME.NAME
source: Disease Recovery
fi: Sairaudesta Paraneminen

# STRINGS.DUPLICANTS.STATS.EXTERNALTEMPERATURE.NAME
source: External Temperature
fi: Ulkoinen Lämpötila

# STRINGS.DUPLICANTS.STATS.EXTERNALTEMPERATURE.TOOLTIP
source: External Temperature ------------------ This Duplicant's environment is {0}
fi: Ulkoinen Lämpötila ------------------ Tämän jäljennäisen ympäristön lämpötila on {0}

# STRINGS.DUPLICANTS.STATS.HITPOINTS.NAME
source: Health
fi: Terveys

# STRINGS.DUPLICANTS.STATS.HITPOINTS.TOOLTIP
source: Health ------------------ Combatants become incapacitated at zero health
fi: Terveys ------------------ Taistelijat muuttuvat toimintakyvyttömiksi kun Terveys on nollassa

# STRINGS.DUPLICANTS.STATS.IMMUNELEVEL.NAME
source: Immune System
fi: Immuunijärjestelmä

# STRINGS.DUPLICANTS.STATS.IMMUNELEVEL.TOOLTIP
source: Immune System ------------------ Duplicants contract diseases when immune system reaches zero
fi: Immuunijärjestelmä ------------------ Jäljennäiset sairastuvat tauteihin, kun heidän immuunijärjestelmänsä on nollassa

# STRINGS.DUPLICANTS.STATS.SKIN_DURABILITY.NAME
source: Skin Durability
fi: Ihon Kestävyys

# STRINGS.DUPLICANTS.STATS.SKIN_THICKNESS.NAME
source: Skin Thickness
fi: Ihon Paksuus

# STRINGS.DUPLICANTS.STATS.STAMINA.NAME
source: Stamina
fi: Jaksaminen

# STRINGS.DUPLICANTS.STATS.STAMINA.TOOLTIP
source: Stamina ------------------ Duplicants will pass out from fatigue when stamina reaches zero
fi: Jaksaminen ------------------ Jäljennäiset pyörtyvät uupumuksestas kun jaksaminen menee nollaan

# STRINGS.DUPLICANTS.STATS.STRESS.NAME
source: Stress
fi: Ahdistus

# STRINGS.DUPLICANTS.STATS.STRESS.TOOLTIP
source: Stress ------------------ Duplicants exhibit their Stress Reactions at one hundred percent stress
fi: Ahdistus ------------------ Jäljennäiset alkavat näyttää Ahdistusvasteita, kun ahdistus on sadassa prosentissa

# STRINGS.DUPLICANTS.STATS.TEMPERATURE.NAME
source: Body Temperature
fi: Ruumiinlämpö

# STRINGS.DUPLICANTS.STATS.TEMPERATURE.TOOLTIP
source: Body Temperature ------------------ A healthy Duplicant's body temperature is {1}
fi: Ruumiinlämpö ------------------ Terveen Jäljennäisen ruumiinlämpö on {1}

# STRINGS.DUPLICANTS.STATUSITEMS.ARTING.NAME
source: Decorating
fi: Koristelee
