Repository: Eerjunic/OxygenNotIncluded_Fi
Catalog: strings.po
Languages: fi

# STRINGS.BUILDINGS.PREFABS.GASVENTHIGHPRESSURE.EFFECT
source: Releases <link="ELEMENTSGAS">Gas</link> from <link="GASPIPING">Gas Pipes</link> into high pressure locations.
fi: Vapauttaa <link="ELEMENTSGAS">Kaasua</link> <link="GASPIPING">Kaasuputkista</link> korkeassa paineessa olevaan ympäristöön.

# STRINGS.BUILDINGS.PREFABS.GASVENTHIGHPRESSURE.NAME
source: <link="GASVENTHIGHPRESSURE">High Pressure Gas Vent</link>
fi: <link="GASVENTHIGHPRESSURE">Korkeapainekaasuaukko</link>

# STRINGS.BUILDINGS.PREFABS.GENERATOR.DESC
source: Coal generators produce more energy than manual generators, but emit heat and exhaust.
fi: Hiiligeneraattorit tuottavat enemmän sähköä kuin manuaaliset generaattorit, mutta tuottavat lämpöä ja pakokaasua.

# STRINGS.BUILDINGS.PREFABS.GENERATOR.EFFECT
source: Converts <link="CARBON">Coal</link> into electrical <link="POWER">Power</link>. Produces <link="CARBONDIOXIDE">Carbon Dioxide</link>.
fi: Muuttaa <link="CARBON">Hiilen</link> <link="POWER">Sähköksi</link>. Tuottaa <link="CARBONDIOXIDE">Hiilidioksidia</link>.

# STRINGS.BUILDINGS.PREFABS.GENERATOR.NAME
source: <link="GENERATOR">Coal Generator</link>
fi: <link="GENERATOR">Hiiligeneraattori</link>

# STRINGS.BUILDINGS.PREFABS.GENERATOR.OVERPRODUCTION
source: {Generator} overproduction
fi: {Generator} ylituotanto

# STRINGS.BUILDINGS.PREFABS.GENERICFABRICATOR.DESC
source: Omniprinters are incapable of printing organic matter.
fi: Omnitulostimet pystyvät tulostamaan orgaanista ainetta.

# STRINGS.BUILDINGS.PREFABS.GENERICFABRICATOR.EFFECT
source: Converts <link="RAWMINERAL">Raw Mineral</link> into unique materials and objects.
fi: Muuntaa <link="RAWMINERAL">Raa'an Mineraalin</link> ainutlaatuisiksi aineiksi ja esineiksi.

# STRINGS.BUILDINGS.PREFABS.GENERICFABRICATOR.NAME
source: <link="GENERICFABRICATOR">Omniprinter</link>
fi: <link="GENERICFABRICATOR">Omnitulostin</link>

# STRINGS.BUILDINGS.PREFABS.GENESHUFFLER.DESC
source: A massive synthetic brain, suspended in saline solution. There is a chair attached to the device with room for one person.
fi: Massiiviset synteettiset aivot, säilöttynä suolaliuokseen. Laitteeseen on kiinnitetty yhden hengen istuttava tuoli.

# STRINGS.BUILDINGS.PREFABS.GENESHUFFLER.NAME
source: Neural Vacillator
fi: Hermovaihtelija

# STRINGS.BUILDINGS.PREFABS.GLASSFORGE.DESC
source: Refined metals are necessary to build advanced electronics and technologies.
fi: Jalostettuja metalleja tarvitaan kehittyneiden sähkölaitteiden ja teknologioiden rakentamisessa.

# STRINGS.BUILDINGS.PREFABS.GLASSFORGE.EFFECT
source: Produces <link="GLASS">Molten Glass</link> from raw <link="SAND">Sand</link>. Outputs significantly <link="HEAT">Heated</link> <link="ELEMENTSLIQUID">Liquid</link>.
fi: Tuottaa <link="GLASS">Sulaa Lasia</link> raa'asta <link="SAND">Hiekasta</link>. Tuottaa merkittävästi <link="HEAT">Lämmitettyä</link> <link="ELEMENTSLIQUID">Nestettä</link>.

# STRINGS.BUILDINGS.PREFABS.GLASSFORGE.NAME
source: <link="GLASSFORGE">Glass Forge</link>
fi: <link="GLASSFORGE">Lasisulattamo</link>

# STRINGS.BUILDINGS.PREFABS.GLASSFORGE.RECIPE_DESCRIPTION
source: Extracts pure {0} from {1}.
fi: Tuottaa puhdasta {0}ainetta {1}aineesta.

# STRINGS.BUILDINGS.PREFABS.GLASSTILE.DESC
source: Glass tiles provide a barrier against liquid and gas and are completely transparent.
fi: Lasilaatat tarjoavat suojan kaasuilta ja nesteiltä ja ovat täysin läpinäkyviä.

# STRINGS.BUILDINGS.PREFABS.GLASSTILE.EFFECT
source: Used as floor and wall tile to build rooms. Allows <link="ELEMENTSLIQUID">Light</link> and <link="ELEMENTSLIQUID">Decor Values</link> to pass through.
fi: Käytetään lattia- ja seinälaattoina huoneita rakentaessa. Päästää <link="ELEMENTSLIQUID">Valon</link> ja <link="ELEMENTSGAS">Koristusarvot</link> lävitseen.

# STRINGS.BUILDINGS.PREFABS.GLASSTILE.NAME
source: <link="GLASSTILE">Window Tile</link>
fi: <link="GLASSTILE">Ikkunalaatta</link>

# STRINGS.BUILDINGS.PREFABS.GRAVE.DESC
source: Burying dead Duplicants reduces health hazards and stress on the colony.
fi: Kuolleiden Jäljennäisten Hautaaminen vähentää terveysriskejä ja ahdistusta siirtokunnassa.

# STRINGS.BUILDINGS.PREFABS.GRAVE.EFFECT
source: Provides a resting place for deceased Duplicants. Living Duplicants will automatically place an unburied corpse inside.
fi: Tarjoaa viimeisen leposijan menehtyneille Jäljennäisille. Elävät Jäljennäiset asettavat hautaamattomat ruumiit näiden sisään.

# STRINGS.BUILDINGS.PREFABS.GRAVE.NAME
source: <link="GRAVE">Tasteful Memorial</link>
fi: <link="GRAVE">Säädyllinen Muistomerkki</link>

# STRINGS.BUILDINGS.PREFABS.HANDSANITIZER.DESC
source: Hand sanitizers kill germs more effectively than wash basins.
fi: Käsidesinfioijat tappavat bakteereja tehokkaammin kuin lavuaarit.

# STRINGS.BUILDINGS.PREFABS.HANDSANITIZER.EFFECT
source: Removes most <link="DISEASE">Germs</link> from Duplicants. Germ-covered Duplicants use Hand Sanitizers when passing by in the selected direction.
fi: Poistaa enimmät <link="DISEASE">Bakteerit</link> Jäljennäisistä. Bakteerien peittämät Jäljennäiset käyttävät Käsidesinfioijia kulkiessaan niiden ohi valitusta suunnasta.

# STRINGS.BUILDINGS.PREFABS.HANDSANITIZER.NAME
source: <link="HANDSANITIZER">Hand Sanitizer</link>
fi: <link="HANDSANITIZER">Käsidesinfioija</link>

# STRINGS.BUILDINGS.PREFABS.HEADQUARTERS.DESC
source: New Duplicants will come out here, but thank goodness, they'll never go back in.
fi: Uudet Jäljennäiset tulevat täältä ulos, mutteivat, luojan kiitos, palaa takaisin sinne sisään.

# STRINGS.BUILDINGS.PREFABS.HEADQUARTERS.EFFECT
source: An exceptionally advanced bioprinter of unknown origin. It periodically produces new Duplicants.
fi: Erityisen kehittynyt biotulostin, jonka alkuperästä ei ole tietoa. Se tuottaa säännöllisesti uusia Jäljennäisiä.

# STRINGS.BUILDINGS.PREFABS.HEADQUARTERS.NAME
source: <link="HEADQUARTERS">Printing Pod</link>
fi: <link="HEADQUARTERS">Tulostuskenno</link>

# STRINGS.BUILDINGS.PREFABS.HEADQUARTERSCOMPLETE.NAME
source: Printing Pod
fi: Tulostuskenno

# STRINGS.BUILDINGS.PREFABS.HIGHWATTAGEWIRE.DESC
source: Higher wattage wire is used to avoid power overloads, particularly for strong generators.
fi: Korkeajännitejohtoa käytetään ylikuormitusten välttämiseksi, erityisesti suurille generaattoreille.

# STRINGS.BUILDINGS.PREFABS.HIGHWATTAGEWIRE.EFFECT
source: Carries more <link="POWER">Wattage</link> than regular Wire without overloading. Cannot be run through tiles.
fi: Kestää suurempia <link="POWER">Virtoja</link> ylikuormittumatta, kuin tavallinen Johto yli. Ei voi rakentaa laattojen sisään.

# STRINGS.BUILDINGS.PREFABS.HIGHWATTAGEWIRE.NAME
source: <link="HIGHWATTAGEWIRE">Heavi-Watt Wire</link>
fi: <link="HIGHWATTAGEWIRE">Korkeajännitejohto</link>

# STRINGS.BUILDINGS.PREFABS.HYDROGENGENERATOR.DESC
source: Hydrogen generators are exceptionally efficient power sources and emit next to no waste.
fi: Vetygeneraattorit ovat poikkeuksellisen tahokkaita virrantuottajia, eivätkä tuota juurikaan päästöjä.

# STRINGS.BUILDINGS.PREFABS.HYDROGENGENERATOR.EFFECT
source: Converts <link="HYDROGEN">Hydrogen</link> into electrical <link="POWER">Power</link>.
fi: Muuttaa <link="HYDROGEN">Vedyn</link> <link="POWER">Sähköksi</link>.

# STRINGS.BUILDINGS.PREFABS.HYDROGENGENERATOR.NAME
source: <link="HYDROGENGENERATOR">Hydrogen Generator</link>
fi: <link="HYDROGENGENERATOR">Vetygeneraattori</link>

# STRINGS.BUILDINGS.PREFABS.HYDROPONICFARM.DESC
source: Hydroponic farms reduce Duplicant traffic by automating liquid delivery with irrigation pipes.
fi: Vesiviljelmät vähentävät Jäljennäisliikennettä automatisoimalla nestetoimitukset ojitusputkilla.

# STRINGS.BUILDINGS.PREFABS.HYDROPONICFARM.EFFECT
source: Grows one <link="PLANTS">Plant</link> from a <link="PLANTS">Seed</link>. Can be used as floor tile and rotated before construction. Must be irrigated through liquid piping.
fi: Kasvattaa yhden <link="PLANTS">Kasvin</link> <link="PLANTS">Siemenestä</link>. Voidaan käyttää lattialaattana ja kääntää ennen rakentamista. Täytyy ojittaa putkiston avulla.

# STRINGS.BUILDINGS.PREFABS.HYDROPONICFARM.NAME
source: <link="HYDROPONICFARM">Hydroponic Farm</link>
fi: <link="HYDROPONICFARM">Vesiviljelmä</link>

# STRINGS.BUILDINGS.PREFABS.ICESCULPTURE.AVERAGEQUALITYNAME
source: Genius Ice Sculpture
fi: Nerokas Jääveistos

# STRINGS.BUILDINGS.PREFABS.ICESCULPTURE.DESC
source: Ice sculptures will melt over time if not kept sufficiently chilled.
fi: Jääveistokset sulavat ajan myötä, jos niitä ei pidetä tarpeeksi viileinä.

# STRINGS.BUILDINGS.PREFABS.ICESCULPTURE.EFFECT
source: Increases <link="DECOR">Decor</link> and reduces <link="STRESS">Stress</link>. Must be sculpted by a Duplicant.
fi: Parantaa <link="DECOR">Koristeellisuutta</link> ja vähentää <link="STRESS">Ahdistusta</link>. Jäljennäisen täytyy veistää tämä.

# STRINGS.BUILDINGS.PREFABS.ICESCULPTURE.NAME
source: <link="ICESCULPTURE">Ice Block</link>
fi: <link="ICESCULPTURE">Jääkuutio</link>

# STRINGS.BUILDINGS.PREFABS.ICESCULPTURE.POORQUALITYNAME
source: "Abstract" Ice Sculpture
fi: "Abstrakti" Jääveistos

# STRINGS.BUILDINGS.PREFABS.INSULATEDGASCONDUIT.DESC
source: Pipe insulation prevents gas contents from significantly changing temperature in transit.
fi: Putken eristys estää kaasumaista sisältöä muuttamasta lämpötilaa merkittävästi kuljetuksen aikana.

# STRINGS.BUILDINGS.PREFABS.INSULATEDGASCONDUIT.EFFECT
source: Carries <link="ELEMENTSGAS">Gas</link> with minimal change in <link="HEAT">Temperature</link>. Can be run through tiles.
fi: Kuljettaa <link="ELEMENTSGAS">Kaasua</link> juurikaan <link="HEAT">Lämpötilaa</link> muuttamatta. Voidaan rakentaa laattojen sisään.

# STRINGS.BUILDINGS.PREFABS.INSULATEDGASCONDUIT.NAME
source: <link="INSULATEDGASCONDUIT">Insulated Gas Pipe</link>
fi: <link="INSULATEDGASCONDUIT">Eristetty Kaasuputki</link>

# STRINGS.BUILDINGS.PREFABS.INSULATEDLIQUIDCONDUIT.DESC
source: Pipe insulation prevents liquid contents from significantly changing temperature in transit.
fi: Putken eristys estää nestemäistä sisältöä muuttamasta lämpötilaa merkittävästi kuljetuksen aikana.

# STRINGS.BUILDINGS.PREFABS.INSULATEDLIQUIDCONDUIT.EFFECT
source: Carries <link="ELEMENTSLIQUID">Liquid</link> with minimal change in <link="HEAT">Temperature</link>. Can be run through tiles.
fi: Kuljettaa <link="ELEMENTSGAS">Nestettä</link> juurikaan <link="HEAT">Lämpötilaa</link> muuttamatta. Voidaan rakentaa laattojen sisään.

# STRINGS.BUILDINGS.PREFABS.INSULATEDLIQUIDCONDUIT.NAME
source: <link="INSULATEDLIQUIDCONDUIT">Insulated Liquid Pipe</link>
fi: <link="INSULATEDLIQUIDCONDUIT">Eristetty Nesteputki</link>

# STRINGS.BUILDINGS.PREFABS.INSULATEDWIRE.DESC
source: This stuff won't go melting if things get heated.
fi: Tämä tavara ei sula vaikka lämmöt nousisi.

# STRINGS.BUILDINGS.PREFABS.INSULATEDWIRE.EFFECT
source: Connects buildings to <link="POWER">Power</link> sources in extreme <link="HEAT">Heat</link>. Can be run through tiles.
fi: Yhdistää rakennukset <link="POWER">Virta</link>lähteisiin äärimmäisessä <link="HEAT">Kuumuudessa</link>. Voidaan rakentaa laattojen sisään.

# STRINGS.BUILDINGS.PREFABS.INSULATEDWIRE.NAME
source: <link="INSULATEDWIRE">Insulated Wire</link>
fi: <link="INSULATEDWIRE">Eristetty Johto</link>

# STRINGS.BUILDINGS.PREFABS.INSULATIONTILE.DESC
source: The lowered thermal conductivity of insulated tiles slows heat from passing through them.
fi: Eristettyjen laattojen alhaisempi lämmönjohtokyky hidastaa lämpöä läpäisemästä niitä.

# STRINGS.BUILDINGS.PREFABS.INSULATIONTILE.EFFECT
source: Used as floor and wall tile to build rooms. Reduces <link="HEAT">Heat</link> transfer between walls, retaining ambient heat in an area.
fi: Käytetään lattia- ja seinälaattoja huoneenrakennuksessa. Vähentää <link="HEAT">Lämmön</link> siirtymistä seinien välillä, ylläpitäen ympäristön lämpötilaa.

# STRINGS.BUILDINGS.PREFABS.INSULATIONTILE.NAME
source: <link="INSULATIONTILE">Insulated Tile</link>
fi: <link="INSULATIONTILE">Eristetty Laatta</link>

# STRINGS.BUILDINGS.PREFABS.KILN.DESC
source: Kilns can also be used to refine coal into pure carbon.
fi: Polttouuneja voidaan käyttää jalostamaan kivihiiltä puhtaaksi hiileksi.

# STRINGS.BUILDINGS.PREFABS.KILN.EFFECT
source: Fires <link="CLAY">Clay</link> to produce <link="CERAMIC">Ceramic</link>.
fi: Muuttaa <link="CLAY">Saven</link> <link="CERAMIC">Keramiikaksi</link>.

# STRINGS.BUILDINGS.PREFABS.KILN.NAME
source: <link="KILN">Kiln</link>
fi: <link="KILN">Polttouuni</link>

# STRINGS.BUILDINGS.PREFABS.LADDER.DESC
source: (That means they climb it.)
fi: (Eli he kiipeävät sitä pitkin.)

# STRINGS.BUILDINGS.PREFABS.LADDER.EFFECT
source: Enables vertical mobility for Duplicants.
fi: Mahdollistaa Jäljennäisten pystysuuntaisen liikkumisen.

# STRINGS.BUILDINGS.PREFABS.LADDER.NAME
source: <link="LADDER">Ladder</link>
fi: <link="LADDER">Tikkaat</link>

# STRINGS.BUILDINGS.PREFABS.LADDERFAST.DESC
source: Plastic ladders are mildly antiseptic and can help limit the spread of germs in a colony.
fi: Muoviset tikkaat ovat lievästi antiseptisiä ja auttavat rajoittamaan bakteerien leviämisen siirtokunnassa.

# STRINGS.BUILDINGS.PREFABS.LADDERFAST.EFFECT
source: Increases Duplicant climbing speed.
fi: Nopeuttaa Jäljennäisten kiipeämistä.

# STRINGS.BUILDINGS.PREFABS.LADDERFAST.NAME
source: <link="LADDERFAST">Plastic Ladder</link>
fi: <link="LADDERFAST">Muoviset Tikkaat</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDITIONER.DESC
source: A thermo aquatuner cools liquid and outputs the heat elsewhere.
fi: Nestelämpösäätelijä jäähdyttää nestettä ja siirtää lämmön muualle.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDITIONER.EFFECT
source: Cools the <link="ELEMENTSLIQUID">Liquid</link> piped through it, but outputs <link="HEAT">Heat</link> in its immediate vicinity.
fi: Jäähdyttää sen kautta virtaavaa <link="ELEMENTSLIQUID">Nestettä</link>, mutta tuottaa <link="HEAT">Lämpöä</link> sen välittömään läheisyyteen.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDITIONER.NAME
source: <link="LIQUIDCONDITIONER">Thermo Aquatuner</link>
fi: <link="LIQUIDCONDITIONER">Nestelämpösäätelijä</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUIT.DESC
source: Liquid pipes are used to connect the inputs and outputs of plumbed buildings.
fi: Nesteputkilla liitetään putkitettujen rakennusten sisääntulot ja ulosmenot.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUIT.EFFECT
source: Carries <link="ELEMENTSLIQUID">Liquid</link> between <link="LIQUIDPIPING">Outputs</link> and <link="LIQUIDPIPING">Intakes</link>. Can be run through tiles.
fi: Kuljettaa <link="ELEMENTSLIQUID">Nestettä</link> <link="LIQUIDPIPING">Ulosvientien</link> ja <link="LIQUIDPIPING">Sisäänottojen</link> välillä. Voidaan rakentaa laattojen sisään.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUIT.NAME
source: <link="LIQUIDCONDUIT">Liquid Pipe</link>
fi: <link="LIQUIDCONDUIT">Nesteputki</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITBRIDGE.DESC
source: Separate pipe systems prevent mingled contents from causing building damage.
fi: Erillään olevat putkistot estävät sekoittuneita aineita aiheuttamasta vahinkoa rakennuksille.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITBRIDGE.EFFECT
source: Runs one <link="LIQUIDPIPING">Liquid Pipe</link> section over another without joining them. Can be run through tiles.
fi: Kuljettaa yhden <link="LIQUIDPIPING">Nesteputki</link>osion toisen yli yhdistämättä niitä. Voidaan rakentaa lattialaattojen läpi.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITBRIDGE.NAME
source: <link="LIQUIDCONDUITBRIDGE">Liquid Bridge</link>
fi: <link="LIQUIDCONDUITBRIDGE">Nestesilta</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITDISEASESENSOR.DESC
source: Liquid Pipe Germ Sensors are used to control automation behaviour in the presence of disease.
fi: Nesteputken Mikrobitunnistimilla säädetään automaation toimintaa bakteerien ollessa läsnä.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITDISEASESENSOR.EFFECT
source: Becomes <link="LOGIC">Active</link> or on <link="LOGIC">Standby</link> depending on quantity of the contained <link="DISEASE">Germs</link>.
fi: Muuttuu <link="LOGIC">Aktiiviseksi</link> tai siirtyy <link="LOGIC">Valmiustilaan</link> riippuen <link="DISEASE">Bakteerien</link> määrästä.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITDISEASESENSOR.LOGIC_PORT_DESC
source: Active/Standby based on the contained Germs
fi: Aktiivinen/Valmiustilassa riippuen Bakteerien määrästä kaasussa

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITDISEASESENSOR.NAME
source: <link="LIQUIDCONDUITDISEASESENSOR">Liquid Pipe Germ Sensor</link>
fi: <link="LIQUIDCONDUITDISEASESENSOR">Nesteputken Mikrobitunnistin</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITELEMENTSENSOR.DESC
source: Liquid Pipe Element Sensors can be used to detect the presence of a specific liquid in a pipe
fi: Nesteputken Ainetunnistimia käytetään havaitsemaan tietyn nesteen läsnäolo putkessa

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITELEMENTSENSOR.EFFECT
source: Becomes <link="LOGIC">Active</link> when the configured Liquid Element is detected.
fi: Muuttuu <link="LOGIC">Aktiiviseksi</link>, kun säädetty Neste havaitaan.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITELEMENTSENSOR.LOGIC_PORT_DESC
source: Active/Standby based on the contained Liquid
fi: Aktiivinen/Valmiustilassa riippuen Nesteen laadusta

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITELEMENTSENSOR.NAME
source: <link="LOGICELEMENTSENSORLIQUID">Liquid Pipe Element Sensor</link>
fi: <link="LOGICELEMENTSENSORLIQUID">Nesteputken Ainetunnistin</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITOVERFLOW.DESC
source: Overflow valves can be used to prioritize which buildings should receive precious resources first.
fi: Ylivuotoventtiilejä voidaan käyttää priorisoimaan, mitkä rakennukset saavat arvokkaat resurssit ensin.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITOVERFLOW.EFFECT
source: Fills a secondary<link="ELEMENTSLIQUID">Liquid</link> output only when its primary output is blocked.
fi: Täyttää toisio<link="ELEMENTSLIQUID">neste</link>ulosviennin vain, jos ensiöulosvienti on tukossa.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITOVERFLOW.NAME
source: <link="LIQUIDCONDUITOVERFLOW">Liquid Overflow Valve</link>
fi: <link="LIQUIDCONDUITOVERFLOW">Nesteen Ylivuotoventtiili</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITPREFERENTIALFLOW.DESC
source: Priority flows ensure important buildings are filled first when on a system with other buildings.
fi: Prioriteettivirtaukset takaavat, että tärkeät rakennukset täytetään muita verkoston rakennuksia ennen.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITPREFERENTIALFLOW.EFFECT
source: Diverts <link="ELEMENTSLIQUID">Liquid</link> to a secondary input when its primary input overflows.
fi: Ohjaa <link="ELEMENTSLIQUID">Nesteet</link> toisioulosvientiin ensiöulosviennin vuotaessa yli.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITPREFERENTIALFLOW.NAME
source: <link="LIQUIDCONDUITPREFERENTIALFLOW">Priority Liquid Flow</link>
fi: <link="LIQUIDCONDUITPREFERENTIALFLOW">Etusijainen Nestevirtaus</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITRADIANT.DESC
source: Radiant pipes pumping cold liquid can be run through hot areas to help cool them down.
fi: Kylmää nestettä johtavat säteilevät putket voidaan juoksuttaa kuumien alueiden läpi niiden viilentämiseksi.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITRADIANT.EFFECT
source: Carries <link="ELEMENTSLIQUID">Liquid</link>, allowing extreme <link="HEAT">Temperature</link> exchange with the surrounding environment. Can be run through tiles.
fi: Kuljettaa <link="ELEMENTSGAS">Nestettä</link> mahdollistaen äärimmäisen <link="HEAT">Lämpötilan</link> vaihdon ympäristön kanssa. Voidaan rakentaa laattojen sisään.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITRADIANT.NAME
source: <link="LIQUIDCONDUITRADIANT">Radiant Liquid Pipe</link>
fi: <link="LIQUIDCONDUITRADIANT">Säteilevä Nesteputki</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITTEMPERATURESENSOR.DESC
source: Liquid Pipe Thermo Sensors can disable buildings when their contents reach a certain temperature.
fi: Nesteputken Lämpötilatunnistimet voivat kytkeä rakennuksia pois toiminnasta, kun sisältö saavuttaa tietyn lämpötilan.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITTEMPERATURESENSOR.EFFECT
source: Becomes <link="LOGIC">Active</link> or on <link="LOGIC">Standby</link> when the pipe contents <link="HEAT">Temperature</link> enters the chosen range.
fi: Muuttuu <link="LOGIC">Aktiiviseksi</link> tai menee <link="LOGIC">Valmiustilaan</link> kun putken sisällön <link="HEAT">Lämpötila</link> on valitulla välillä.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITTEMPERATURESENSOR.LOGIC_PORT_DESC
source: Active/Standby based on the <link="HEAT">Temperature</link> of the contained Liquid
fi: Aktiivinen/Valmiustilassa riippuen virtaavan Nesteen <link="HEAT">Lämpötilasta</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITTEMPERATURESENSOR.NAME
source: <link="LIQUIDCONDUITTEMPERATURESENSOR">Liquid Pipe Thermo Sensor</link>
fi: <link="LIQUIDCONDUITTEMPERATURESENSOR">Nesteputken Lämpötilatunnistin</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDCOOLEDFAN.DESC
source: A Duplicant can work a hydrofan to temporarily cool small areas as needed.
fi: Jäljennäinen voi käyttää nestejäähytuuletinta jäähdyttääkseen tarvittaessa pieniä alueita väliaikaisesti.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCOOLEDFAN.EFFECT
source: Dissipates a small amount of the <link="HEAT">Heat</link>.
fi: Haihduttaa pienen määrän <link="HEAT">Lämpöä</link>.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCOOLEDFAN.NAME
source: <link="LIQUIDCOOLEDFAN">Hydrofan</link>
fi: <link="LIQUIDCOOLEDFAN">Nestejäähytuuletin</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDFILTER.DESC
source: Liquid filters send the selected liquid into a special pipe, expelling everything else through a second output.
fi: Nestesuodattimet ohjaavat valitun nesteen omaan putkeensa ja kaiken muun toiseen ulosmenoon.

# STRINGS.BUILDINGS.PREFABS.LIQUIDFILTER.EFFECT
source: Sieves one <link="ELEMENTSLIQUID">Liquid</link> out of a mix, sending it into a dedicated <link="LIQUIDPIPING">Pipe</link>.
fi: Suodattaa yhden <link="ELEMENTSLIQUID">Nesteen</link> seoksesta ohjaten sen määrättyyn <link="LIQUIDPIPING">Putkeen</link>.

# STRINGS.BUILDINGS.PREFABS.LIQUIDFILTER.NAME
source: <link="LIQUIDFILTER">Liquid Filter</link>
fi: <link="LIQUIDFILTER">Nestesuodatin</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDHEATER.DESC
source: Liquid tepidizers kill waterborne germs and heat liquid to a perfect showering temperature.
fi: Nestehaalentimet tappavat vedessä leviäviä bakteereja ja lämmittävät nesteen täydelliseen suihkussakäyntilämpötilaan.

# STRINGS.BUILDINGS.PREFABS.LIQUIDHEATER.EFFECT
source: Warms large bodies of <link="ELEMENTSLIQUID">Liquid</link>. Must be fully submerged.
fi: Lämmittää suuria määriä <link="ELEMENTSLIQUID">Vettä</link>. Täytyy olla täysin upoksissa.

# STRINGS.BUILDINGS.PREFABS.LIQUIDHEATER.NAME
source: <link="LIQUIDHEATER">Liquid Tepidizer</link>
fi: <link="LIQUIDHEATER">Nestehaalennin</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDLOGICVALVE.DESC
source: Automated piping saves time and resources by removing the need for Duplicant management.
fi: Automatisoitu putkitus säästää aikaa ja resursseja poistamalla Jäljenteiden hallinnan tarpeen.

# STRINGS.BUILDINGS.PREFABS.LIQUIDLOGICVALVE.EFFECT
source: Automatically turns <link="ELEMENTSLIQUID">Liquid</link> flow on or off using <link="LOGIC">Automation</link> technology.
fi: Atuomaattisesti kääntää <link="ELEMENTSLIQUID">Neste</link>virran pois tai päälle <link="LOGIC">Automaatio</link>teknologiaa käyttäen.

# STRINGS.BUILDINGS.PREFABS.LIQUIDLOGICVALVE.NAME
source: <link="LIQUIDLOGICVALVE">Liquid Shutoff</link>
fi: <link="LIQUIDLOGICVALVE">Nesteen Sulku</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDMINIPUMP.DESC
source: Mini pumps are useful for moving small quantities of liquid with minimum power draw.
fi: Pienoispumput ovat käteviä pienten nestemäärien siirtämisessä vähäisellä sähkönkulutuksella.
