Repository: Eerjunic/OxygenNotIncluded_Fi
Catalog: strings.po
Languages: fi

# STRINGS.UI.FRONTEND.SUPPORTWARNINGS.DUPLICATE_KEY_BINDINGS
source: <b>Duplicate key bindings were detected. This may be because your custom key bindings conflicted with a new feature's default key. Please visit the controls screen to ensure your key bindings are set how you like them.</b> {0}
fi: <b>Kaksinkertaisia näppäinkomentoja havaittiin. Tämä saattaa johtua siitä, että omat näppäinkomentosi ovat ristiriidassa uusien ominaisuuksien oletusnäppäimien kanssa. Käy ohjainasetusruudussa varmistamassa, että näppäinkomentosi ovat kuten haluat niiden olevan.</b> {0}

# STRINGS.UI.FRONTEND.SUPPORTWARNINGS.SAVE_DIRECTORY_INSUFFICIENT_SPACE
source: There is insufficient disk space to write to your save directory. Please free at least 15 MB to give your saves some room to breathe. {0}
fi: Levyllä ei ole riittävästi tilaa, jotta tallennuskansioosi voitaisiin tallentaa. Vapauta vähintään 15 MB antaaksesi tallennuksillesi tilaa hengittää. {0}

# STRINGS.UI.FRONTEND.SUPPORTWARNINGS.SAVE_DIRECTORY_READ_ONLY
source: A problem occurred while accessing your save directory. This may be because your directory is set to read-only. Please ensure your save directory is readable as well as writable and re-launch the game. {0}
fi: Tallennuskansioosi pääsyssä tapahtui virhe. Tämä saattaa johtua siitä, että kansiosi on vain-luku tilassa. Varmista, että tallennuskansiosi on luettavissa ja kirjoitettavissa ja käynnistä peli uudelleen. {0}

# STRINGS.UI.FRONTEND.SUPPORTWARNINGS.WORLD_GEN_FILES
source: A problem occurred while accessing certain game files that will prevent starting new games. Please ensure you can modify these files and re-launch the game: {0}
fi: Uuden pelin aloittamiseen tarvittavien tiedostojen pääsyssä ilmeni ongelma. Varmisat, että voit muokata näitä tiedostoja ja käynnisttä peli uudestaan: {0}

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.ARE_YOU_SURE
source: Are you sure you want to uninstall this language pack?
fi: Haluatko varmasti poistaa tämän kielipaketin?

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.DOWNLOAD
source: Start Download
fi: Aloita Lataaminen

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.INSTALL
source: Install
fi: Asenna

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.INSTALLED
source: Installed
fi: Asennettu

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.NO_STEAM
source: Unable to retrieve language list from Steam
fi: Kielilistaa ei pystytty hakemaan Steamistä

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.PLEASE_REBOOT
source: Please restart your game for these changes to take effect.
fi: Ole hyvä ja käynnistä peli uudestaan, jotta muutokset tulisivat voimaan.

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.PREINSTALLED_HEADER
source: Preinstalled Language Packs
fi: Esiasennetut Kielipaketit

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.PREINSTALLED_LANGUAGES.EN
source: English (Klei)
fi: Englantin (Klei)

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.PREINSTALLED_LANGUAGES.KO_KLEI
source: Korean (Klei)
fi: Korea (Klei)

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.PREINSTALLED_LANGUAGES.RU_KLEI
source: Russian (Klei)
fi: Venäjä (Klei)

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.PREINSTALLED_LANGUAGES.ZH_KLEI
source: Chinese (Klei)
fi: Kiina (Klei)

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.TITLE
source: TRANSLATIONS
fi: KÄÄNNÖKSET

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.UGC_HEADER
source: Subscribed Workshop Language Packs
fi: Tilatut Workshopin Kielipaketit

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.UNINSTALL
source: Uninstall
fi: Poista

# STRINGS.UI.FRONTEND.UNIT_OPTIONS_SCREEN.CELSIUS_TOOLTIP
source: Change temperature unit to Celsius (°C)
fi: Vaihda lämpötilan yksiköksi Celsius (°C)

# STRINGS.UI.FRONTEND.UNIT_OPTIONS_SCREEN.FAHRENHEIT_TOOLTIP
source: Change temperature unit to Fahrenheit (°F)
fi: Vaihda lämpötilan yksiköksi Fahrenheit (°F)

# STRINGS.UI.FRONTEND.UNIT_OPTIONS_SCREEN.KELVIN_TOOLTIP
source: Change temperature unit to Kelvin (K)
fi: Vaihda lämpötilan yksiköksi Kelvin (K)

# STRINGS.UI.FRONTEND.UNIT_OPTIONS_SCREEN.TITLE
source: TEMPERATURE UNITS
fi: LÄMPÖTILAN YKSIKÖT

# STRINGS.UI.FRONTEND.WORLD_GEN_OPTIONS_SCREEN.DONE_BUTTON
source: Done
fi: Valmis

# STRINGS.UI.FRONTEND.WORLD_GEN_OPTIONS_SCREEN.RANDOM_BUTTON
source: Randomize
fi: Satunnaista

# STRINGS.UI.FRONTEND.WORLD_GEN_OPTIONS_SCREEN.RANDOM_BUTTON_TOOLTIP
source: Randomize a new world gen seed
fi: Luo uusi satunnainen maailmanluontisiemen

# STRINGS.UI.FRONTEND.WORLD_GEN_OPTIONS_SCREEN.TITLE
source: WORLD GENERATION OPTIONS
fi: MAAILMANLUONNIN ASETUKSET

# STRINGS.UI.FRONTEND.WORLD_GEN_OPTIONS_SCREEN.TOOLTIP
source: This will override the current world gen seed
fi: Tämä ohittaa tämänhetkisen maailmanluontisiemenen

# STRINGS.UI.FRONTEND.WORLD_GEN_OPTIONS_SCREEN.USE_SEED
source: Set World Gen Seed
fi: Aseta Maailmanluontisiemen

# STRINGS.UI.FRONTEND.WORLDGENSCREEN.GENERATINGWORLD
source: GENERATING WORLD
fi: LUODAAN MAAILMAA

# STRINGS.UI.FRONTEND.WORLDGENSCREEN.LOADINGGAME
source: LOADING WORLD...
fi: LADATAAN MAAILMAA...

# STRINGS.UI.FRONTEND.WORLDGENSCREEN.SELECTSIZEPROMPT
source: A new world is about to be created. Please select its size.
fi: Uutta maailmaa aletaan kohta tekemään. Valitse sen koko.

# STRINGS.UI.FRONTEND.WORLDGENSCREEN.SIZES.HUGE
source: Colossal
fi: Kolossaalinen

# STRINGS.UI.FRONTEND.WORLDGENSCREEN.SIZES.LARGE
source: Big
fi: Suuri

# STRINGS.UI.FRONTEND.WORLDGENSCREEN.SIZES.SMALL
source: Small
fi: Pieni

# STRINGS.UI.FRONTEND.WORLDGENSCREEN.SIZES.STANDARD
source: Standard
fi: Perus

# STRINGS.UI.FRONTEND.WORLDGENSCREEN.SIZES.TINY
source: Tiny
fi: Pieni

# STRINGS.UI.FRONTEND.WORLDGENSCREEN.TITLE
source: NEW GAME
fi: UUSI PELI

# STRINGS.UI.GAMEOBJECTEFFECTS.COLDBREATHER
source: <link="HEAT">Cooling Effect</link>
fi: <link="HEAT">Jäähdytysvaikutus</link>

# STRINGS.UI.GAMEOBJECTEFFECTS.DAMAGE_POPS.CIRCUIT_OVERLOADED
source: Overload Damage
fi: Ylikuormavaurio

# STRINGS.UI.GAMEOBJECTEFFECTS.DAMAGE_POPS.COMET
source: Meteor Damage
fi: Meteorivaurio

# STRINGS.UI.GAMEOBJECTEFFECTS.DAMAGE_POPS.CONDUIT_CONTENTS_BOILED
source: Heat Damage
fi: Lämpövaurio

# STRINGS.UI.GAMEOBJECTEFFECTS.DAMAGE_POPS.CONDUIT_CONTENTS_FROZE
source: Cold Damage
fi: Kylmävaurio

# STRINGS.UI.GAMEOBJECTEFFECTS.DAMAGE_POPS.LIQUID_PRESSURE
source: Pressure Damage
fi: Painevaurio

# STRINGS.UI.GAMEOBJECTEFFECTS.DAMAGE_POPS.MICROMETEORITE
source: Micrometeorite Damage
fi: Mikrometeoriittivaurio

# STRINGS.UI.GAMEOBJECTEFFECTS.DAMAGE_POPS.MINION_DESTRUCTION
source: Tantrum Damage
fi: Kiukkupuuskavaurio

# STRINGS.UI.GAMEOBJECTEFFECTS.DAMAGE_POPS.OVERHEAT
source: Overheat Damage
fi: Ylikuumenemisvaurio

# STRINGS.UI.GAMEOBJECTEFFECTS.DAMAGE_POPS.WRONG_ELEMENT
source: Wrong Element Damage
fi: Väärän Aineen Vaurio

# STRINGS.UI.GAMEOBJECTEFFECTS.DARKNESS
source: Darkness
fi: Pimeys

# STRINGS.UI.GAMEOBJECTEFFECTS.EMITS_LIGHT
source: <link="LIGHT">Light Range</link>: {0} tiles
fi: <link="LIGHT">Valon Etäisyys</link>: {0} ruutua

# STRINGS.UI.GAMEOBJECTEFFECTS.FOOD_EFFECTS
source: Effects:
fi: Vaikutukset:

# STRINGS.UI.GAMEOBJECTEFFECTS.FOOD_QUALITY
source: Quality: {0}
fi: Laatu: {0}

# STRINGS.UI.GAMEOBJECTEFFECTS.FORGAVEATTACKER
source: Forgiveness
fi: Anteeksiantaminen

# STRINGS.UI.GAMEOBJECTEFFECTS.GROWTHTIME
source: Growth: {0}
fi: Kasvu: {0}

# STRINGS.UI.GAMEOBJECTEFFECTS.GROWTHTIME_REGROWTH
source: Domestic growth: {0} / {1}
fi: Viljelty Kasvu: {0} / {1}

# STRINGS.UI.GAMEOBJECTEFFECTS.GROWTHTIME_SIMPLE
source: Lifecycle: {0}
fi: Elämänvaihe: {0}

# STRINGS.UI.GAMEOBJECTEFFECTS.IDEAL_PRESSURE
source: <link="ATMOSPHERE">Air</link> Pressure: {0}
fi: <link="ATMOSPHERE">Ilman</link>paine: {0}

# STRINGS.UI.GAMEOBJECTEFFECTS.IDEAL_TEMPERATURE
source: <link="HEAT">Temperature</link>: {0} to {1}
fi: <link="HEAT">Lämpötila</link>: {0} - {1}

# STRINGS.UI.GAMEOBJECTEFFECTS.INITIALGROWTHTIME
source: Initial Growth: {0}
fi: Ensisijainen Kasvu: {0}

# STRINGS.UI.GAMEOBJECTEFFECTS.INSULATED.NAME
source: Insulated
fi: Eristetty

# STRINGS.UI.GAMEOBJECTEFFECTS.INSULATED.TOOLTIP
source: The composition of this structure drastically reduces thermal conductivity
fi: Tämän rakennuksen koostumus vähentää huomattavasti lämmönjohtokykyä

# STRINGS.UI.GAMEOBJECTEFFECTS.LIFECYCLETITLE
source: Growth:
fi: Kasvu:

# STRINGS.UI.GAMEOBJECTEFFECTS.LIGHT
source: Light
fi: Valo

# STRINGS.UI.GAMEOBJECTEFFECTS.PLANT_DO_NOT_HARVEST
source: Autoharvest Disabled
fi: Automaattikorjuu Pois

# STRINGS.UI.GAMEOBJECTEFFECTS.PLANT_MARK_FOR_HARVEST
source: Autoharvest Enabled
fi: Automaattikorjuu Päällä

# STRINGS.UI.GAMEOBJECTEFFECTS.REGROWTHTIME
source: Regrowth: {0}
fi: Uudelleenkasvu: {0}

# STRINGS.UI.GAMEOBJECTEFFECTS.REQUIRES_ATMOSPHERE
source: <link="ATMOSPHERE">Atmosphere</link>:{0}
fi: <link="ATMOSPHERE">Ilmasto</link>:{0}

# STRINGS.UI.GAMEOBJECTEFFECTS.REQUIRES_DARKNESS
source: <link="LIGHT">Darkness</link>
fi: <link="LIGHT">Pimeys</link>

# STRINGS.UI.GAMEOBJECTEFFECTS.REQUIRES_LIGHT
source: <link="LIGHT">Light</link>
fi: <link="LIGHT">Valo</link>

# STRINGS.UI.GAMEOBJECTEFFECTS.REQUIRES_PRESSURE
source: <link="ATMOSPHERE">Air</link> Pressure: {0} minimum
fi: <link="ATMOSPHERE">Ilman</link>paine: {0} minimi

# STRINGS.UI.GAMEOBJECTEFFECTS.REQUIRES_RECEPTACLE
source: Farm Plot
fi: Viljelytilkku

# STRINGS.UI.GAMEOBJECTEFFECTS.REQUIRES_SUBMERSION
source: <link="ELEMENTSLIQUID">Liquid</link> Submersion
fi: <link="ELEMENTSLIQUID">Nesteeseen</link> Upotus

# STRINGS.UI.GAMEOBJECTEFFECTS.REQUIRES_TEMPERATURE
source: <link="HEAT">Temperature</link>: {0} to {1}
fi: <link="HEAT">Lämpötila</link>: {0} - {1}

# STRINGS.UI.GAMEOBJECTEFFECTS.ROTTEN
source: Rotten
fi: Mätä

# STRINGS.UI.GAMEOBJECTEFFECTS.SEED_PRODUCTION_DIG_ONLY
source: Consumes 1 <link="PLANTS">Seed</link>
fi: Kuluttaa 1 kpl <link="PLANTS">Siemeniä</link>

# STRINGS.UI.GAMEOBJECTEFFECTS.SEED_PRODUCTION_FINAL_HARVEST
source: Final harvest yields <link="PLANTS">seed</link>
fi: Viimeinen sadonkorjuu tuottaa <link="PLANTS">siemenen</link>

# STRINGS.UI.GAMEOBJECTEFFECTS.SEED_PRODUCTION_FRUIT
source: Fruit produces <link="PLANTS">seed</link>
fi: Hedelmä antaa <link="PLANTS">siemenen</link>

# STRINGS.UI.GAMEOBJECTEFFECTS.SEED_PRODUCTION_HARVEST
source: Harvest yields <link="PLANTS">seed</link>
fi: Sadonkorjuu antaa <link="PLANTS">siemenen</link>

# STRINGS.UI.GAMEOBJECTEFFECTS.SEED_REQUIREMENT_CEILING
source: Plot Orientation: Downward
fi: Tilkun Suunta: Alaspäin

# STRINGS.UI.GAMEOBJECTEFFECTS.SEED_REQUIREMENT_WALL
source: Plot Orientation: Sideways
fi: Tilkun Suunta: Sivuttain

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.COLDBREATHER
source: Lowers ambient air temperature
fi: Laskee ympäröivän ilman lämpötilaa

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.EMITS_LIGHT
source: Emits light
fi: Säteilee valoa

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.FOOD_EFFECTS
source: Duplicants will gain the following effects from eating this food: {0}
fi: Jäljennäiset saavat seuraavan vaikutuksen tämän ruuan syömisestä: {0}

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.FOOD_QUALITY
source: Quality: {0}
fi: Laatu: {0}

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.GROWTHTIME
source: This plant takes {0} to grow
fi: Tällä kasvilla kestää kasvamiseen {0}

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.GROWTHTIME_REGROWTH
source: This plant initially takes {0} to grow, but only {1} to mature after first harvest
fi: Tällä kasvilla kestää alustavasti {0} kasvaa, mutta vain {1} kypsyä ensimmäisen sadonkorjuun jälkeen

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.GROWTHTIME_SIMPLE
source: This plant takes {0} to grow
fi: Tällä kasvilla kestää kasvamiseen {0}

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.IDEAL_FERTILIZER
source: This plant requires {1} of {0} for basic growth
fi: Tällä kasvi vaatii {1} ainetta {0} peruskasvua varten

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.IDEAL_PRESSURE
source: This plant requires Gas pressures above {0} for basic growth
fi: Tämä kasvi vaatii yli {0} suuruisen kaasun paineen peruskasvua varten

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.IDEAL_TEMPERATURE
source: This plant requires internal temperatures between {0} and {1} for basic growth
fi: Tämä kasvi vaatii sisäisen lämpötilan {0} ja {1} väliltä peruskasvua varten

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.INITIALGROWTHTIME
source: This plant takes {0} to mature again once replanted
fi: Tällä kasvilla kestää {0} kypsyä uudestaan uudelleen istutuksen jälkeen

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.REGROWTHTIME
source: This plant takes {0} to mature again once harvested
fi: Tällä kasvilla kestää {0} kypsyä uudestaan sadonkorjuun jälkeen

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.REQUIRES_ATMOSPHERE
source: This plant must be submerged in one of the following gases: {0}
fi: Tämän kasvin täytyy olla upotettuna yhteen seuraavista kaasuista: {0}

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.REQUIRES_DARKNESS
source: This plant requires complete darkness
fi: Tämä kasvi vaatii täydellisen pimeyden

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.REQUIRES_LIGHT
source: This plant requires a light source
fi: Tämä kasvi vaatii valonlähteen

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.REQUIRES_PRESSURE
source: Ambient Gas pressure must be at least {0} for basic growth
fi: Ympäröivän Kaasun paine tulee olla vähintään {0} peruskasvua varten

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.REQUIRES_RECEPTACLE
source: This plant must be housed in a planter box, farm tile or hydroponic farm to grow domestically
fi: Tämä kasvi täytyy istuttaa istutuslaatikkoon, viljelytilkulle tai vesiviljelyfarmille, jotta sitä voidaan kasvattaa

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.REQUIRES_SUBMERSION
source: This plant must be fully submerged in liquid for basic growth
fi: Tämän kasvin tulee olla upotettuna nesteeseen peruskasvua varten

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.REQUIRES_TEMPERATURE
source: Internal temperature must be between {0} and {1} for basic growth
fi: Sisäisen lämpötilan tulee olla {0} ja {1} väliltä peruskasvua varten

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.REQUIRESFERTILIZER
source: This plant requires {1} {0} for basic growth
fi: Tämä kasvi tarvitsee {1} {0} peruskasvua varten

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.SEED_PRODUCTION_DIG_ONLY
source: May be replanted, but will produce no further seeds
fi: Voidaan uudelleenistuttaa, muttei sen jälkeen tuota enää siemeniä

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.SEED_PRODUCTION_FINAL_HARVEST
source: Yields new seeds on the final harvest of its lifecycle
fi: Antaa uusia siemeniä elinkaarensa viimeisessä sadonkorjuussa

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.SEED_PRODUCTION_FRUIT
source: Consuming this plant's fruit will yield new seeds
fi: Tämän kasvin hedelmän syöminen antaa uusia siemeniä

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.SEED_PRODUCTION_HARVEST
source: Harvesting this plant will yield new seeds
fi: Tämä kasvin sadonkorjuu tuottaa uusia siemeniä

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.SEED_REQUIREMENT_CEILING
source: This seed must be planted in a downward facing plot Press <color=#F44A47>[O]</color> while building farm plots to rotate them
fi: Tämä siemen on istutettava alaspäin suunnatulle tilkulle Paina <color=#F44A47>[O]</color> rakentaessasi viljelytilkkuja kääntääksesi niitä

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.SEED_REQUIREMENT_WALL
source: This seed must be planted in a side facing plot Press <color=#F44A47>[O]</color> while building plots to rotate them
fi: Tämä siemen on istutettava sivuttain suunnatulle tilkulle Paina <color=#F44A47>[O]</color> rakentaessasi viljelytilkkuja kääntääksesi niitä

# STRINGS.UI.GENESHUFFLERMESSAGE.BODY_FAILURE
source: The machine attempted to alter this Duplicant, but there's no improving on perfection. <b>{0}</b> already has all positive traits!
fi: Tämä kone yritti muuttaa tätä Jäljennäistä, mutta täydellisyyttä ei voi enää parantaa. Jäljennäisellä <b>{0}</b> on jo pelkät positiiviset piirteet!

# STRINGS.UI.GENESHUFFLERMESSAGE.BODY_SUCCESS
source: Whew! <b>{0}'s</b> brain is still vibrating, but they've never felt better! <b>{0}</b> acquired the <b>{1}</b> trait. <b>{1}:</b> {2}
fi: Huhhuh! Jäljennäisen <b>{0}</b> aivot vielä värähtelevät, mutta hänestä ei ole koskaan tuntunut paremmalta! <b>{0}</b> sai piirteen <b>{1}</b>. <b>{1}:</b> {2}

# STRINGS.UI.GENESHUFFLERMESSAGE.DISMISSBUTTON
source: DISMISS
fi: POISTUTA

# STRINGS.UI.GENESHUFFLERMESSAGE.HEADER
source: NEURAL VACILLATION COMPLETE
fi: HERMOVAIHTELU VALMIS

# STRINGS.UI.IMMIGRANTSCREEN.BACK
source: BACK
fi: TAKAISIN

# STRINGS.UI.IMMIGRANTSCREEN.CANCELBUTTON
source: Cancel
fi: Peruuta

# STRINGS.UI.IMMIGRANTSCREEN.CONFIRMATIONBODY
source: The Printing Pod will need time to recharge if I return these Duplicants to ooze.
fi: Tulostuskennon täytyy saada aikaa latautua, jos palautat nämä Jäljennäiset mönjäksi.

# STRINGS.UI.IMMIGRANTSCREEN.CONFIRMATIONTITLE
source: Reject All Duplicants?
fi: Hylkää kaikki Jäljennäiset?

# STRINGS.UI.IMMIGRANTSCREEN.EMBARK
source: EMBARK
fi: LÄHDE MATKAAN

# STRINGS.UI.IMMIGRANTSCREEN.IMMIGRANTSCREENTITLE
source: Select a DNA Blueprint
fi: Valitse DNA-Sinikopio

# STRINGS.UI.IMMIGRANTSCREEN.NAME_YOUR_COLONY
source: NAME THE COLONY
fi: NIMEÄ SIIRTOKUNTA

# STRINGS.UI.IMMIGRANTSCREEN.PROCEEDBUTTON
source: Print
fi: Tulosta

# STRINGS.UI.IMMIGRANTSCREEN.REJECTALL
source: Reject All
fi: Hylkää Kaikki

# STRINGS.UI.IMMIGRANTSCREEN.SELECTDUPLICANTS
source: Select {0} Duplicants
fi: Valitse {0} Jäljennäistä

# STRINGS.UI.IMMIGRANTSCREEN.SELECTYOURCREW
source: CHOOSE THREE DUPLICANTS TO BEGIN
fi: VALITSE KOLME JÄLJENNÄISTÄ ALOITTAAKSESI

# STRINGS.UI.IMMIGRANTSCREEN.SHUFFLE
source: SHUFFLE
fi: VAIHDA

# STRINGS.UI.IMMIGRANTSCREEN.SHUFFLE_COLONY_NAME
source: Randomize colony name
fi: Satunnaista siirtokunnan nimi

# STRINGS.UI.IMMIGRANTSCREEN.SHUFFLETOOLTIP
source: Shuffle for a different Duplicant
fi: Vaihda saadaksesi eri Jäljennäinen

# STRINGS.UI.JOBS
source: PRIORITIES
fi: PRIORITEETIT

# STRINGS.UI.JOBSCREEN_DEFAULT
source: New Duplicants
fi: Uusia Jäljennäisiä

# STRINGS.UI.JOBSCREEN_EVERYONE
source: Everyone
fi: Kaikki

# STRINGS.UI.JOBSCREEN_HIGH
source: High
fi: Korkea

# STRINGS.UI.JOBSCREEN_LOW
source: Low
fi: Matala

# STRINGS.UI.JOBSCREEN_PRIORITY
source: Priority
fi: Tärkeys

# STRINGS.UI.JOBSSCREEN.DECREASE_PRIORITY_TUTORIAL
source: {Key} Decrease priority
fi: {Key} Vähennä tärkeyttä

# STRINGS.UI.JOBSSCREEN.DECREASE_ROW_PRIORITY_MINION_TOOLTIP
source: Depriotize <b>All Errands</b> for <b>{Name}</b>
fi: Poista <b>Kaikkien Tehtävien</b> prioriteetit Jäljennäiseltä <b>{Name}</b>

# STRINGS.UI.JOBSSCREEN.DECREASE_ROW_PRIORITY_NEW_MINION_TOOLTIP
source: Deprioritize <b>All Errands</b> for <b>New Duplicants</b>
fi: Poista <b>Kaikkien Tehtävien</b> prioriteetit <b>Uusilta Jäljennäisiltä</b>

# STRINGS.UI.JOBSSCREEN.DISABLED_TOOLTIP
source: {Name} may not perform {Job} Errands
fi: {Name} ei voi suorittaa {Job}tehtäviä

# STRINGS.UI.JOBSSCREEN.HEADER_CHANGE_TOOLTIP
source: Set the priority for <b>{Job} Errands</b> colonywide
fi: Aseta prioriteetit <b>{Job}tehtäville</b> siirtokunnan kattavasti

# STRINGS.UI.JOBSSCREEN.HEADER_DETAILS_TOOLTIP
source: {Description} Affected errands: {ChoreList}
fi: {Description} Vaikuttaa tehtäviin: {ChoreList}

# STRINGS.UI.JOBSSCREEN.HEADER_TOOLTIP
source: <size=16>{Job} Priorities</size> ------------------ {Details} Duplicant priorities supercede colony priorities
fi: <size=16>{Job}prioriteetit</size> ------------------ {Details} Jäljennäisen prioriteetit menevät siirtokunnan prioriteettien edelle

# STRINGS.UI.JOBSSCREEN.INCREASE_PRIORITY_TUTORIAL
source: {Key} Increase priority
fi: {Key} Nosta tärkeyttä

# STRINGS.UI.JOBSSCREEN.INCREASE_ROW_PRIORITY_MINION_TOOLTIP
source: Prioritize <b>All Errands</b> for <b>{Name}</b>
fi: Priorisoi <b>Kaikki Tehtävät</b> Jäljennäiselle <b>{Name}</b>

# STRINGS.UI.JOBSSCREEN.INCREASE_ROW_PRIORITY_NEW_MINION_TOOLTIP
source: Prioritize <b>All Errands</b> for <b>New Duplicants</b>
fi: Priorisoi <b>Kaikki Tehtävät</b> <b>Uusille Jäljennäisille</b>

# STRINGS.UI.JOBSSCREEN.ITEM_AUTO_ASSIGNED_TOOLTIP
source: As a {Role}, {Name} considers {Job} Errands to be a {Priority} Priority
fi: Ollessaan {Role}, {Name} pitää {Job}tehtäviä Prioriteettinä {Priority}

# STRINGS.UI.JOBSSCREEN.ITEM_TOOLTIP
source: {Job} Errands are a {Priority} Priority for <b>{Name}</b>
fi: {Job}tehtävät ovat {Priority} Prioriteettiä Jäljennäiselle <b>{Name}</b>

# STRINGS.UI.JOBSSCREEN.MINION_SKILL_TOOLTIP
source: {Name}'s {Attribute} skill:
fi: Jäljennäisen {Name} {Attribute}taito:

# STRINGS.UI.JOBSSCREEN.NEW_MINION_ITEM_TOOLTIP
source: {Job} Errands are automatically a {Priority} Priority for <b>Arriving Duplicants</b>
fi: {Job}tehtävät ovat automaattisesti {Priority} Prioriteetti <b>Saapuville Jäljennäisille</b>

# STRINGS.UI.JOBSSCREEN.OPTIONS
source: Options
fi: Asetukset

# STRINGS.UI.JOBSSCREEN.PRIORITY.DISABLED
source: Disabled
fi: Pois päältä

# STRINGS.UI.JOBSSCREEN.PRIORITY.HIGH
source: High
fi: Korkea

# STRINGS.UI.JOBSSCREEN.PRIORITY.LOW
source: Low
fi: MAtala

# STRINGS.UI.JOBSSCREEN.PRIORITY.STANDARD
source: Standard
fi: Tavallinen

# STRINGS.UI.JOBSSCREEN.PRIORITY.VERYHIGH
source: Very High
fi: Erittäin Korkea

# STRINGS.UI.JOBSSCREEN.PRIORITY.VERYLOW
source: Very Low
fi: Erittäin Matala

# STRINGS.UI.JOBSSCREEN.RESET_SETTINGS
source: Reset Priorities
fi: Nollaa Tärkeydet

# STRINGS.UI.JOBSSCREEN.SORT_TOOLTIP
source: Sort by {Job} Errand priorities
fi: Lajittele {Job}tehtävän prioriteettien mukaan

# STRINGS.UI.JOBSSCREEN.TITLE
source: MANAGE ERRAND PRIORITIES
fi: HALLITSE TEHTÄVIEN PRIORITEETTEJÄ

# STRINGS.UI.JOBSSCREEN.TOOLTIP_TOGGLE_ALL
source: Set all errand priorities colonywide
fi: Aseta kaikkien tehtävien prioriteetit siirtokunnan kattavasti

# STRINGS.UI.JOBSSCREEN.TRAIT_DISABLED
source: {Name} cannot do {Job} errands because they possess the {Trait} trait
fi: {Name} ei voi tehdä {Job}tehtäviä, koska hänellä on {Trait}piirre

# STRINGS.UI.LOGIC_PORTS.CONTROL_OPERATIONAL
source: Enabled/Disabled
fi: Päällä/Pois

# STRINGS.UI.LOGIC_PORTS.INPUT_PORTS
source: <link="LOGIC">Auto Inputs</link>: {0}
fi: <link="LOGIC">Automaattisisäänotot</link>: {0}

# STRINGS.UI.LOGIC_PORTS.OUTPUT_PORTS
source: <link="LOGIC">Auto Outputs</link>: {0}
fi: <link="LOGIC">Automaattisulosviennit</link>: {0}

# STRINGS.UI.MESSAGES
source: MESSAGES
fi: VIESTIT

# STRINGS.UI.METERS.BREATH.TOOLTIP
source: Oxygen
fi: Happi

# STRINGS.UI.METERS.HEALTH.TOOLTIP
source: Health
fi: Terveys

# STRINGS.UI.MINION_IDENTITY_SORT.NAME
source: Duplicant
fi: Jäljennäinen

# STRINGS.UI.MINION_IDENTITY_SORT.PERMISSION
source: Permission
fi: Lupa

# STRINGS.UI.MINION_IDENTITY_SORT.ROLE
source: Role
fi: Rooli

# STRINGS.UI.MINION_IDENTITY_SORT.TITLE
source: Sort By
fi: Järjestys

# STRINGS.UI.NEUTRONIUMMASS
source: Immeasurable
fi: Ei mitattavissa

# STRINGS.UI.OVERLAYS.CONVEYOR.BUTTON
source: Conveyor Overlay
fi: Kuljetinnäkymä

# STRINGS.UI.OVERLAYS.CONVEYOR.INPUT
source: Receptacle
fi: Vastaanotin

# STRINGS.UI.OVERLAYS.CONVEYOR.NAME
source: CONVEYOR OVERLAY
fi: KULJETINNÄKYMÄ

# STRINGS.UI.OVERLAYS.CONVEYOR.OUTPUT
source: Loader
fi: Lastaaja

# STRINGS.UI.OVERLAYS.CONVEYOR.TOOLTIPS.INPUT
source: <b>Receptacle</b> Receives material from a Conveyor Rail and stores it for Duplicant use
fi: <b>Vastaanotin</b> Ottaa vastaan materiaaleja Raidekuljettimelta ja varastoi ne Jäljennäisten käytettäväksi

# STRINGS.UI.OVERLAYS.CONVEYOR.TOOLTIPS.OUTPUT
source: <b>Loader</b> Loads material onto a Conveyor Rail for transport to Receptacles
fi: <b>Lastaaja</b> Lastaa materiaalit Raidekuljettimelle kuljetettavaksi Vastaanottimiin

# STRINGS.UI.OVERLAYS.CROP.BUTTON
source: Farming Overlay
fi: Viljelynäkymä

# STRINGS.UI.OVERLAYS.CROP.FULLY_GROWN
source: Fully Grown
fi: Täysin Kasvanut

# STRINGS.UI.OVERLAYS.CROP.GROWING
source: Growing
fi: KAsvaa

# STRINGS.UI.OVERLAYS.CROP.GROWTH_HALTED
source: Halted Growth
fi: Kasvu Pysähtynyt

# STRINGS.UI.OVERLAYS.CROP.NAME
source: FARMING OVERLAY
fi: VILJELYNÄKYMÄ
