Repository: Eerjunic/OxygenNotIncluded_Fi
Catalog: strings.po
Languages: fi

# STRINGS.UI.BUILDINGEFFECTS.CAPTURE_METHOD_LURE
source: Capture Method: Lures
fi: Pyytämismenetelmä: Houkuttimet

# STRINGS.UI.BUILDINGEFFECTS.CAPTURE_METHOD_TRAP
source: Capture Method: Traps
fi: Pyytämismenetelmä: Ansat

# STRINGS.UI.BUILDINGEFFECTS.CAPTURE_METHOD_WRANGLE
source: Capture Method: Wrangling
fi: Pyytämismenetelmä: Nappaaminen

# STRINGS.UI.BUILDINGEFFECTS.CONSUMESANYELEMENT
source: Any Element
fi: Mikä Tahansa Alkuaine

# STRINGS.UI.BUILDINGEFFECTS.COOLANT
source: Coolant: {1} {0}
fi: Jäähdytin: {1} {0}

# STRINGS.UI.BUILDINGEFFECTS.DECORPROVIDED
source: <link="DECOR">Decor</link>: {1} (Radius: {2} tiles)
fi: <link="DECOR">Koristus</link>: {1} (Säde: {2} tiles)

# STRINGS.UI.BUILDINGEFFECTS.DIET_CONSUMED
source: • Diet: {Foodlist}
fi: • Ruokavalio: {Foodlist}

# STRINGS.UI.BUILDINGEFFECTS.DIET_HEADER
source: Digestion:
fi: Ruuansulatus:

# STRINGS.UI.BUILDINGEFFECTS.DIET_PRODUCED
source: • Excretion: {Items}
fi: • Ulostaminen: {Items}

# STRINGS.UI.BUILDINGEFFECTS.DIET_PRODUCED_ITEM
source: {Item}: {Percent} of consumed mass
fi: {Item}: {Percent} kulutettua massaa

# STRINGS.UI.BUILDINGEFFECTS.DISEASECONSUMEDPERUSE
source: All Diseases: -{0} per use
fi: Kaikki Sairaudet: -{0} per kättökerta

# STRINGS.UI.BUILDINGEFFECTS.DISEASEEMITTEDPERUSE
source: {0}: {1} per use
fi: {0}: {1} joka käyttökertalla

# STRINGS.UI.BUILDINGEFFECTS.DOCTORING
source: Doctoring
fi: Tohtorointi

# STRINGS.UI.BUILDINGEFFECTS.DUPLICANTMOVEMENTBOOST
source: Runspeed: +{0}
fi: Juoksunopeus: +{0}

# STRINGS.UI.BUILDINGEFFECTS.ELEMENTCONSUMEDPERUSE
source: {0}: {1} per use
fi: {0}: {1} joka käyttökerralla

# STRINGS.UI.BUILDINGEFFECTS.ELEMENTEMITTEDPERUSE
source: {0}: {1} per use
fi: {0}: {1} joka käyttökerralla

# STRINGS.UI.BUILDINGEFFECTS.ENABLESDOMESTICGROWTH
source: Enables <link="PLANTS">Plant Domestication</link>
fi: Mahdollistaa <link="PLANTS">Kasvinjalostuksen</link>

# STRINGS.UI.BUILDINGEFFECTS.ENERGYCONSUMED
source: <link="POWER">Power</link> consumed: {0}
fi: <link="POWER">Sähköä</link> kulutettu: {0}

# STRINGS.UI.BUILDINGEFFECTS.ENERGYGENERATED
source: <link="POWER">Power</link>: +{0}
fi: <link="POWER">Sähköä</link>: +{0}

# STRINGS.UI.BUILDINGEFFECTS.FABRICATES
source: Fabricates
fi: Valmistaa

# STRINGS.UI.BUILDINGEFFECTS.GASCOOLING
source: <link="HEAT">Cooling factor</link>: {0}
fi: <link="HEAT">Jäähtymiskerroin</link>: {0}

# STRINGS.UI.BUILDINGEFFECTS.GEYSER_DISEASE
source: Germs: {0}
fi: Bakteereja: {0}

# STRINGS.UI.BUILDINGEFFECTS.GEYSER_PERIOD
source: Eruption Period: {0} every {1}
fi: Purkautumisjakso: {0} joka {1}

# STRINGS.UI.BUILDINGEFFECTS.GEYSER_PRODUCTION
source: {0}: {1} at {2}
fi: {0}: {1} lämpötilassa {2}

# STRINGS.UI.BUILDINGEFFECTS.GEYSER_YEAR_NEXT_ACTIVE
source: Next Activity: {0}
fi: Seuraava aktiivisuus: {0}

# STRINGS.UI.BUILDINGEFFECTS.GEYSER_YEAR_NEXT_DORMANT
source: Next Dormancy: {0}
fi: Seuraava lepotila: {0}

# STRINGS.UI.BUILDINGEFFECTS.GEYSER_YEAR_PERIOD
source: Active Period: {0} every {1}
fi: Aktiivinen Jakso: {0} joka {1}

# STRINGS.UI.BUILDINGEFFECTS.GEYSER_YEAR_UNSTUDIED
source: Active Period: (Requires Analysis)
fi: Aktiivinen Jakso: (Vaatii Analysointia)

# STRINGS.UI.BUILDINGEFFECTS.HEATCONSUMED
source: <link="HEAT">Heat</link>: -{0}
fi: <link="HEAT">Lämpöä</link>: -{0}

# STRINGS.UI.BUILDINGEFFECTS.HEATGENERATED
source: <link="HEAT">Heat</link>: +{0}
fi: <link="HEAT">Lämpöä</link>: +{0}

# STRINGS.UI.BUILDINGEFFECTS.HEATGENERATED_AIRCONDITIONER
source: <link="HEAT">Heat</link>: +{0} (Approximate Value)
fi: <link="HEAT">Lämpöä</link>: +{0} (Arvio)

# STRINGS.UI.BUILDINGEFFECTS.HEATGENERATED_LIQUIDCONDITIONER
source: <link="HEAT">Heat</link>: +{0} (Approximate Value)
fi: <link="HEAT">Lämpöä</link>: +{0} (Arvio)

# STRINGS.UI.BUILDINGEFFECTS.HIT_POINTS_PER_CYCLE
source: <link="HEALTH">Health</link> per cycle: {0}
fi: <link="HEALTH">Terveys</link> kiertoa kohti: {0}

# STRINGS.UI.BUILDINGEFFECTS.IMPROVED_BUILDINGS
source: Improved Buildings
fi: Parannellut Rakennukset

# STRINGS.UI.BUILDINGEFFECTS.ITEM_TEMPERATURE_ADJUST
source: Stored <link="HEAT">Temperature</link>: {0}
fi: Varastointi <link="HEAT">Lämpötila</link>: {0}

# STRINGS.UI.BUILDINGEFFECTS.KCAL_PER_CYCLE
source: <link="FOOD">KCal</link> per cycle: {0}
fi: <link="FOOD">KCal</link> per kierto: {0}

# STRINGS.UI.BUILDINGEFFECTS.LIQUIDCOOLING
source: <link="HEAT">Cooling factor</link>: {0}
fi: <link="HEAT">Jäähtymiskerroin</link>: {0}

# STRINGS.UI.BUILDINGEFFECTS.MAX_WATTAGE
source: Max <link="POWER">Power</link>: {0}
fi: Maksimi<link="POWER">teho</link>: {0}

# STRINGS.UI.BUILDINGEFFECTS.MINIMUM_TEMP
source: Freeze <link="HEAT">Temperature</link>: {0}
fi: Jäätymis<link="HEAT">lämpötila</link>: {0}

# STRINGS.UI.BUILDINGEFFECTS.NOISE_CREATED
source: <link="SOUND">Noise</link>: {0} dB (Radius: {1} tiles)
fi: <link="SOUND">Melu</link>: {0} dB (Säde: {1} ruutua)

# STRINGS.UI.BUILDINGEFFECTS.OPERATIONEFFECTS
source: <b>Effects:</b>
fi: <b>Vaikutukset:</b>

# STRINGS.UI.BUILDINGEFFECTS.OPERATIONREQUIREMENTS
source: <b>Requirements:</b>
fi: <b>Vaatimukset:</b>

# STRINGS.UI.BUILDINGEFFECTS.OVER_PRESSURE_MASS
source: Over Pressure: {0}
fi: Ylipaine: {0}

# STRINGS.UI.BUILDINGEFFECTS.OVERHEAT_TEMP
source: Overheat <link="HEAT">Temperature</link>: {0}
fi: Ylikuumenemis<link="HEAT">lämpötila</link>: {0}

# STRINGS.UI.BUILDINGEFFECTS.PLANTERBOX_PENTALTY
source: Planter box penalty
fi: Kukkalaatikkosakko

# STRINGS.UI.BUILDINGEFFECTS.PREFERS_ROOM
source: Preferred Room: {0}
fi: Suosii Huonetta: {0}

# STRINGS.UI.BUILDINGEFFECTS.PROCESSES
source: Refines:
fi: Jalostaa:

# STRINGS.UI.BUILDINGEFFECTS.REFILLOXYGENTANK
source: Refills ExosuitOxygen Tank
fi: Täyttää Eksopuvun Happisäiliön

# STRINGS.UI.BUILDINGEFFECTS.REFINEMENT_ENERGY
source: Heat: {0}
fi: Lämpö: {0}

# STRINGS.UI.BUILDINGEFFECTS.REMOVES_DISEASE
source: Removes disease
fi: Poistaa sairauden

# STRINGS.UI.BUILDINGEFFECTS.REMOVESEFFECTSUBTITLE
source: Cures
fi: Parantaa

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESCREATIVITY
source: Duplicant <link="ARTIST">Creativity</link>
fi: Jäljennäisen <link="ARTIST">Luovuus</link>

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESELEMENT
source: Supply of {0}
fi: Toimitus materiaalia {0}

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESGASINPUT
source: <link="GASPIPING">Gas Intake Pipe</link>
fi: <link="GASPIPING">Kaasun sisääntuloputki</link>

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESGASOUTPUT
source: <link="GASPIPING">Gas Output Pipe</link>
fi: <link="GASPIPING">Kaasun Poistoputki</link>

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESGASOUTPUTS
source: Two <link="GASPIPING">Gas Output Pipes</link>
fi: Two <link="GASPIPING">Kaasun Poistoputket</link>

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESLIQUIDINPUT
source: <link="LIQUIDPIPING">Liquid Intake Pipe</link>
fi: <link="LIQUIDPIPING">Nesteen Sisäänottoputki</link>

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESLIQUIDOUTPUT
source: <link="LIQUIDPIPING">Liquid Output Pipe</link>
fi: <link="LIQUIDPIPING">Nesteen Poistoputki</link>

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESLIQUIDOUTPUTS
source: Two <link="LIQUIDPIPING">Liquid Output Pipes</link>
fi: Two <link="LIQUIDPIPING">Nesteen Poistoputket</link>

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESMANUALOPERATION
source: Duplicant operation
fi: Jäljennäiskäyttöinen

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESPOWER
source: <link="POWER">Power</link>: {0}
fi: <link="POWER">Sähköä</link>: {0}

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESPOWERGENERATOR
source: <link="POWER">Power</link> generator
fi: <link="POWER">Sähkö</link>generaattori

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESROOM
source: Dedicated Room: {0}
fi: Osoitettu Huone: {0}

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESSEED
source: 1 Unplanted <link="PLANTS">Seed</link>
fi: 1 Istuttamaton<link="PLANTS">Siemen</link>

# STRINGS.UI.BUILDINGEFFECTS.RESEARCH_MATERIALS
source: {0}: {1} per <link="RESEARCH">Research</link> point
fi: {0}: {1} jokaista <link="RESEARCH">Tutkimuys</link>pistettä kohden

# STRINGS.UI.BUILDINGEFFECTS.SCALE_GROWTH
source: Shearable {Item}: {Amount} per {Time}
fi: Kerittävä {Item}: {Amount} joka {Time}

# STRINGS.UI.BUILDINGEFFECTS.SCALE_GROWTH_ATMO
source: Shearable {Item}: {Amount} per {Time} ({Atmosphere})
fi: Kerittävä {Item}: {Amount} joka {Time} ({Atmosphere})

# STRINGS.UI.BUILDINGEFFECTS.STORAGECAPACITY
source: Storage capacity: {0}
fi: Varastotila: {0}

# STRINGS.UI.BUILDINGEFFECTS.STRESSREDUCEDPERMINUTE
source: <link="STRESS">Stress</link>: {0} per minute
fi: <link="STRESS">Ahdistusta</link>: {0} minuutissa

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ADDED_EFFECT
source: Effect being applied: {0} {1}
fi: Toimiva vaikutus: {0} {1}

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ALLOWS_FERTILIZER
source: Allows fertilizer to be delivered to plants
fi: Mahdollistaa lannoitteen toimittamisen kasveille

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ALLOWS_IRRIGATION
source: Allows liquids to be delivered to plants
fi: Mahdollistaa nesteiden toimittamisen kasveille

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ALLOWS_IRRIGATION_PIPE
source: Allows irrigation pipe connection
fi: Mahdollistaa ojitusputken yhdistämisen

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ASSIGNEDDUPLICANT
source: This amenity may only be used by the Duplicant it is assigned to
fi: Tätä mukavuutta voi käyttää vain Jäljennäinen, jolle se on nimetty

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.BATTERYCAPACITY
source: Can hold {0} of power when connected to a generator
fi: Pystyy varastoimaan {0} sähköä, kun se on yhteydessä generaattoriin

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.BATTERYLEAK
source: Imperfect buildings materials mean {0} battery charge will be lost as heat
fi: Epätäydelliset rakennusmateriaalit tarkoittavat, että {0} akun varauksesta hukataan lämpönä

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.CAPTURE_METHOD_LURE
source: This critter can be moved using a Critter Lure
fi: Tätä otusta voidaan liikuttaa Otushoukutinta

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.CAPTURE_METHOD_TRAP
source: This critter can be captured using a Critter Trap
fi: Tämä otus voidaan napata käyttämällä Otusansaa

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.CAPTURE_METHOD_WRANGLE
source: This critter can be captured by a Rancher ------------------ Mark critters for capture using the Wrangle Tool <color=#F44A47>(N)</color>
fi: Paimen voi napata tämän otuksen ------------------ Merkitse tämä otus napattavaksi käyttämällä Nappaustyökalua <color=#F44A47>(N)</color>

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.COOLANT
source: {1} of {0} coolant is required to cool off an item produced by this building ------------------ Coolant temperature increase is variable and dictated by the amount of energy needed to cool the produced item
fi: {1] ainetta {0} tarvitaan tämän rakennuksen tuottaman esineen jäähdyttämiseksi ------------------ Jäähdytysaineen lämpötilannousu vaihtelee ja sen määrää esineen jäähdyttämiseksi tarvittava energia

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.DECORDECREASED
source: Decreases Decor values by {0} in a {1} tile radius
fi: Laskee Koristusarvoa {0} verran {1} ruudun säteellä

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.DECORPROVIDED
source: Improves Decor values by {0} in a {1} tile radius
fi: Parantaa Koristusarvoa {0} verran {1} ruudun säteellä

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.DIET_CONSUMED
source: This critter can typically consume these materials at the following rates: {Foodlist}
fi: Tämä otus pystyy tyypillisesti kuluttamaan näitä materiaaleja seuraavissa määrin: {Foodlist}

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.DIET_HEADER
source: Creatures will eat and digest only specific materials.
fi: Olennot syövät ja sulattavat ainoastaan tiettyjä materiaaleja.

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.DIET_PRODUCED
source: This critter will "produce" the following materials: {Items}
fi: Tämä otus "tuottaa" seuraavia materiaaleja: {Items}

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.DISEASECONSUMEDPERUSE
source: Removes {0} of any disease per use
fi: Poistaa {0} mitä tahansa sairautta joka käyttökerralla

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.DISEASEEMITTEDPERUSE
source: Produces {1} of {0} per use
fi: Tuottaa {1} ainetta {0} joka käyttökerralla

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.DOCTORING
source: Doctoring increases existing health benefits and can allow treatment of otherwise stubborn diseases
fi: Tohtorointi kasvattaa terveyshyötyjä ja mahdollistaa muutoin sitkeiden sairauksien hoitamisen

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.DUPLICANTMOVEMENTBOOST
source: Duplicants walk {0} faster on this tile
fi: Jäljennäiset kävelevät {0} nopeammin tällä laatalla

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ELEMENTCONSUMED
source: Consumes {1} of {0} when in use
fi: Kuluttaa {1} ainetta {0} ollessaan käytössä

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ELEMENTCONSUMEDPERUSE
source: Consumes {1} of {0} per use
fi: Kuluttaa {1} ainetta {0} jokaisella käyttökerralla

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ELEMENTEMITTED
source: Produces {1} of {0} when in use
fi: Tuottaa {1} ainetta {0} ollessaan käytössä

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ELEMENTEMITTEDPERUSE
source: Produces {1} of {0} per use
fi: Tuottaa {1} ainetta {0} joka käyttökerralla

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ENABLESDOMESTICGROWTH
source: Accelerates plant growth and maturation
fi: Nopeuttaa kasvien kasvamista ja kypsymistä

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ENERGYCONSUMED
source: Draws {0} from the power grid it's connected to
fi: Ottaa {0} sähköverkosta, johon se on yhdistettynä

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ENERGYGENERATED
source: Produces {0} for the power grid it's connected to
fi: Tuottaa {0} sähköverkkoon, johon se on yhdistettynä

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.FABRICATES
source: Fabrication is the production of items and equipment
fi: Valmistus on tavaroiden ja varusteiden tuottamista

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.GASCOOLING
source: Reduces the temperature of piped gases by {0}
fi: Alentaa putkessa olevien kaasujen lämpötilaa {0}

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.GEYSER_DISEASE
source: {0} germs are present in the output of this geyser.
fi: Tämä geissiirin suuaukolla on {0} bakeeria.

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.GEYSER_PERIOD
source: This geyser will produce for {0} of every {1}
fi: Tämä geissiiri tuottaa {0} joka {1}

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.GEYSER_PRODUCTION
source: While erupting, this geyser will produce {0} at a rate of {1}, and at a temperature of {2}.
fi: Purkautuessaan, tämä geissiiri tuottaa ainetta {0} nopeudella {1}, {2} lämpötilassa.

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.GEYSER_YEAR_NEXT_ACTIVE
source: This geyser will become active in {0}.
fi: Tämä geissiiri muuttuu aktiiviseksi {0} kuluttua.

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.GEYSER_YEAR_NEXT_DORMANT
source: This geyser will become dormant in {0}.
fi: Tämä geissiiri menee lepotilaan {0} kuluttua.

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.GEYSER_YEAR_PERIOD
source: This geyser will be active for {0} out of every {1}. It will be dormant the rest of the time.
fi: Tämä geissiiri on aktiivinen {0} ajan ajasta {1}. Muun osan ajasta se lepää.

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.GEYSER_YEAR_UNSTUDIED
source: A researcher must analyze this geyser to determine its geoactive period.
fi: Tutkijan täytyy analysoida tämä geissiiri määrittääkseen sen geoaktiivisen jakson.

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.HEATCONSUMED
source: Dissipates {0} per second Sum temperature change can be affected by the material attributes of the cooled substance: • mass • specific heat capacity • surface area • insulation thickness • thermal conductivity
fi: Haihduttaa {0} joka sekunti Yhteenlaskettuun lämpötilanmuutokseen voi vaikuttaa jäähdyttävän materiaalin ominaisuudet: • massa • ominaislämpökapasiteetti • pinnan ala • eristeen paksuus • lämmönjohtokyky

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.HEATGENERATED
source: Generates {0} per second Sum temperature change is affected by the material attributes of the heated substance: • mass • specific heat capacity • surface area • insulation thickness • thermal conductivity
fi: Tuottaa {0} joka sekunti Yhteenlaskettuun lämpötilanmuutokseen vaikuttaa jäähdyttävän materiaalin ominaisuudet: • massa • ominaislämpökapasiteetti • pinnan ala • eristeen paksuus • lämmönjohtokyky

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.HEATGENERATED_AIRCONDITIONER
source: Generates heat based on the volume, temperature, and specific heat capacity of the pumped gas ------------------ Cooling 1 Kg of room temperature oxygen will output {0} per second
fi: Tuottaa lämpöä pumpatun kaasun tilavuuden, lämpötilan ja ominaislämpökapasiteetin mukaan ------------------ Jäähdyttämällä 1 kg huoneen lämpöistä happea, syntyy {0} joka sekunti

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.HEATGENERATED_LIQUIDCONDITIONER
source: Generates heat based on the volume, temperature, and specific heat capacity of the pumped liquid ------------------ Cooling 1 Kg of room temperature water will output {0} per second
fi: Tuottaa lämpöä pumpatun nesteen tilavuuden, lämpötilan ja ominaislämpökapasiteetin mukaan ------------------ Jäähdyttämällä 1 kg huoneen lämpöistä vettä, syntyy {0} joka sekunti

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.IMPROVED_BUILDINGS
source: Tune Ups will improve these buildings:
fi: Viritykset parantavat seuraavia rakennuksia:

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ITEM_TEMPERATURE_ADJUST
source: Stored items will reach a temperature of {0} over time
fi: Varastoidut esineet saavuttavat ajan myötä {0} lämpötilan

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.LIQUIDCOOLING
source: Reduces the temperature of piped liquids by {0}
fi: Alentaa putkessa olevien nesteiden lämpötilaa {0}

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.MAX_WATTAGE
source: Drawing more than the maximum allowed power can result in damage to the circuit
fi: Ottamalla enemmän kuin enimmän sallitun määrän virtaa saattaa johtaa piirin vahingoittumiseen

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.MINIMUM_TEMP
source: Ceases to function when temperatures fall below {0}
fi: Lakkaa toimimasta, kun lämpötilat putoavat alle {0}

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.MOVEMENT_BONUS
source: Increases the Runspeed of Duplicants
fi: Parantaa Jäljennäisten Juoksunopeutta

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.NOISE_POLLUTION_DECREASE
source: Dampens noise at {0} dB in a {1} tile radius
fi: Vaimentaa melua {0} dB verran {1] ruudun säteellä

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.NOISE_POLLUTION_INCREASE
source: Produces noise at {0} dB in a {1} tile radius
fi: Tuottaa melua {0} dB verran {1} ruudun säteellä

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.OPERATIONEFFECTS
source: The building will produce these effects when its requirements are met
fi: Tämä rakennus tuottaa seuraavia vaikutuksia kun sen vaatimukset täytetään

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.OPERATIONREQUIREMENTS
source: All requirements must be met in order for this building to operate
fi: Kaikki vaatimukset on täytyttävä rakennuksen toimimiseksi

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.OVER_PRESSURE_MASS
source: Ceases to function when the surrounding mass is above {0}
fi: Lakkaa toimimasta, kun ympäröivä massa on enemmän kuin {0}

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.OVERHEAT_TEMP
source: Begins overheating at {0} and melts down at {1}
fi: Alkaa ylikuumeta lämpötilassa {0} ja sulaa {1}

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.PLANTERBOX_PENTALTY
source: Plants grow more slowly when contained within boxes
fi: Kasvit kasvavat hitaammin laatikoissa

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.PREFERS_ROOM
source: This building gains additional effects or functionality when built inside a {0}
fi: Tämä rakennus tuottaa lisävaikutuksia kohteen {0} sisälle rakennettuna

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.PROCESSEDITEM
source: Refining this material produces {0}
fi: Tämän materiaalin jalostaminen tuottaa ainetta {0}

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.PROCESSES
source: This building processes raw materials into refined materials
fi: Tämä rakennus prosessoi raakamateriaaleja jalostetuiksi materiaaleiksi

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.PRODUCES_RESEARCH_POINTS
source: Produces {0} research
fi: Tuottaa {0} tutkimusta

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REFILLOXYGENTANK
source: Refills Exosuit Oxygen Tanks with oxygen for reuse
fi: Täyttää Eksopukujen happisäiliöt hapella uutta käyttöä varten

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REFINEMENT_ENERGY_HAS_COOLANT
source: {0} of heat will be produced to cool off the fabricated item This will raise the temperature of the contained {1} by {2}, and heat the containing building
fi: {0} verran lämpöä tuotetaan valmistetun esineen jäähdyttämiseksi Tämä nostaa sisällä olevan {1} lämpötilaa {2} verran ja lämmittää sen sisältävää rakennusta

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REFINEMENT_ENERGY_NO_COOLANT
source: {0} of heat will be produced to cool off the fabricated item If {1} is used for coolant, its temperature will be raised by {2}, and will heat the containing building
fi: {0} verran lämpöä tuotetaan valmistetun esineen jäähdyttämiseksi Jos jäähdytysaineena käytetään ainetta {1], sen lämpötila nousee {2} verran ja se lämmittää sen sisältävää rakennusta

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REMOVES_DISEASE
source: Cooking pasteurizes ingredients and removes their disease risk
fi: Kokkaaminen pastöroi raaka-aineet ja poistaa niistä sairastumisriskin

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REMOVESEFFECTSUBTITLE
source: Use of this building will remove the listed effects
fi: Tämän rakennuksen käyttö poistaa listatut vaikutukset

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESCREATIVITY
source: A Duplicant must work on this object to create art
fi: Jäljennäisen on työstettävä tätä kohdetta luodakseen taidetta

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESELEMENT
source: Must receive deliveries of {0} to function
fi: Täytyy vastaanottaa {0}toimituksia toimiakseen

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESGASINPUT
source: Must receive gas from a gas pipe system
fi: Täytyy vastaanottaa kaasua kaasuputkistosta

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESGASOUTPUT
source: Must expel gas through a gas pipe system
fi: Täytyy poistaa kaasua kaasuputkistoon

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESGASOUTPUTS
source: Must expel gas through a gas pipe system
fi: Täytyy poistaa kaasua kaasuputkistoon

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESLIQUIDINPUT
source: Must receive liquid from a liquid pipe system
fi: Täytyy vastaanottaa nestettä nesteputkistosta

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESLIQUIDOUTPUT
source: Must expel liquid through a liquid pipe system
fi: Täytyy poistaa nestettä nesteputkistoon

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESLIQUIDOUTPUTS
source: Must expel liquid through a liquid pipe system
fi: Täytyy poistaa nestettä nesteputkistoon

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESMANUALOPERATION
source: A Duplicant must be present to run this building
fi: Jäljennäisen täytyy olla läsnä, jotta tämä rakennus toimisi

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESPOWER
source: Must be connected to a power grid with at least -{0} of available power
fi: Täytyy olla kytkettynä sähköverkkoon, jossa on vähintään -{0} saatavilla olevaa sähköä

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESPOWERGENERATOR
source: Must be connected to a power producing generator to function
fi: Täytyy olla kytkettynä sähköä tuottavaan generaattoriin toimiakseen

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESROOM
source: Must be built within a Dedicated Room ------------------ Room will become a {0} after construction
fi: Täytyy rakentaa sille Osoitettuun Huoneeseen ------------------ Huoneesta tulee {0} rakentamisen jälkeen

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESSEED
source: Must receive a plant seed
fi: Täytyy vastaanottaa kasvin siemen

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.RESEARCH_MATERIALS
source: This research station consumes {1} of {0} for each research point produced
fi: Tämä tutkimustyöpiste kuluttaa {1} ainetta {0} jokaista tuotettua tutkimuspistettä varten
