Repository: Eerjunic/OxygenNotIncluded_Fi
Catalog: strings.po
Languages: fi

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.SCALE_GROWTH
source: This critter can be sheared every {Time} to produce {Amount} of {Item}
fi: Tämä otus voidaan keriä {Time} välein tuottaen {Amount} {Item}

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.SCALE_GROWTH_ATMO
source: This critter can be sheared every {Time} to produce {Amount} of {Item} ------------------ It must be kept in {Atmosphere}-rich environments to regrow sheared {Item}
fi: Tämä otus voidaan keriä {Time} välein tuottaen {Amount} {Item} Se täytyy pitää {Atmosphere}-rikkaassa ympäristössä, jota sen keritty {Item} kasvaa takaisin

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.STORAGECAPACITY
source: Holds up to {0} of material
fi: Pystyy varastoimaan {0} materiaalia

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.STRESSREDUCEDPERMINUTE
source: Removes {0} of Duplicants' Stress for every uninterrupted minute of use
fi: Lievittää Jäljennäisten ahdistustas {0} verran jokaisella keskyttämättömällä käyttöminuutilla

# STRINGS.UI.CALCULATING
source: Calculating...
fi: Lasketaan...

# STRINGS.UI.CANCELPLACEINRECEPTACLE
source: Cancel
fi: Peruuta

# STRINGS.UI.CANCELREMOVALFROMRECEPTACLE
source: Cancel
fi: Peruuta

# STRINGS.UI.CHANGEPERCYCLE
source: Change per cycle: {0}
fi: Muutos kierrossa: {0}

# STRINGS.UI.CHANGEPERSECOND
source: Change per second: {0}
fi: Muutos sekunnissa: {0}

# STRINGS.UI.CHARACTERCONTAINER_APTITUDES_TITLE
source: INTERESTS
fi: KIINNOSTUKSET

# STRINGS.UI.CHARACTERCONTAINER_CONGENITALTRAIT
source: Genetic Trait: {0}
fi: Geneettinen Piirre: {0}

# STRINGS.UI.CHARACTERCONTAINER_EXPECTATIONS_TITLE
source: ADDITIONAL
fi: LISÄ

# STRINGS.UI.CHARACTERCONTAINER_SKILLS_TITLE
source: ATTRIBUTES
fi: ATTRIBUUTIT

# STRINGS.UI.CHARACTERCONTAINER_STRESSTRAIT
source: Stress Reaction: {0}
fi: Ahdistusvaste: {0}

# STRINGS.UI.CHARACTERCONTAINER_TRAITS_TITLE
source: TRAITS
fi: PIIRTEET

# STRINGS.UI.CODEX.BACK_BUTTON
source: Back ({0})
fi: Takaisin ({0})

# STRINGS.UI.CODEX.CATEGORYNAMES.BUILDINGS
source: <link="BUILDINGS">Buildings</link>
fi: <link="BUILDINGS">Rakennukset</link>

# STRINGS.UI.CODEX.CATEGORYNAMES.CREATURES
source: <link="CREATURES">Critters</link>
fi: <link="CREATURES">Otukset</link>

# STRINGS.UI.CODEX.CATEGORYNAMES.DISEASE
source: <link="DISEASE">Disease</link>
fi: <link="DISEASE">Sairaus</link>

# STRINGS.UI.CODEX.CATEGORYNAMES.ELEMENTS
source: <link="ELEMENTS">Elements</link>
fi: <link="ELEMENTS">Aineet</link>

# STRINGS.UI.CODEX.CATEGORYNAMES.ELEMENTSGAS
source: <link="ELEMENTSGAS">Gases</link>
fi: <link="ELEMENTSGAS">Kaasut</link>

# STRINGS.UI.CODEX.CATEGORYNAMES.ELEMENTSLIQUID
source: <link="ELEMENTSLIQUID">Liquids</link>
fi: <link="ELEMENTSLIQUID">Nesteet</link>

# STRINGS.UI.CODEX.CATEGORYNAMES.ELEMENTSOTHER
source: <link="ELEMENTSOTHER">Other</link>
fi: <link="ELEMENTSOTHER">Muut</link>

# STRINGS.UI.CODEX.CATEGORYNAMES.ELEMENTSSOLID
source: <link="ELEMENTSSOLID">Solids</link>
fi: <link="ELEMENTSSOLID">Kiinteät</link>

# STRINGS.UI.CODEX.CATEGORYNAMES.EMAILS
source: <link="EMAILS">E-mail</link>
fi: <link="EMAILS">Sähköposti</link>

# STRINGS.UI.CODEX.CATEGORYNAMES.FOOD
source: <link="FOOD">Food</link>
fi: <link="FOOD">Ruoka</link>

# STRINGS.UI.CODEX.CATEGORYNAMES.GEYSERS
source: <link="GEYSERS">Geysers</link>
fi: <link="GEYSERS">Geissiirit</link>

# STRINGS.UI.CODEX.CATEGORYNAMES.JOURNALS
source: <link="JOURNALS">Journals</link>
fi: <link="JOURNALS">Päiväkirjat</link>

# STRINGS.UI.CODEX.CATEGORYNAMES.PLANTS
source: <link="PLANTS">Plants</link>
fi: <link="PLANTS">Kasvit</link>

# STRINGS.UI.CODEX.CATEGORYNAMES.ROLES
source: <link="ROLES">Duplicant Jobs</link>
fi: <link="ROLES">Jäljennäisten Työt</link>

# STRINGS.UI.CODEX.CATEGORYNAMES.ROOT
source: <link="HOME">Index</link>
fi: <link="HOME">Hakemisto</link>

# STRINGS.UI.CODEX.CATEGORYNAMES.SYSTEMS
source: <link="SYSTEMS">Systems</link>
fi: <link="SYSTEMS">Järjestelmät</link>

# STRINGS.UI.CODEX.CATEGORYNAMES.TECH
source: <link="TECH">Research</link>
fi: <link="TECH">Tutkimus</link>

# STRINGS.UI.CODEX.DETAILS
source: Details
fi: Tiedot

# STRINGS.UI.CODEX.FOOD.CALORIES
source: Calories: {0}
fi: Kaloreita: {0}

# STRINGS.UI.CODEX.FOOD.NON_PERISHABLE
source: Spoil time: Never
fi: Pilaantumisaika: Ei koskaan

# STRINGS.UI.CODEX.FOOD.QUALITY
source: Quality: {0}
fi: Laatu: {0}

# STRINGS.UI.CODEX.FOOD.SPOILPROPERTIES
source: Preserve temperature: {0} Spoil time: {1}
fi: Säilytyslämpötila: {0} Pilaantumisaika: {1}

# STRINGS.UI.CODEX.GEYSERS.DESC
source: Geysers and Fumaroles emit elements at variable intervals.They provide a sustainable, though usually low volume, source of material. The variable factors of a geyser are: • Emission element • Emission temperature • Emission mass • Cycle length • Dormancy duration • Disease emitted
fi: Geissiirit ja Fumarolit päästävät aineita vaihtelevin aikavälein. Ne tarjoavat kestävän, joskin yleensä matalapitoisen materiaalilähteen. Geissiirin muttujatekijät ovat: • Päästöaine • Päästölämpötila • Päästön massa • Syklin pituus • Lepotila-aika • Taudinpäästö

# STRINGS.UI.CODEX.MANAGEMENT_BUTTON
source: DATABASE
fi: TIETOKANTA

# STRINGS.UI.CODEX.RECIPE_FABRICATOR
source: {1} ({0} seconds)
fi: {1} ({0} sekuntia)

# STRINGS.UI.CODEX.RECIPE_FABRICATOR_HEADER
source: Produced by
fi: Tuottanut

# STRINGS.UI.CODEX.SEARCH_HEADER
source: Search Database
fi: Etsi Tietokannasta

# STRINGS.UI.CODEX.TITLE
source: DATABASE
fi: TIETOKANTA

# STRINGS.UI.COLONYLOSTSCREEN.COLONYLOST
source: COLONY LOST
fi: SIIRTOKUNTA MENETETTY

# STRINGS.UI.COLONYLOSTSCREEN.COLONYLOSTDESCRIPTION
source: All Duplicants are dead or incapacitated.
fi: Kaikki Jäljennäiset ovat kuolleita tai toimintakyvyttömiä.

# STRINGS.UI.COLONYLOSTSCREEN.DISMISSBUTTON
source: DISMISS
fi: OHITA

# STRINGS.UI.COLONYLOSTSCREEN.QUITBUTTON
source: MAIN MENU
fi: PÄÄVALIKKO

# STRINGS.UI.COLONYLOSTSCREEN.RESTARTPROMPT
source: Press <color=#F44A47>[ESC]</color> to return to a previous colony, or begin a new one.
fi: Paina <color=#F44A47>[ESC]</color> palataksesi edelliseen siirtokuntaan tai aloitaaksesi uuden.

# STRINGS.UI.CONFIRMDIALOG.CANCEL
source: CANCEL
fi: PERUUTA

# STRINGS.UI.CONFIRMDIALOG.DIALOG_HEADER
source: MESSAGE
fi: VIESTI

# STRINGS.UI.CONSUMABLES
source: CONSUMABLES
fi: KULUTETTAVAT

# STRINGS.UI.CONSUMABLESSCREEN.FOOD_AVAILABLE
source: Available: {0}
fi: Saatavilla: {0}

# STRINGS.UI.CONSUMABLESSCREEN.FOOD_CANT_CONSUME
source: <b>{0}</b> <color=#B87194FF>physically cannot</color> eat <b>{1}</b>
fi: <b>{0}</b> <color=#B87194FF>ei pysty fyysisesti</color> syömään ruokaa <b>{1}</b>

# STRINGS.UI.CONSUMABLESSCREEN.FOOD_PERMISSION_OFF
source: <b>{0}</b> is <color=#B87194FF>not allowed</color> to eat <b>{1}</b>
fi: <b>{0}</b> <color=#B87194FF>ei saa</color> syödä ruokaa <b>{1}</b>

# STRINGS.UI.CONSUMABLESSCREEN.FOOD_PERMISSION_ON
source: <b>{0}</b> is <color=#B87194FF>allowed</color> to eat <b>{1}</b>
fi: <b>{0}</b> <color=#B87194FF>saa</color> syödä ruokaa <b>{1}</b>

# STRINGS.UI.CONSUMABLESSCREEN.FOOD_QUALITY
source: Quality: {0}
fi: Laatu: {0}

# STRINGS.UI.CONSUMABLESSCREEN.FOOD_REFUSE
source: <b>{0}</b> <color=#B87194FF>refuses</color> to eat <b>{1}</b>
fi: <b>{0}</b> <color=#B87194FF>kieltäytyy</color> syömästä ruokaa <b>{1}</b>

# STRINGS.UI.CONSUMABLESSCREEN.NEW_MINIONS_FOOD_PERMISSION_OFF
source: <b>New Duplicants</b> are <color=#B87194FF>not allowed</color> to eat <b>{0}</b> by default
fi: <b>Uudet Jäljennäiset</b> <color=#B87194FF>eivät saa</color> syödä <b>{0}</b> oletusarvoisesti

# STRINGS.UI.CONSUMABLESSCREEN.NEW_MINIONS_FOOD_PERMISSION_ON
source: <b>New Duplicants</b> are <color=#B87194FF>allowed</color> to eat <b>{0}</b> by default
fi: <b>Uudet Jäljennäiset</b> <color=#B87194FF>saavat</color> syödä <b>{0}</b> oletusarvoisesti

# STRINGS.UI.CONSUMABLESSCREEN.NEW_MINIONS_TOOLTIP_TOGGLE_ROW
source: Toggle all food permissions for <b>New Duplicants</b>
fi: Valitse kaikkien ruokien salliminen <b>Uusille Jäljennäisille</b>

# STRINGS.UI.CONSUMABLESSCREEN.TITLE
source: CONSUMABLES
fi: KULUTETTAVAT

# STRINGS.UI.CONSUMABLESSCREEN.TOOLTIP_TOGGLE_ALL
source: Toggle all food permissions colonywide
fi: Valitse jokaisen ruuan salliminen siirtokunnassa

# STRINGS.UI.CONSUMABLESSCREEN.TOOLTIP_TOGGLE_COLUMN
source: Toggle colonywide <b>{0}</b> permission
fi: Valitse siirtokunnan kattava <b>{0}</b> lupa

# STRINGS.UI.CONSUMABLESSCREEN.TOOLTIP_TOGGLE_ROW
source: Toggle all food permissions for <b>{0}</b>
fi: Valitse kaikkien ruokien salliminen <b>{0}</b> varten

# STRINGS.UI.COPIED_SETTINGS
source: Settings Applied
fi: Asetukset asetettu

# STRINGS.UI.CRAFT_CONTINUOUS
source: CONTINUOUS
fi: JATKUVA

# STRINGS.UI.CRASHSCREEN.BODY
source: Help! A black hole ate my game!
fi: Apua! Musta aukko nielaisi pelini!

# STRINGS.UI.CRASHSCREEN.CONTINUEBUTTON
source: CONTINUE GAME
fi: JATKA PELIÄ

# STRINGS.UI.CRASHSCREEN.HEADER
source: OPTIONAL CRASH DESCRIPTION
fi: VALINNAINEN KAATUMISEN KUVAUS

# STRINGS.UI.CRASHSCREEN.LOADFAILED
source: Load Failed: {0} Save Version: {1} Expected: {2}
fi: Lataus Epäonnistui: {0} Tallennuksen Versio: {1} Odotettu: {2}

# STRINGS.UI.CRASHSCREEN.QUITBUTTON
source: QUIT TO DESKTOP
fi: POISTU TYÖPÖYDÄLLE

# STRINGS.UI.CRASHSCREEN.REPORTBUTTON
source: REPORT CRASH
fi: ILMOITA KAATUMINEN

# STRINGS.UI.CRASHSCREEN.REPORTING
source: REPORTING, PLEASE WAIT...
fi: ILMOITETAAN, ODOTA OLE HYVÄ...

# STRINGS.UI.CRASHSCREEN.SAVEFAILED
source: Save Failed: {0}
fi: Tallennus Epäonnistui: {0}

# STRINGS.UI.CRASHSCREEN.THANKYOU
source: Thank you! You're making our game better, one crash at a time.
fi: Kiitos! Teet pelistämme paremman, kaatuminen kerrallaan.

# STRINGS.UI.CRASHSCREEN.TITLE
source: Whoops! We're sorry, but it seems your game has encountered an error. It's okay though - these errors are how we find and fix problems to make our game more fun for everyone. If you use the box below to submit a crash report to us, we can use this information to get the issue sorted out.
fi: Hupsis! Olemme pahoillamme, mutta vaikuttaa siltä, että pelisi on kohdannut virheen. Ei se mitään tosin - Näiden virheiden avulla löydämme ja korjaamme ongelmat tehdäksemme pelistämme hauskemman kaikille. Jos lähetät meille kaatumisraportin alla olevalla ruudulla, voimme käyttää tätä tietoa selvittääksemme asian.

# STRINGS.UI.CRASHSCREEN.UPLOADINFO
source: UPLOAD ADDITIONAL INFO ({0})
fi: LATAA LISÄTIETOJA ({0})

# STRINGS.UI.CREDITSSCREEN.CLOSEBUTTON
source: CLOSE
fi: SULJE

# STRINGS.UI.CREDITSSCREEN.TITLE
source: CREDITS
fi: KIITOSTEKSTIT

# STRINGS.UI.DEBUG_TOOLS.INVALID_LOCATION
source: Invalid Location
fi: Epäkelpo Rakennuskohta

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.ADD_FOW_MASK
source: Prevent FoW Reveal
fi: Estä Pelialueen Peiton Häivytys

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.BUILDINGS
source: Buildings:
fi: Rakennukset:

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.CELLS
source: Cells:
fi: Kennot:

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.DISEASE
source: Disease
fi: Sairaus

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.DISEASE_COUNT
source: Disease Count
fi: Sairastumisten Lukumäärä

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.ELEMENT
source: Element
fi: Alkuaine

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.FILL
source: Fill
fi: Täytä

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.MASS_KG
source: Mass (kg)
fi: Massa (kg)

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.PAINT
source: Paint
fi: Maalaa

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.REMOVE_FOW_MASK
source: Allow FoW Reveal
fi: Salli Pelialueen Peiton Häivitys

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.SAMPLE
source: Sample
fi: Näyte

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.TEMPERATURE_KELVIN
source: Temperature (K)
fi: Lämpötila (K)

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.TITLE
source: CELL PAINTER
fi: KENNON MAALAIN

# STRINGS.UI.DEBUG_TOOLS.SAVE_BASE_TEMPLATE.CLEAR_BUTTON
source: Clear Floor
fi: Tyjennä Lattia

# STRINGS.UI.DEBUG_TOOLS.SAVE_BASE_TEMPLATE.CLEAR_SELECTION_BUTTON
source: Clear Selection
fi: Tyhjennä Valinta

# STRINGS.UI.DEBUG_TOOLS.SAVE_BASE_TEMPLATE.DECONSTRUCT_BUTTON
source: Deconstruct
fi: Pura

# STRINGS.UI.DEBUG_TOOLS.SAVE_BASE_TEMPLATE.DEFAULT_SAVE_NAME
source: TemplateSaveName
fi: EsimerkkiTallennusNimi

# STRINGS.UI.DEBUG_TOOLS.SAVE_BASE_TEMPLATE.DESTROY_BUTTON
source: Destroy
fi: Tuhoa

# STRINGS.UI.DEBUG_TOOLS.SAVE_BASE_TEMPLATE.MORE
source: More
fi: Enemmän

# STRINGS.UI.DEBUG_TOOLS.SAVE_BASE_TEMPLATE.SAVE_TITLE
source: Save Selection
fi: Tallenna Valinta

# STRINGS.UI.DEBUG_TOOLS.SAVE_BASE_TEMPLATE.SELECTION_INFO_PANEL.AVERAGE_MASS
source: Average cell mass: {0}
fi: Kennojen keskimääräinen massa: {0}

source: Average temperature: {0}
fi: Keskilämpötila: {0}

source: Joules per kilogram: {0}
fi: Joulea kilogrammassa: {0}

# STRINGS.UI.DEBUG_TOOLS.SAVE_BASE_TEMPLATE.SELECTION_INFO_PANEL.TOTAL_JOULES
source: Total joules: {0}
fi: Jouleja yhteensä: {0}

# STRINGS.UI.DEBUG_TOOLS.SAVE_BASE_TEMPLATE.SELECTION_INFO_PANEL.TOTAL_MASS
source: Total mass: {0}
fi: Yhteenlaskettu massa: {0}

# STRINGS.UI.DEBUG_TOOLS.SAVE_BASE_TEMPLATE.TITLE
source: Base and World Tools
fi: Tukikohdan ja Maailman Työkalut

# STRINGS.UI.DELIVERED
source: Delivered: {0} {1}
fi: Toimitettu: {0} {1}

# STRINGS.UI.DEMOOVERSCREEN.DEMOOVER
source: END OF DEMO
fi: DEMO PÄÄTTYY TÄHÄN

# STRINGS.UI.DEMOOVERSCREEN.DESCRIPTION
source: Thank you for playing <color=#F44A47>Oxygen Not Included</color>!
fi: Kiitos kun pelasit <color=#F44A47>Oxygen Not Includedia</color>!

# STRINGS.UI.DEMOOVERSCREEN.QUITBUTTON
source: RESET
fi: NOLLAA

# STRINGS.UI.DEMOOVERSCREEN.TIMEREMAINING
source: Demo time remaining:
fi: Demoaikaa jäljellä:

# STRINGS.UI.DEMOOVERSCREEN.TIMERINACTIVE
source: Timer inactive
fi: Ajastin ei toiminnassa

# STRINGS.UI.DEMOOVERSCREEN.TIMERTOOLTIP
source: Demo time remaining
fi: Demoaikaa jäljellä

# STRINGS.UI.DETAILTABS.DETAILS.CONTENTS_TEMPERATURE
source: {0} at {1}
fi: {0} lämpötilassa {1}

# STRINGS.UI.DETAILTABS.DETAILS.GROUPNAME_CONTENTS
source: CONTENTS
fi: SISÄLTÖ

# STRINGS.UI.DETAILTABS.DETAILS.GROUPNAME_DETAILS
source: DETAILS
fi: TIEDOT

# STRINGS.UI.DETAILTABS.DETAILS.GROUPNAME_MINION_CONTENTS
source: CARRIED ITEMS
fi: KANNETUT ESINEET

# STRINGS.UI.DETAILTABS.DETAILS.MINION_NAME
source: About
fi: Tietoja

# STRINGS.UI.DETAILTABS.DETAILS.MINION_TOOLTIP
source: More information
fi: Lisätietoja

# STRINGS.UI.DETAILTABS.DETAILS.NAME
source: Properties
fi: Ominaisuudet

# STRINGS.UI.DETAILTABS.DETAILS.NET_STRESS
source: <b>Today's Net Stress: {0}%</b>
fi: <b>Päivän nettoahdistus: {0}%</b>

# STRINGS.UI.DETAILTABS.DETAILS.STORAGE_EMPTY
source: None
fi: Ei mitään

# STRINGS.UI.DETAILTABS.DETAILS.TOOLTIP
source: More information
fi: Lisätietoja

# STRINGS.UI.DETAILTABS.DISEASE.CURRENT_GERMS
source: SURFACE GERMS
fi: PINTABAKTEEREJA

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.DEATH_FORMAT
source: {0} dead/cycle
fi: {0} kuollutta/kierto

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.DEATH_FORMAT_TOOLTIP
source: Germ count is being reduced by {0}/cycle
fi: Bakteerien lukumäärä vähenee {0}/kierto

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.DISEASE_AMOUNT_TOOLTIP
source: {0} are present on the surface of the selected object
fi: {0} on valitun kohteen pinnalla

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.DYING_OFF.TITLE
source: • <b>Dying off: {0}</b>
fi: • <b>Kuolemassa: {0}</b>

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.DYING_OFF.TOOLTIP
source: Low germ count in this area is causing germs to die rapidly Less than {0} germs are on this {1} of material. ({2} germs/Kg)
fi: Alueen alhaisen bakteerimäärän takia bakteerit kuolevat nopeasti Alle {0} bakteeria on tässä {1} materiaalissa. ({2} bakteeria/Kg)

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.ENVIRONMENT.DIE_TOOLTIP
source: This atmosphere is causing germs to die off
fi: Tämä ympäristö aiheuttaa bakteerien kuolemista

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.ENVIRONMENT.GROW_TOOLTIP
source: This atmosphere is causing germs to multiply
fi: Tämä ympäristö aiheuttaa bakteerien lisäätymistä

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.ENVIRONMENT.TITLE
source: • Surrounded by {0}: {1}
fi: • {0} ympäröimä: {1}

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.HALF_LIFE_NEG
source: Half life: {0}
fi: Puoliintumisaika: {0}

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.HALF_LIFE_NEG_TOOLTIP
source: In {0} the germ count on this object will be halved
fi: Tämän kohteen bakteerimäärä puolittuu ajassa {0}

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.HALF_LIFE_NEUTRAL
source: Static
fi: Pysyvä

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.HALF_LIFE_NEUTRAL_TOOLTIP
source: The germ count is neither increasing nor decreasing
fi: Bakteeri

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.HALF_LIFE_POS
source: Doubling time: {0}
fi: Kaksinkertaistumisaika: {0}

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.HALF_LIFE_POS_TOOLTIP
source: In {0} the germ count on this object will be doubled
fi: Tämän kohteen bakteerimäärä kaksinkertaistuu ajassa {0}

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.OVERPOPULATED.TITLE
source: • <b>Overpopulated: {0}</b>
fi: • <b>Ylikansoitettu: {0}</b>

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.OVERPOPULATED.TOOLTIP
source: Too many germs are present in this area, resulting in rapid die-off until the population stabilizes A maximum of {0} can be on this {1} of material. ({2} germs/Kg)
fi: Tällä alueella on liian monta bakteeria, minkä vuoksi ne kuolevat nopeaa tahtia, kunnes kanta stabiloituu Enintään {0} voi olla tällä {1} materiaalia. ({2} bakteeeria/kg)

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.PRESSURE.DIE_TOOLTIP
source: Atmospheric pressure is causing germs to die off
fi: Ilmanpaine aiheuttaa bakteerien kuolemisen

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.PRESSURE.GROW_TOOLTIP
source: Atmospheric pressure is causing germs to multiply
fi: Ilmanpaine aiheuttaa bakteerien lisääntymisen

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.PRESSURE.TITLE
source: • Current pressure {0}: {1}
fi: • Vallitseva paine {0}: {1}

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.RATE_OF_CHANGE
source: Change rate: {0}
fi: Muutosnopeus: {0}

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.RATE_OF_CHANGE_TOOLTIP
source: Germ count is fluctuating at a rate of {0}
fi: Bakteerien määrä vaihtelee nopeudella {0}

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.SUBSTRATE.DIE
source: • Dying on {0}: {1}
fi: • Kuolee aineeseen {0}: {1}

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.SUBSTRATE.DIE_TOOLTIP
source: Contact with this substance is causing germs to die off
fi: Kosketus tämän aineen kanssa aiheuttaa bakteerien kuolemisen

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.SUBSTRATE.GROW
source: • Growing on {0}: {1}
fi: • Kasvaa aineessa {0}: {1}

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.SUBSTRATE.GROW_TOOLTIP
source: Contact with this substance is causing germs to multiply
fi: Kosketus tämän aineen kanssa aiheuttaa bakteerien lisääntymisen

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.SUBSTRATE.NEUTRAL
source: • No change on {0}
fi: • Ei muutostas aineessa {0}

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.SUBSTRATE.NEUTRAL_TOOLTIP
source: Contact with this substance has no effect on germ count
fi: Kosketus tämän aineen kanssa ei vaikuta bakteerien lukumäärään

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.TEMPERATURE.DIE_TOOLTIP
source: This temperature is causing germs to die off
fi: Tämä lämpötila aiheuttaa bakteerien kuolemisen

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.TEMPERATURE.GROW_TOOLTIP
source: This temperature is allowing germs to multiply
fi: Tämä lämpötila mahdollistaa bakteerien lisääntymisen

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.TEMPERATURE.TITLE
source: • Current temperature {0}: {1}
fi: • Vallitseva lämpötila {0}: {1}

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.TITLE
source: Growth factors:
fi: Kasvumuuttujat:

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.TOOLTIP
source: These conditions are contributing to the multiplication of germs
fi: Seuraavat olosuhteet vaikuttavat bakteerien lisääntymiseen

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FORMAT
source: {0} spawned/cycle
fi: {0} syntynyt/kierto

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FORMAT_TOOLTIP
source: Germ count is being increased by {0}/cycle
fi: Bakteerien määrä lisääntyy {0}/kierto

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.NEUTRAL_FORMAT
source: No change
fi: Ei muutosta

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.NEUTRAL_FORMAT_TOOLTIP
source: Germ count is static
fi: Bakteerien lukumäärä on muuttumaton

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.NODISEASE
source: No surface germs
fi: Ei pintabakteereja

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.NODISEASE_TOOLTIP
source: There are no germs present on this object
fi: Tämän kohteen pinnalla ei ole bakteereja

# STRINGS.UI.DETAILTABS.DISEASE.DISEASE_INFO_POPUP_BUTTON
source: FULL INFO
fi: TÄYDELLISET TIEDOT

# STRINGS.UI.DETAILTABS.DISEASE.DISEASE_INFO_POPUP_HEADER
source: DISEASE INFO: {0}
fi: SAIRAUDEN TIEDOT: {0}

# STRINGS.UI.DETAILTABS.DISEASE.DISEASE_INFO_POPUP_TOOLTIP
source: View detailed germ and infection info for {0}
fi: Näytä yksityiskohtainen bakteeri- ja tartuntatieto kohteelle {0}

# STRINGS.UI.DETAILTABS.DISEASE.DISEASE_SOURCE
source: DISEASE SOURCE
fi: SAIRAUDEN ALKUPERÄ

# STRINGS.UI.DETAILTABS.DISEASE.GERMS_INFO
source: GERM LIFECYCLE
fi: BAKTEERIN ELINKAARI

# STRINGS.UI.DETAILTABS.DISEASE.IMMUNE_FACTORS.IMMUNE_ATTACK_RATE
source: • -{0} immunity per {1}
fi: • -{0} vastustuskykyä per {1}

# STRINGS.UI.DETAILTABS.DISEASE.IMMUNE_FACTORS.IMMUNE_ATTACK_RATE_TOOLTIP
source: This Duplicant must expend {0} of their immunity to fight {1} of this disease
fi: Tämän Jäljennäisen täytyy kuluttaa {0} heidän vastustuskyvystään tuhotakseen {1} tästä sairaudesta

# STRINGS.UI.DETAILTABS.DISEASE.IMMUNE_FACTORS.IMMUNE_ATTACK_RATE2
source: • Immune System: {0}
fi: • Immuunijärjestelmä: {0}

# STRINGS.UI.DETAILTABS.DISEASE.IMMUNE_FACTORS.IMMUNE_ATTACK_RATE2_TOOLTIP
source: This Duplicant's immune system is being strained at a rate of {0} by the {1} present on their body
fi: Tämän Jäljennäisen kehossa oleva {1} kuormittaa hänen immuunijärjestelmää {0} teholla

# STRINGS.UI.DETAILTABS.DISEASE.IMMUNE_FACTORS.INTERNAL_GERMS_TOOLTIP
source: This Duplicant is currently fighting a {0} infection ------------------ Their body is host to {1}
fi: Tämä Jäljennäinen taistelee {0}tulehdusta vastaan ------------------ Heidän kehonsa kantaa sairautta {1}

# STRINGS.UI.DETAILTABS.DISEASE.IMMUNE_SYSTEM
source: GERM HOST
fi: BAKTEERIN KANTAJA

# STRINGS.UI.DETAILTABS.DISEASE.INFECTION.AID_SYMPTOMS
source: Treatable Symptoms:
fi: Hoidettavat Oireet:

# STRINGS.UI.DETAILTABS.DISEASE.INFECTION.AID_SYMPTOMS_TOOLTIP
source: These symptoms are eliminated while a Duplicant is in a Med-Bed receiving medical care
fi: Nämä oireet poistuvat kun Jäljennäinen makaa Sairaalasängyssä saaden lääkinnällistä hoitoa

# STRINGS.UI.DETAILTABS.DISEASE.INFECTION.DISCLAIMER
source: Contracting this illness will have these effects on a Duplicant:
fi: Tämän sairauden saamisella on seuraavia vaikutuksia Jäljennäiseen:

# STRINGS.UI.DETAILTABS.DISEASE.INFECTION.DISCLAIMER_TOOLTIP
source: A Duplicant's immune system must be overwhelmed to contract an illness
fi: Jäljennäisen immuunijärjestelmän täytyy ylikuormittua, jotta tauti tarttuisi

# STRINGS.UI.DETAILTABS.DISEASE.INFECTION.DURATION
source: Duration:
fi: Kesto:

# STRINGS.UI.DETAILTABS.DISEASE.INFECTION.DURATION_AIDREQ
source: {0} (Medical care required)
fi: {0} (Vaatii lääkinnällistä hoitoa)
