Repository: Eerjunic/OxygenNotIncluded_Fi
Catalog: strings.po
Languages: fi

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.HAS_SUIT_MARKER
source: No Suit Checkpoint
fi: Ei Puvuntarkistuspistettä

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.HAS_TRAIT
source: Missing required trait
fi: Vaadittu piirre puuttuu

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.HAS_URGE
source: No current need
fi: Ei tarvetta

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.HEADER
source: The selected {Selected} could:
fi: Valittu {Selected} kykenee:

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_ALLOWED_BY_AUTOMATION
source: Automated
fi: Automatisoitu

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_ASSIGNED_TO_ME
source: Not assigned to {Selected}
fi: Ei nimetty kohteelle {Selected}

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_AWAKE
source: {Selected} is sleeping
fi: {Selected} nukkuu

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_CONSUMPTION_PERMITTED
source: Disallowed by consumable permissions
fi: Kulutuslupien Kieltämä

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_CREATURE_AVAILABLE_FOR_FIXED_CAPTURE
source: Pen Status OK
fi: Aitauksen Tila OK

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_CREATURE_AVAILABLE_FOR_RANCHING
source: No Critters Available
fi: Otuksia Ei Saatavilla

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_FETCH_TARGET_AVAILABLE
source: No pending deliveries
fi: Ei odottavia toimituksia

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_FUNCTIONAL
source: Not functioning
fi: Ei toiminnassa

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_GETTING_MORE_STRESSED
source: {Selected}'s stress is decreasing
fi: Jäljennäisen {Selected} ahdistus laskee

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_IN_MY_ROOM
source: Outside {Selected}'s room
fi: Jäljennäisen {Selected} huoneen ulkopuolella

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_MARKED_FOR_DECONSTRUCTION
source: Being deconstructed
fi: Purettavana

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_MARKED_FOR_DISABLE
source: Being disabled
fi: Poistetaan toiminnasta

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_MORE_SATISFYING
source: Low urgency
fi: Alhainen kiireys

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_MOVING
source: {Selected} is not moving
fi: {Selected} ei liiku

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_NARCOLEPSING
source: {Selected} is currently napping
fi: {Selected} on torkkumassa

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_NOT_ANGRY
source: {Selected} is too angry
fi: {Selected} on liian vihainen

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_NOT_BEING_ATTACKED
source: {Selected} is in combat
fi: {Selected} taistelee

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_NOT_BURROWED
source: Is not burrowed
fi: Ei ole kaivautunut

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_NOT_RED_ALERT
source: Unavailable in Red Alert
fi: Ei saatavilla Punaisen Hälytystilan aikana

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_OFF_LADDER
source: {Selected} is busy climbing
fi: {Selected} on kiipeämässä

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_OKAY_TIME_TO_SLEEP
source: No current need
fi: Ei juuri nyt tarvitse

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_OPERATIONAL
source: Not operational
fi: Ei käytössä

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_PERMITTED
source: Not permitted
fi: Ei sallittu

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_PREFERRED_ASSIGNABLE
source: Not preferred assignment
fi: Ei toivottua tehtävää

source: Not preferred assignment
fi: Ei toivottua tehtävää

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_ROLE
source: Incorrect job assignment
fi: Väärä työtehtävä

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_SCHEDULED_TIME
source: Not allowed by schedule
fi: Työjärjestys ei salli

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_STANDING
source: {Selected} must stand
fi: {Selected} täytyy seistä

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_STRESS_ABOVE_ACTIVATION_RANGE
source: {Selected} is not stressed right now
fi: {Selected} ei ole juuri nyt ahdistunut

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_VALID
source: Invalid
fi: Epäkelpo

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.NOT_IN_TUBE
source: {Selected} is busy in transit
fi: {Selected} on kuljetuksessa

# STRINGS.DUPLICANTS.CHORES.RANCH.NAME
source: Ranch
fi: Paimenna

# STRINGS.DUPLICANTS.CHORES.RANCH.REPORT_NAME
source: Deliver to {0}
fi: Toimita kohteeseen {0}

# STRINGS.DUPLICANTS.CHORES.RANCH.STATUS
source: Ranching
fi: Paimentaa

# STRINGS.DUPLICANTS.CHORES.RANCH.TOOLTIP
source: This Duplicant is tending to a critter's wellbeing
fi: Tämä Jäljennäinen huolehtii otuksen hyvinvoinnista

# STRINGS.DUPLICANTS.CHORES.RECHARGE.NAME
source: Recharge Equipment
fi: Lataa Varusteet

# STRINGS.DUPLICANTS.CHORES.RECHARGE.STATUS
source: Recharging equipment
fi: Lataa Varusteita

# STRINGS.DUPLICANTS.CHORES.RECHARGE.TOOLTIP
source: This Duplicant is recharging their equipment
fi: Tämä Jäljennäinen lataa varusteitaan

# STRINGS.DUPLICANTS.CHORES.RECOVERBREATH.NAME
source: Recover Breath
fi: Vedä Henkeä

# STRINGS.DUPLICANTS.CHORES.RECOVERBREATH.STATUS
source: Recovering breath
fi: Vetää henkeä

# STRINGS.DUPLICANTS.CHORES.RELAX.NAME
source: Relax
fi: Rentoudu

# STRINGS.DUPLICANTS.CHORES.RELAX.STATUS
source: Relaxing
fi: Rentoutuu

# STRINGS.DUPLICANTS.CHORES.RELAX.TOOLTIP
source: This Duplicant is taking it easy
fi: Tämä Jäljennäinen ottaa rennosti

# STRINGS.DUPLICANTS.CHORES.RELOCATE.NAME
source: Relocate
fi: Uudelleensijoita

# STRINGS.DUPLICANTS.CHORES.RELOCATE.STATUS
source: Going to relocate
fi: Menossa sijoittamaan uudelleen

# STRINGS.DUPLICANTS.CHORES.RELOCATE.TOOLTIP
source: This Duplicant is moving a building to a new location
fi: Tämä Jäljennäinen siirtää rakennusta uuteen paikkaan

# STRINGS.DUPLICANTS.CHORES.REPAIR.NAME
source: Repair
fi: Korjaa

# STRINGS.DUPLICANTS.CHORES.REPAIR.STATUS
source: Going to repair
fi: Menossa Korjaamaan

# STRINGS.DUPLICANTS.CHORES.REPAIR.TOOLTIP
source: This Duplicant is fixing a broken building
fi: Tämä JÄljennäinen korjaa rikkinäistä rakennusta

# STRINGS.DUPLICANTS.CHORES.RESCUEINCAPACITATED.NAME
source: Rescue Friend
fi: Pelasta Ystävä

# STRINGS.DUPLICANTS.CHORES.RESCUEINCAPACITATED.STATUS
source: Rescuing friend
fi: Pelastaa ystävää

# STRINGS.DUPLICANTS.CHORES.RESCUEINCAPACITATED.TOOLTIP
source: This Duplicant is rescuing another Duplicant that has been incapacitated
fi: Tämä Jäljennäinen pelastaa toista Jäljennäistä, joka on toimintakyvytön

# STRINGS.DUPLICANTS.CHORES.RESEARCH.NAME
source: Research
fi: Tutki

# STRINGS.DUPLICANTS.CHORES.RESEARCH.STATUS
source: Going to research
fi: Menossa tutkimaan

# STRINGS.DUPLICANTS.CHORES.RESEARCH.TOOLTIP
source: This Duplicant is working on the currently selected research focus
fi: Tämä Jäljennäinen tutkii valittua tutkimuskohdetta

# STRINGS.DUPLICANTS.CHORES.RESTDUETODISEASE.NAME
source: Rest
fi: Lepää

# STRINGS.DUPLICANTS.CHORES.RESTDUETODISEASE.STATUS
source: Resting
fi: Lepää

# STRINGS.DUPLICANTS.CHORES.RESTDUETODISEASE.TOOLTIP
source: This Duplicant isn't feeling well and is taking a rest
fi: Tämä Jäljennäinen ei voi hyvin ja on lepäämässä

# STRINGS.DUPLICANTS.CHORES.RETURNSUIT.NAME
source: Dock Exosuit
fi: Telakoi Eksopuku

# STRINGS.DUPLICANTS.CHORES.RETURNSUIT.STATUS
source: Docking exosuit
fi: Telakoi Eksopukua

# STRINGS.DUPLICANTS.CHORES.RETURNSUIT.TOOLTIP
source: This Duplicant is plugging an exosuit in for refilling
fi: Tämä Jäljennäinen kytkee eksopukua täyttöä varten

# STRINGS.DUPLICANTS.CHORES.SCRUBORE.NAME
source: Scrub Ore
fi: Kuuraa Malmia

# STRINGS.DUPLICANTS.CHORES.SCRUBORE.STATUS
source: Scrubbing ore
fi: Kuuraa malmia

# STRINGS.DUPLICANTS.CHORES.SCRUBORE.TOOLTIP
source: Material ore can be scrubbed to remove Germs present on its surface
fi: Malmia voidaan kuurata, jotta sen pinnalla olevat Bakteerit saadaan pois

# STRINGS.DUPLICANTS.CHORES.SHOWER.NAME
source: Shower
fi: Käy Suihkussa

# STRINGS.DUPLICANTS.CHORES.SHOWER.STATUS
source: Showering
fi: Käy Suihkussa

# STRINGS.DUPLICANTS.CHORES.SHOWER.TOOLTIP
source: This Duplicant is having a refreshing shower
fi: Tämä Jäljennäinen on virkistävässä suihkussa

# STRINGS.DUPLICANTS.CHORES.SIGH.NAME
source: Sigh
fi: Huokaa

# STRINGS.DUPLICANTS.CHORES.SIGH.STATUS
source: Sighing
fi: Huokaa

# STRINGS.DUPLICANTS.CHORES.SIGH.TOOLTIP
source: Ho-hum.
fi: Huoh.

# STRINGS.DUPLICANTS.CHORES.SINGTOEGG.NAME
source: Sing To Egg
fi: Laula Munalle

# STRINGS.DUPLICANTS.CHORES.SINGTOEGG.STATUS
source: Singing To Egg
fi: Laulaa Munalle

# STRINGS.DUPLICANTS.CHORES.SLEEP.NAME
source: Sleep
fi: Nuku

# STRINGS.DUPLICANTS.CHORES.SLEEP.STATUS
source: Sleeping
fi: Nukkuu

# STRINGS.DUPLICANTS.CHORES.SLEEP.TOOLTIP
source: Zzzzzz...
fi: Kroooh Pyyyh...

# STRINGS.DUPLICANTS.CHORES.STRESSACTINGOUT.NAME
source: Lash Out
fi: Riehu

# STRINGS.DUPLICANTS.CHORES.STRESSACTINGOUT.STATUS
source: Lashing out
fi: Riehuu

# STRINGS.DUPLICANTS.CHORES.STRESSACTINGOUT.TOOLTIP
source: This Duplicant is having a stress-induced tantrum
fi: Tällä Jäljennäisellä on käynnissä ahdistuksen aiheuttama hepuli

# STRINGS.DUPLICANTS.CHORES.STRESSIDLE.NAME
source: Antsy
fi: Levoton

# STRINGS.DUPLICANTS.CHORES.STRESSIDLE.STATUS
source: Antsy
fi: Levoton

# STRINGS.DUPLICANTS.CHORES.STRESSIDLE.TOOLTIP
source: This Duplicant is a workaholic and gets stressed when they have nothing to do
fi: Tämä Jäljennäinen on työnarkomaani ja ahdistuu jos hänellä ei ole mitään tekemistä

# STRINGS.DUPLICANTS.CHORES.STRESSVOMIT.NAME
source: Stress Vomit
fi: Oksenna Ahdistukseen

# STRINGS.DUPLICANTS.CHORES.STRESSVOMIT.STATUS
source: Stress vomiting
fi: Oksentaa Ahdistukseen

# STRINGS.DUPLICANTS.CHORES.STRESSVOMIT.TOOLTIP
source: Some people deal with stress better than others
fi: Jotkut sietävät ahdistusta paremmin kuin toiset

# STRINGS.DUPLICANTS.CHORES.SWITCHROLE.NAME
source: Start Job
fi: Aloita Työ

# STRINGS.DUPLICANTS.CHORES.SWITCHROLE.STATUS
source: Starting job assignment
fi: Aloittaa työtehtävän

# STRINGS.DUPLICANTS.CHORES.SWITCHROLE.TOOLTIP
source: This Duplicant is preparing for their new job assignment
fi: Tämä Jäljennäinen valmistautuu uuteen työtehtäväänsä

# STRINGS.DUPLICANTS.CHORES.TAKEMEDICINE.NAME
source: Take Medicine
fi: Ota Lääkettä

# STRINGS.DUPLICANTS.CHORES.TAKEMEDICINE.STATUS
source: Taking medicine
fi: Ottaa Lääkettä

# STRINGS.DUPLICANTS.CHORES.TAKEMEDICINE.TOOLTIP
source: This Duplicant is taking a dose of medicine to keep disease at bay
fi: Tämä Jäljennäinen ottaa annoksen lääkettä, jotta sairaus pysyy kurissa

# STRINGS.DUPLICANTS.CHORES.TOGGLE.NAME
source: Change Setting
fi: Muuta Asetusta

# STRINGS.DUPLICANTS.CHORES.TOGGLE.STATUS
source: Going to change setting
fi: Menossa muuttamaan asetusta

# STRINGS.DUPLICANTS.CHORES.TOGGLE.TOOLTIP
source: This Duplicant is going to change the settings on a building
fi: Tämä Jäljennäinen on menossa muuttamaan rakennuksen asetusta

# STRINGS.DUPLICANTS.CHORES.TRANSPORT.NAME
source: Sweep
fi: Lakaise

# STRINGS.DUPLICANTS.CHORES.TRANSPORT.STATUS
source: Going to sweep
fi: Menossa Lakaisemaan

# STRINGS.DUPLICANTS.CHORES.TRANSPORT.TOOLTIP
source: Sweeping debris from the ground improves colony decor
fi: Lakaisemalla irtoroskaa maasta siirtokunnan koristeellisuus paranee

# STRINGS.DUPLICANTS.CHORES.TRAVELTUBEENTRANCE.NAME
source: Enter Transit Tube
fi: Mene Kuljetusputkeen

# STRINGS.DUPLICANTS.CHORES.TRAVELTUBEENTRANCE.STATUS
source: Entering Transit Tube
fi: Menossa Kuljetusputkeen

# STRINGS.DUPLICANTS.CHORES.TRAVELTUBEENTRANCE.TOOLTIP
source: Nyoooom!
fi: Viuuuuuu!

# STRINGS.DUPLICANTS.CHORES.UGLY_CRY.NAME
source: Ugly Cry
fi: Itke Rumasti

# STRINGS.DUPLICANTS.CHORES.UGLY_CRY.STATUS
source: Ugly crying
fi: Itkee Rumasti

# STRINGS.DUPLICANTS.CHORES.UGLY_CRY.TOOLTIP
source: This Duplicant is having a healthy cry to alleviate their negative emotions
fi: Tämä Jäljennäinen päästä tervettä itkua helpottaakseen ikäviä tunteitaan

# STRINGS.DUPLICANTS.CHORES.UNEQUIP.NAME
source: Unequip
fi: Poista varuste

# STRINGS.DUPLICANTS.CHORES.UNEQUIP.STATUS
source: Moving to unequip
fi: Menee poistamaan varuste

# STRINGS.DUPLICANTS.CHORES.UNEQUIP.TOOLTIP
source: This Duplicant is removing a piece of their equipment
fi: Tämä Jäljennäinen poistaa varustettaan

# STRINGS.DUPLICANTS.CHORES.UPROOT.NAME
source: Uproot
fi: Kitke

# STRINGS.DUPLICANTS.CHORES.UPROOT.STATUS
source: Going to uproot
fi: Menossa kitkemään

# STRINGS.DUPLICANTS.CHORES.UPROOT.TOOLTIP
source: This Duplicant is uprooting a plant for a seed
fi: Tämä Jäljennäinen kitkee kasvia saadakseen siemenen

# STRINGS.DUPLICANTS.CHORES.USETOILET.NAME
source: Use Toilet
fi: Käytä Vessaa

# STRINGS.DUPLICANTS.CHORES.USETOILET.STATUS
source: Going to use toilet
fi: Menossa Käyttämään Vessaa

# STRINGS.DUPLICANTS.CHORES.USETOILET.TOOLTIP
source: Duplicants have to use the toilet at least once per day
fi: Jäljennäisten täytyy käyttää vessaa vähintään kerran päivässä

# STRINGS.DUPLICANTS.CHORES.VOMIT.NAME
source: Vomit
fi: Oksenna

# STRINGS.DUPLICANTS.CHORES.VOMIT.STATUS
source: Vomiting
fi: Oksentaa

# STRINGS.DUPLICANTS.CHORES.VOMIT.TOOLTIP
source: Vomiting produces Polluted Water and can spread disease
fi: Oksentaminen tuottaa Saastunutta Vettä ja voi levittää sairauksia

# STRINGS.DUPLICANTS.CHORES.WARMUP.NAME
source: Warm Up
fi: Lämmittele

# STRINGS.DUPLICANTS.CHORES.WARMUP.STATUS
source: Going to warm up
fi: Menossa lämmittelemään

# STRINGS.DUPLICANTS.CHORES.WARMUP.TOOLTIP
source: This Duplicant got too cold and is going to warm up
fi: Tälle Jäljennäiselle tuli liian kylmä ja se menee lämmittelemään

# STRINGS.DUPLICANTS.CHORES.WASHHANDS.NAME
source: Wash Hands
fi: Pese Kädet

# STRINGS.DUPLICANTS.CHORES.WASHHANDS.STATUS
source: Washing hands
fi: Pesee Käsiään

# STRINGS.DUPLICANTS.CHORES.WASHHANDS.TOOLTIP
source: Good hygiene removes germs and prevents the spread of disease
fi: Hyvä hygienia poistaa bakteereja ja estää sairauksia leviämästä

# STRINGS.DUPLICANTS.CONGENITALTRAITS.ELLIE.DESC
source: This Duplicant needs things done in a very particular way
fi: Tämä Jäljennäisen täytyy tehdä asiat tietyllä tavalla

# STRINGS.DUPLICANTS.CONGENITALTRAITS.ELLIE.NAME
source: Fastidious
fi: Nirso

# STRINGS.DUPLICANTS.CONGENITALTRAITS.JOSHUA.DESC
source: This Duplicant brightens others' days wherever he goes
fi: Tämä Jäljennäinen parantaa muiden päivää missä tahansa

# STRINGS.DUPLICANTS.CONGENITALTRAITS.JOSHUA.NAME
source: Cheery Disposition
fi: Iloinen Luonne

# STRINGS.DUPLICANTS.CONGENITALTRAITS.LIAM.DESC
source: This Duplicant has an all-consuming fear of bacteria
fi: Tällä Jäljennäisellä on halvaannuttava bakteeripelko

# STRINGS.DUPLICANTS.CONGENITALTRAITS.LIAM.NAME
source: Germaphobe
fi: Bakteerikammo

# STRINGS.DUPLICANTS.CONGENITALTRAITS.NONE.DESC
source: This Duplicant seems pretty average overall
fi: Tämä Jäljennäinen vaikuttaa kaikin puolin keskiverrolta

# STRINGS.DUPLICANTS.CONGENITALTRAITS.NONE.NAME
source: None
fi: Ei Mitään

# STRINGS.DUPLICANTS.CONGENITALTRAITS.STINKY.DESC
source: This Duplicant is genetically cursed by a pungent bodily odor
fi: Tämä Jäljennäinen on geneettisesti kirottu kuvottavalla ruumiinhajulla

# STRINGS.DUPLICANTS.CONGENITALTRAITS.STINKY.NAME
source: Stinkiness
fi: Haiseva

# STRINGS.DUPLICANTS.DEATHS.COMBAT.DESCRIPTION
source: {Target} was slain in combat.
fi: {Target} kukistettiin taistelussa.

# STRINGS.DUPLICANTS.DEATHS.COMBAT.NAME
source: Slain
fi: Kukistettu

# STRINGS.DUPLICANTS.DEATHS.DROWNED.DESCRIPTION
source: {Target} has drowned.
fi: {Target} hukkui.

# STRINGS.DUPLICANTS.DEATHS.DROWNED.NAME
source: Drowned
fi: Hukkui

# STRINGS.DUPLICANTS.DEATHS.EXPLOSION.DESCRIPTION
source: {Target} has died in an explosion.
fi: {Target} kuoli räjähdyksessä.

# STRINGS.DUPLICANTS.DEATHS.EXPLOSION.NAME
source: Explosion
fi: Räjähdys

# STRINGS.DUPLICANTS.DEATHS.FATALDISEASE.DESCRIPTION
source: {Target} has died of a fatal illness.
fi: {Target} kuoli tappavaan sairauteen.

# STRINGS.DUPLICANTS.DEATHS.FATALDISEASE.NAME
source: Succumbed to Disease
fi: Sairauden Tuhoama

# STRINGS.DUPLICANTS.DEATHS.FROZEN.DESCRIPTION
source: {Target} has frozen to death.
fi: {Target} jäätyi kuoliaaksi.

# STRINGS.DUPLICANTS.DEATHS.FROZEN.NAME
source: Frozen
fi: Jäätynyt

# STRINGS.DUPLICANTS.DEATHS.GENERIC.DESCRIPTION
source: {Target} has died.
fi: {Target} kuoli.

# STRINGS.DUPLICANTS.DEATHS.GENERIC.NAME
source: Death
fi: Kuolema

# STRINGS.DUPLICANTS.DEATHS.OVERHEATING.DESCRIPTION
source: {Target} has overheated to death.
fi: {Target} ylikuumeni kuoliaaksi.

# STRINGS.DUPLICANTS.DEATHS.OVERHEATING.NAME
source: Overheated
fi: Ylikuumeni

# STRINGS.DUPLICANTS.DEATHS.STARVATION.DESCRIPTION
source: {Target} has starved to death.
fi: {Target} nääntyi kuoliaaksi.

# STRINGS.DUPLICANTS.DEATHS.STARVATION.NAME
source: Starvation
fi: Nääntyminen

# STRINGS.DUPLICANTS.DEATHS.SUFFOCATION.DESCRIPTION
source: {Target} has suffocated to death.
fi: {Target} tukehtui kuoliaaksi.

# STRINGS.DUPLICANTS.DEATHS.SUFFOCATION.NAME
source: Suffocation
fi: Tukehtuminen

# STRINGS.DUPLICANTS.DESC_TOOLTIP
source: About {0}s
fi: Noin {0}s

# STRINGS.DUPLICANTS.DISEASES.ADDED_POPFX
source: {0}: {1} Germs
fi: {0}: {1} Bakteeria

# STRINGS.DUPLICANTS.DISEASES.ALLDISEASES.NAME
source: All Diseases
fi: Kaikki Sairaudet

# STRINGS.DUPLICANTS.DISEASES.ATTRIBUTE_MODIFIER_SYMPTOMS_TOOLTIP
source: Modifies {0} by {1}
fi: Muuttaa ominasuutta {0} {1} verran

# STRINGS.DUPLICANTS.DISEASES.COLDBRAIN.DESCRIPTION
source: This Duplicant's thought processes have been slowed to a crawl from extreme cold exposure
fi: Tämän Jäljennäisen ajatusprosessit ovat hidastuneet lähes pysähdyksiin äärimmäisestä kylmyydestä

# STRINGS.DUPLICANTS.DISEASES.COLDBRAIN.LEGEND_HOVERTEXT
source: Area Causes Hypothermia
fi: Alue aiheuttaa hypotermiaa

# STRINGS.DUPLICANTS.DISEASES.COLDBRAIN.NAME
source: <link="COLDBRAIN">Hypothermia</link>
fi: <link="COLDBRAIN">Hypotermia</link>

# STRINGS.DUPLICANTS.DISEASES.CURED_POPUP
source: Cured of {0}
fi: Parantui sairaudesta {0}

# STRINGS.DUPLICANTS.DISEASES.DEATH_SYMPTOM
source: Death in {0}
fi: Kuolema {0} kuluttua

# STRINGS.DUPLICANTS.DISEASES.DEATH_SYMPTOM_TOOLTIP
source: Without medical care, this Duplicant will die of their illness in {0}
fi: Ilman lääkinnällistä hoitoa, tämä Jäljennäinen kuolee sairauteensa {0} kuluttua

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.AIRBORNE
source: Contracted via air inhalation ------------------
fi: Tarttuu ilmaa hengittämällä ------------------

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.AIRBORNE_TOOLTIP
source: Duplicants contract this disease breathing air containing these germs
fi: Tämä tauti tarttuu Jäljennäisiin, kun he hengittävät näitä bakteereja sisältävää ilmaa

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES
source: Dies
fi: Kuolee

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_ON
source: Killed by:
fi: Tappajat:

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_ON_TOOLTIP
source: Contact with these substances kills germs over time
fi: Vuorovaikutus näiden aineiden kanssa tappaa bakteereja ajan kanssa

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_QUICKLY
source: Disinfected
fi: Desinfioitu

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_QUICKLY_ON
source: Disinfected by:
fi: Desinfioijat:

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_QUICKLY_ON_TOOLTIP
source: Contact with these substances will quickly kill these germs
fi: Vuorovaikutus näiden aineiden kanssa tappaa bakteereja nopeasti

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_QUICKLY_TOOLTIP
source: Halves germ count every {0}
fi: Puolittaa bakteerien määrän aina {0} välein

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_SLOWLY
source: Inhibited
fi: Inhibitoitu

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_SLOWLY_ON
source: Inhibited by:
fi: Inhibiittorit:

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_SLOWLY_ON_TOOLTIP
source: Contact with these substances will slowly reduce germ numbers
fi: Vuorovaikutus näiden aineiden kanssa laskee hitaasti bakteerien lukumäärää

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_SLOWLY_TOOLTIP
source: Halves germ count every {0}
fi: Puolittaa bakteerien määrän aina {0} välein

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_TOOLTIP
source: Halves germ count every {0}
fi: Puolittaa bakteerien määrän aina {0} välein

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.FOODBORNE
source: Contracted via food ingestion ------------------
fi: Tarttuu ruokaa syömällä ------------------

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.FOODBORNE_TOOLTIP
source: Duplicants contract this disease by ingesting contaminated food
fi: Tämä sairaus tarttuu Jäljennäisiin heidän syödessä kontaminoitunutta ruokaa

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.GROWS
source: Multiplies
fi: Moninkertaistuu

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.GROWS_ON
source: Multiplies in:
fi: Moninkertaistuu:

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.GROWS_ON_TOOLTIP
source: These substances allow germs to spread and reproduce
fi: Nämä aineet mahdollistavat bakteerien leviämisen ja lisääntymisen

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.GROWS_TOOLTIP
source: Doubles germ count every {0}
fi: Kaksinkertaistaa bakteerien määrän aina {0} välein

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.NEUTRAL
source: Survives
fi: Selviää

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.NEUTRAL_ON
source: Survives in:
fi: Selviää:

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.NEUTRAL_ON_TOOLTIP
source: Germs will survive contact with these substances, but will not reproduce
fi: Bakteerit pysyvät hengissä näissä aineissa, mutteivat lisäänny

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.NEUTRAL_TOOLTIP
source: Germ count remains static
fi: Bakteerien määrä pysyy samana

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.PRESSURE_RANGE
source: Pressure range: {0} to {1}
fi: Paineväli: {0} - {1}

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.PRESSURE_RANGE_TOOLTIP
source: These germs can survive between {0} and {1} of pressure ------------------ They thrive in pressures between {2} and {3}
fi: Nämä bakteerit pysyvät hengissä paineiden {0} ja {1} välillä ------------------ Ne menestyvät paineiden {2} ja {3} välillä

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.SKINBORNE
source: Contracted via touch ------------------
fi: Tarttuu kosketuksesta ------------------

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.SKINBORNE_TOOLTIP
source: Duplicants contract this disease by coming into physical contact with germs
fi: Tämä tauti tarttuu Jäljennäisiin kun he joutuvat fyysiseen kosketukseen bakteerien kanssa

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.SUNBORNE
source: Contracted via environmental exposure ------------------
fi: Tarttuu ympäristölle alistuessa ------------------

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.SUNBORNE_TOOLTIP
source: Duplicants contract this disease through exposure to harmful environmental factors
fi: Tämä tauti tarttuu Jäljennäisiin kun he altistuvat haitallisille ympäristötekijöille

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.TEMPERATURE_RANGE
source: Temperature range: {0} to {1}
fi: Lämpötilaväli: {0} - {1}

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.TEMPERATURE_RANGE_TOOLTIP
source: These germs can survive temperatures between {0} and {1} ------------------ They thrive in temperatures between {2} and {3}
fi: Nämä bakteerit pysyvät hengissä lämpötilojen {0} ja {1} välillä ------------------ Ne menestyvät lämpötilojen {2} ja {3} välillä

# STRINGS.DUPLICANTS.DISEASES.FOODPOISONING.DESCRIPTION
source: This Duplicant's last meal wasn't exactly sanitary
fi: Tämän Jäljennäisen viimeisin ateria ei ollut järin hygieeninen

# STRINGS.DUPLICANTS.DISEASES.FOODPOISONING.DESCRIPTIVE_SYMPTOMS
source: Nonlethal. A Duplicant's body "purges" from both ends, causing extreme fatigue.
fi: Hengenvaaraton. Jäljennäisen ruumis "puhdistautuu" molemmista päistä aiheuttaen äärimmäistä uupumusta.
