Repository: Eerjunic/OxygenNotIncluded_Fi
Catalog: strings.po
Languages: fi

# STRINGS.DUPLICANTS.TRAITS.AGGRESSIVE.NOREPAIR
source: • Will not repair buildings above 60% stress
fi: • Ei korjaa rakennuksia ahdistuksen ollessa yli 60%:n

# STRINGS.DUPLICANTS.TRAITS.ANEMIC.DESC
source: This Duplicant has trouble keeping up with the others
fi: Tällä Jäljennäisellä on vaikeuksia pysyä muiden tahdissa

# STRINGS.DUPLICANTS.TRAITS.ANEMIC.NAME
source: Anemic
fi: Aneeminen

# STRINGS.DUPLICANTS.TRAITS.ANXIOUS.DESC
source: This Duplicant collapses when put under too much pressure
fi: Tämä Jäljennäinen murtuu liian suuren paineen alla

# STRINGS.DUPLICANTS.TRAITS.ANXIOUS.NAME
source: Anxious
fi: Hermostunut

# STRINGS.DUPLICANTS.TRAITS.BEDSIDEMANNER.DESC
source: This Duplicant has good bedside manner and a healing touch
fi: Tällä Jäljennäisellä on hyvät lääkärin käytöstavat ja parantava kosketus

# STRINGS.DUPLICANTS.TRAITS.BEDSIDEMANNER.NAME
source: Caregiver
fi: Hoitaja

# STRINGS.DUPLICANTS.TRAITS.BINGEEATER.DESC
source: This Duplicant will dangerously overeat when stressed
fi: Tämä Jäljennäinen ylensyö vaarallisen paljon ahdistuessaan

# STRINGS.DUPLICANTS.TRAITS.BINGEEATER.NAME
source: Binge Eater
fi: Ylensyöjä

# STRINGS.DUPLICANTS.TRAITS.CALORIEBURNER.DESC
source: This Duplicant might actually be several black holes in a trench coat
fi: Tämä Jäljennäinen saattaa oikeasti olla rypäs mustia aukkoja trenssitakissa

# STRINGS.DUPLICANTS.TRAITS.CALORIEBURNER.NAME
source: Bottomless Stomach
fi: Pohjaton Vatsa

# STRINGS.DUPLICANTS.TRAITS.CANNOT_DO_TASK
source: • Cannot perform errand: {0}
fi: • Ei voi tehdä työtä: {0}

# STRINGS.DUPLICANTS.TRAITS.CANTBUILD.DESC
source: This Duplicant is incapable of building even the most basic of structures
fi: Tämä Jäljennäinen on kykenemätön rakentamaan edes kaikista yksinkertaisia rakenteita

# STRINGS.DUPLICANTS.TRAITS.CANTBUILD.NAME
source: Unconstructive
fi: Rakennuskyvytön

# STRINGS.DUPLICANTS.TRAITS.CANTCOOK.DESC
source: This Duplicant has a deep-seated distrust of the culinary arts
fi: Tällä Jäljennäisellä on syvälle pinttynyt epäluottamus kulinaarisiin taitoihin

# STRINGS.DUPLICANTS.TRAITS.CANTCOOK.NAME
source: Gastrophobia
fi: Gastrofobia

# STRINGS.DUPLICANTS.TRAITS.CANTDIG.DESC
source: This Duplicant's fear of holes makes it impossible for them to dig
fi: Tämän Jäljennäisen reikien pelko tekee kaivamisen hänelle mahdottomaksi

# STRINGS.DUPLICANTS.TRAITS.CANTDIG.NAME
source: Trypophobia
fi: Trypofobia

# STRINGS.DUPLICANTS.TRAITS.CANTRESEARCH.DESC
source: This Duplicant isn't the brightest star in the solar system
fi: Tämä Jäljennäinen ei ole kirkkain tähti Aurinkokunnassa

# STRINGS.DUPLICANTS.TRAITS.CANTRESEARCH.NAME
source: Yokel
fi: Tolvana

# STRINGS.DUPLICANTS.TRAITS.DEEPERDIVERSLUNGS.DESC
source: This Duplicant was a talented opera singer and a snorkeling instructor.
fi: Tämä Jäljennäinen oli taitava oopperalaulaja ja snorklausopettaja.

# STRINGS.DUPLICANTS.TRAITS.DEEPERDIVERSLUNGS.NAME
source: Deeper Diver's Lungs
fi: Syvemmälle Sukeltajan Keuhkot

# STRINGS.DUPLICANTS.TRAITS.DIVERSLUNG.DESC
source: This Duplicant could have been a talented opera singer in another life
fi: Tämä Jäljennäinen olisi voinut olla taitava oopperalaulaja toisessa elämässä

# STRINGS.DUPLICANTS.TRAITS.DIVERSLUNG.NAME
source: Diver's Lungs
fi: Sukeltajan Keuhkot

# STRINGS.DUPLICANTS.TRAITS.EARLYBIRD.DESC
source: This Duplicant always wakes up feeling fresh and efficient!
fi: Tämä Jäljennäinen herää aina virkeänä ja tehokkaana!

# STRINGS.DUPLICANTS.TRAITS.EARLYBIRD.EXTENDED_DESC
source: • Morning: {0} bonus to all skills • Evening: Bonuses removed
fi: • Aamuisin: {0} bonus jokaiseen taitoon • Ilta: Bonukset poistuvat

# STRINGS.DUPLICANTS.TRAITS.EARLYBIRD.NAME
source: Early Bird
fi: Aikainen Lintu

# STRINGS.DUPLICANTS.TRAITS.FASTLEARNER.DESC
source: This Duplicant's sharp as a tack and learns new skills with amazing speed
fi: Tämä Jäljennäinen on terävä kuin partaveitsi ja oppii uusia taitoja uskomatonta vauhtia

# STRINGS.DUPLICANTS.TRAITS.FASTLEARNER.NAME
source: Quick Learner
fi: Nopea Oppimaan

# STRINGS.DUPLICANTS.TRAITS.FLATULENCE.DESC
source: Some Duplicants are just full of it
fi: Jotkut Jäljennäiset ovat yksinkertaisesti täynnä sitä

# STRINGS.DUPLICANTS.TRAITS.FLATULENCE.NAME
source: Flatulent
fi: Ilmavaivainen

# STRINGS.DUPLICANTS.TRAITS.FOODIE.DESC
source: This Duplicant has a highly refined palate.
fi: Tällä Jäljennäisellä erittäin kehittynyt makuaisti.

# STRINGS.DUPLICANTS.TRAITS.FUSSY.DESC
source: Nothing's ever quite good enough for this Duplicant
fi: Mikään ei koskaan ole kyllin hyvää tälle Jäljennäiselle

# STRINGS.DUPLICANTS.TRAITS.FUSSY.NAME
source: Fussy
fi: Kranttu

# STRINGS.DUPLICANTS.TRAITS.GREASEMONKEY.DESC
source: This Duplicant likes to throw a wrench into the colony's plans... in a good way
fi: Tämä Jäljennäinen tykkää laittaa kapuloita siirtokunnan rattaisiin... hyvällä tavalla

# STRINGS.DUPLICANTS.TRAITS.GREASEMONKEY.NAME
source: Grease Monkey
fi: Monttuapina

# STRINGS.DUPLICANTS.TRAITS.HEMOPHOBIA.DESC
source: This Duplicant is of delicate disposition and cannot tend to the sick
fi: Tämä herkässä tilassa oleva Jäljennäinen ei voi hoitaa sairaita

# STRINGS.DUPLICANTS.TRAITS.HEMOPHOBIA.NAME
source: Squeamish
fi: Pikkutarkka

# STRINGS.DUPLICANTS.TRAITS.IGNORED_EFFECTS
source: • Ignores the effects of: {0}
fi: • Jättää huomioimatta vaikutukset asiasta: {0}

# STRINGS.DUPLICANTS.TRAITS.INTERIORDECORATOR.DESC
source: "Move it a little to the left..."
fi: "Siirrä sitä vielä vähän vasemmalle..."

# STRINGS.DUPLICANTS.TRAITS.INTERIORDECORATOR.NAME
source: Interior Decorator
fi: Sisustaja

# STRINGS.DUPLICANTS.TRAITS.IRONGUT.DESC
source: This Duplicant can eat just about anything without getting sick
fi: Tämä Jäljennäinnen pystyy syömään mitä tahansa tulematta sairaaksi

# STRINGS.DUPLICANTS.TRAITS.IRONGUT.NAME
source: Iron Gut
fi: Rautainen Vatsa

# STRINGS.DUPLICANTS.TRAITS.IRRITABLEBOWEL.DESC
source: This Duplicant needs a little extra time to "do their business"
fi: Tämä Jäljennäinen tarvitsee hieman lisäaikaa "käydessään asioilla"

# STRINGS.DUPLICANTS.TRAITS.IRRITABLEBOWEL.NAME
source: Irritable Bowel
fi: Ärsyyntyvä Vatsa

# STRINGS.DUPLICANTS.TRAITS.MOLEHANDS.DESC
source: They're great for tunneling, but finding good gloves is a nightmare
fi: He ovat mahtavia kaivamisessa, mutta sopivien hanskojen löytäminen on yhtä painajaista

# STRINGS.DUPLICANTS.TRAITS.MOLEHANDS.NAME
source: Mole Hands
fi: Lapiokädet

# STRINGS.DUPLICANTS.TRAITS.MOUTHBREATHER.DESC
source: This Duplicant sucks up way more than their fair share of <link="OXYGEN">Oxygen</link>
fi: Tämä Jäljennäinen imee itseensä enemmän kuin heidän osuutensa <link="OXYGEN">Hapesta</link>

# STRINGS.DUPLICANTS.TRAITS.MOUTHBREATHER.NAME
source: Mouth Breather
fi: Suuhengittäjä

# STRINGS.DUPLICANTS.TRAITS.NARCOLEPSY.DESC
source: This Duplicant can and will fall asleep anytime, anyplace
fi: Tämä Jäljennäinen nukahtaa milloin ja missä vaan

# STRINGS.DUPLICANTS.TRAITS.NARCOLEPSY.NAME
source: Narcoleptic
fi: Narkoleptinen

# STRINGS.DUPLICANTS.TRAITS.NEEDS.CLAUSTROPHOBIC.DESC
source: This Duplicant feels suffocated in spaces less than four tiles high or three tiles wide
fi: Tämä Jäljennäinen tuntee tukehtuvansa alle 4 ruutua korkeissa tai 3 ruutua leveissä tiloissa

# STRINGS.DUPLICANTS.TRAITS.NEEDS.CLAUSTROPHOBIC.NAME
source: Claustrophobic
fi: Klaustrofobinen

# STRINGS.DUPLICANTS.TRAITS.NEEDS.CLIMACOPHOBIC.DESC
source: Climbing ladders more than four tiles tall makes this Duplicant's stomach do flips
fi: Yli neljä ruutua korkeiden tikkaiden kiipeäminen saa tämä Jäljennäisen vatsan heittämään voltteja

# STRINGS.DUPLICANTS.TRAITS.NEEDS.CLIMACOPHOBIC.NAME
source: Vertigo Prone
fi: Korkeanpaikankammoinen

# STRINGS.DUPLICANTS.TRAITS.NEEDS.FASHIONABLE.DESC
source: This Duplicant dies a bit inside when forced to wear unstylish clothing
fi: Tämä Jäljennäinen kuolee hieman sisältä joutuessaan pukeutumaan tyylittömiin vaatteisiin

# STRINGS.DUPLICANTS.TRAITS.NEEDS.FASHIONABLE.NAME
source: Fashionista
fi: Muotitietoinen

# STRINGS.DUPLICANTS.TRAITS.NEEDS.PREFERSCOOLER.DESC
source: This Duplicant has some extra insulation, so the room temperature affects them a little less
fi: Tällä Jäljennäisellä on vähän ylimääräistä eristystä, joten huoneiden lämpötilat vaikuttavat häneen hiukan vähemmän

# STRINGS.DUPLICANTS.TRAITS.NEEDS.PREFERSCOOLER.NAME
source: Pudgy
fi: Pullea

# STRINGS.DUPLICANTS.TRAITS.NEEDS.PREFERSWARMER.DESC
source: This Duplicant doesn't have much insulation, so they are more temperature sensitive than others
fi: Tällä Jäljennäisellä ei ole paljoa eristystä, joten se on herkempi lämpötiloille kuin toiset

# STRINGS.DUPLICANTS.TRAITS.NEEDS.PREFERSWARMER.NAME
source: Skinny
fi: Laiha

# STRINGS.DUPLICANTS.TRAITS.NEEDS.SENSITIVEFEET.DESC
source: This Duplicant is a sensitive sole and would rather walk on tile floorings than bedrock
fi: Tällä Jäljennäisellä on herkät jalkapohjat ja kävelee mieluummin pinnoitetulla lattialla kuin peruskalliolla

# STRINGS.DUPLICANTS.TRAITS.NEEDS.SENSITIVEFEET.NAME
source: Delicate Feetsies
fi: Herkät Jalat

# STRINGS.DUPLICANTS.TRAITS.NEEDS.SOLITARYSLEEPER.DESC
source: This Duplicant prefers to sleep alone
fi: Tämä Jäljennäinen nukkuu mieluiten yksin

# STRINGS.DUPLICANTS.TRAITS.NEEDS.SOLITARYSLEEPER.NAME
source: Solitary Sleeper
fi: Yksinnukkuja

# STRINGS.DUPLICANTS.TRAITS.NEEDS.WORKAHOLIC.DESC
source: This Duplicant gets antsy when left idle
fi: Tämä Jäljennäinen muuttuu levottomaksi toimettomana

# STRINGS.DUPLICANTS.TRAITS.NEEDS.WORKAHOLIC.NAME
source: Workaholic
fi: Työnarkomaani

# STRINGS.DUPLICANTS.TRAITS.NIGHTOWL.DESC
source: This Duplicant does their best work when they'd ought to be sleeping
fi: Tämä Jäljennäinen tekee parhaansa, kun hänen pitäisi nukkua

# STRINGS.DUPLICANTS.TRAITS.NIGHTOWL.NAME
source: Night Owl
fi: Yökyöpeli

# STRINGS.DUPLICANTS.TRAITS.NOODLEARMS.DESC
source: This Duplicant's arms have all the tensile strength of overcooked linguine
fi: Tämän Jäljennäisen käsivarret ovat kuin ylikeitettyä pastaa

# STRINGS.DUPLICANTS.TRAITS.NOODLEARMS.NAME
source: Noodle Arms
fi: Narukäsi

# STRINGS.DUPLICANTS.TRAITS.REFUSES_TO_DO_TASK
source: • Refuses to do errand: {0}
fi: • Kieltäytyy suorittamasta tehtävää: {0}

# STRINGS.DUPLICANTS.TRAITS.REGENERATION.DESC
source: This Duplicant is constantly regenerating health.
fi: Tämä Jäljennäinen paranee jatkuvasti.

# STRINGS.DUPLICANTS.TRAITS.REGENERATION.NAME
source: Regenerative
fi: Itsestään Parantuva

# STRINGS.DUPLICANTS.TRAITS.ROCKCRUSHER.DESC
source: This Duplicant is incredibly strong.
fi: Tämä Jäljennäinen on uskomattoman vahva.

# STRINGS.DUPLICANTS.TRAITS.ROCKCRUSHER.NAME
source: Rock Crusher
fi: Kivenmurskaaja

# STRINGS.DUPLICANTS.TRAITS.SCAREDYCAT.DESC
source: This Duplicant abhors violence
fi: Tämä Jäljennäinen inhoaa väkivaltaa

# STRINGS.DUPLICANTS.TRAITS.SCAREDYCAT.NAME
source: Pacifist
fi: Pasifisti

# STRINGS.DUPLICANTS.TRAITS.SIMPLETASTES.DESC
source: This Duplicant is satisfied by even the blandest food.
fi: Tälle Jäljennäiselle kelpaa mauttominkin ruoka.

# STRINGS.DUPLICANTS.TRAITS.SLOWLEARNER.DESC
source: This Duplicant's a little slow on the uptake, but gosh do they try
fi: Tämä Jäljennäinen käsittää asiat vähän hitaammin, mutta voi että hän kuitenkin yrittää

# STRINGS.DUPLICANTS.TRAITS.SLOWLEARNER.NAME
source: Slow Learner
fi: Hidas Oppimaan

# STRINGS.DUPLICANTS.TRAITS.SMALLBLADDER.DESC
source: This Duplicant has a tiny, pea-sized bladder. Adorable!
fi: Tällä Jäljennäisellä on pieni, herneen kokoinen rakko. Herttaista!

# STRINGS.DUPLICANTS.TRAITS.SMALLBLADDER.NAME
source: Small Bladder
fi: Pieni Rakko

# STRINGS.DUPLICANTS.TRAITS.SNORER.DESC
source: In space, everyone can hear you snore
fi: Avaruudessa, kaikki kuulevat kuorsaamisesi

# STRINGS.DUPLICANTS.TRAITS.SNORER.NAME
source: Loud Sleeper
fi: Äänekäs Nukkuja

# STRINGS.DUPLICANTS.TRAITS.STRESSVOMITER.DESC
source: This Duplicant is liable to puke everywhere when stressed
fi: Ahdistuessaan tämä Jäljennäinen oksentelee kaikkialle

# STRINGS.DUPLICANTS.TRAITS.STRESSVOMITER.NAME
source: Vomiter
fi: Oksentelija

# STRINGS.DUPLICANTS.TRAITS.STRONGARM.DESC
source: This Duplicant has muscles on their muscles
fi: Tämän Jäljennäisen lihaksilla on lihaksia

# STRINGS.DUPLICANTS.TRAITS.STRONGARM.NAME
source: Buff
fi: Karski

# STRINGS.DUPLICANTS.TRAITS.STRONGIMMUNESYSTEM.DESC
source: This Duplicant's immune system bounces back faster than most
fi: Tämän Jäljennäisen immuunijärjestelmä kimmahtaa takaisin nopeammin kuin muiden

# STRINGS.DUPLICANTS.TRAITS.STRONGIMMUNESYSTEM.NAME
source: Germ Resistant
fi: Pöpöjä Sietävä

# STRINGS.DUPLICANTS.TRAITS.SUNNYDISPOSITION.DESC
source: This Duplicant has an unwaveringly positive outlook on life.
fi: Tällä Jäljennäisellä on järkkymättömän myönteinen suhtautuminen elämään.

# STRINGS.DUPLICANTS.TRAITS.SUNNYDISPOSITION.NAME
source: Sunny Disposition
fi: Aurinkoinen Luonne

# STRINGS.DUPLICANTS.TRAITS.TWINKLETOES.DESC
source: This Duplicant is light as a feather on their feet
fi: Tämä Jäljennäinen astelee jaloillaan höyhenen kevyesti

# STRINGS.DUPLICANTS.TRAITS.TWINKLETOES.NAME
source: Twinkletoes
fi: Hipsuvarvas

# STRINGS.DUPLICANTS.TRAITS.UGLYCRIER.DESC
source: If this Duplicant gets too stressed it won't be pretty
fi: Jos tämä Jäljennäinen ahdistuu, se ei ole kaunista katseltavaa

# STRINGS.DUPLICANTS.TRAITS.UGLYCRIER.NAME
source: Ugly Crier
fi: Parkuja

# STRINGS.DUPLICANTS.TRAITS.UNCULTURED.DESC
source: This Duplicant has simply no appreciation for the arts
fi: Tämä Jäljennäinen ei yksinkertaisesti osaa arvostaa taidetta

# STRINGS.DUPLICANTS.TRAITS.UNCULTURED.NAME
source: Uncultured
fi: Sivistymätön

# STRINGS.DUPLICANTS.TRAITS.WEAKIMMUNESYSTEM.DESC
source: All the vitamin C in space couldn't stop this Duplicant from getting sick
fi: Edes kaikki avaruuden C vitamiini ei pystyisi estämään tätä Jäljennäistä sairastumasta

# STRINGS.DUPLICANTS.TRAITS.WEAKIMMUNESYSTEM.NAME
source: Biohazardous
fi: Ympäristöriski

# STRINGS.ELEMENTS.AEROGEL.NAME
source: <link="AEROGEL">Aerogel</link>
fi: <link="AEROGEL">Ilmageeli</link>

# STRINGS.ELEMENTS.ALGAE.DESC
source: Algae is a cluster of non-motile, single-celled lifeforms. It can be used to produce <link="OXYGEN">Oxygen</link> when grown in Algae Terrariums.
fi: Levä on rypäs paikallaan eläviä, yksisoluisia eliömuotoja. Sen avulla voidaan tuottaa <link="OXYGEN">Happea</link> kun sitä kasvatetaan Leväterraarioissa.

# STRINGS.ELEMENTS.ALGAE.NAME
source: <link="ALGAE">Algae</link>
fi: <link="ALGAE">Levä</link>

# STRINGS.ELEMENTS.BLEACHSTONE.DESC
source: Bleach stone is an unstable compound that emits toxic <link="CHLORINEGAS">Chlorine</link>. It is useful in <link="HYGIENE">Hygienic</link> processes.
fi: Valkokivi on itsestään hajoavaa ainetta, joka erittää myrkyllistä <link="CHLORINEGAS">Kloorikaasua</link>. Siitä on hyötyä <link="HYGIENE">Hygieenisissä</link> prosesseissa.

# STRINGS.ELEMENTS.BLEACHSTONE.NAME
source: <link="BLEACHSTONE">Bleach Stone</link>
fi: <link="BLEACHSTONE">Valkokivi</link>

# STRINGS.ELEMENTS.BOTTLEDWATER.DESC
source: (H<sub>2</sub>O) Clean <link="WATER">Water</link>, prepped for transport.
fi: (H<sub>2</sub>O) Puhdasta <link="WATER">Vettä</link>, valmisteltu kuljetettavaksi.

# STRINGS.ELEMENTS.BOTTLEDWATER.NAME
source: <link="BOTTLEDWATER">Water</link>
fi: <link="BOTTLEDWATER">Vesi</link>

# STRINGS.ELEMENTS.BRICK.DESC
source: Brick is a hard, brittle material formed from heated <link="CLAY">Clay</link>. It is a reliable Construction Material.
fi: Tiili on kovaa, haurasta materiaalia, jota muodostuu lämmitetystä <link="CLAY">Savesta</link>. Se on luotettava Rakennusmateriaali.

# STRINGS.ELEMENTS.BRICK.NAME
source: <link="BRICK">Brick</link>
fi: <link="BRICK">Tiili</link>

# STRINGS.ELEMENTS.CARBON.DESC
source: (C) Coal is a combustible fossil fuel composed of carbon. It is useful in <link="POWER">Power</link> production.
fi: (C) Kivihiili on palavaa fossiilista polttoainetta, joka muodostuu hiilestä. Se on kätevää <link="POWER">Sähkön</link>tuotannossa.

# STRINGS.ELEMENTS.CARBON.NAME
source: <link="CARBON">Coal</link>
fi: <link="CARBON">Kivihiili</link>

# STRINGS.ELEMENTS.CARBONDIOXIDE.DESC
source: (CO<sub>2</sub>) Carbon Dioxide toxic, atomically heavy chemical compound in a <link="ELEMENTSGAS">Gaseous</link> state. It tends to sink below other gases.
fi: (CO<sub>2</sub>) Hiilidioksidi on myrkyllistä, molaarisesti raskasta kemiallista yhdistettä <link="ELEMENTSGAS">Kaasumaisessa</link> olomuodossa. Se painuu muiden kaasujen alle.

# STRINGS.ELEMENTS.CARBONDIOXIDE.NAME
source: <link="CARBONDIOXIDE">Carbon Dioxide</link>
fi: <link="CARBONDIOXIDE">Hiilidioksidi</link>

# STRINGS.ELEMENTS.CARBONFIBRE.DESC
source: Carbon Fiber is a <link="MANUFACTURED MATERIAL">RefinedMineral</link> with high tensile strength.
fi: Hiilikuitu on <link="MANUFACTURED MATERIAL">Jalostettua Mineraalia</link>, jolla on korkea vetolujuus.

# STRINGS.ELEMENTS.CARBONFIBRE.NAME
source: <link="CARBONFIBRE">Carbon Fiber</link>
fi: <link="CARBONFIBRE">Hiilikuitu</link>

# STRINGS.ELEMENTS.CARBONGAS.DESC
source: (C) Carbon is an abundant, versatile element heated into a <link="ELEMENTSGAS">Gaseous</link> state.
fi: (C) Hiili on yleinen, monipuolinen alkuaine lämmitettynä <link="ELEMENTSGAS">Kaasumaiseen</link> olomuotoon.

# STRINGS.ELEMENTS.CARBONGAS.NAME
source: <link="CARBONGAS">Carbon</link>
fi: <link="CARBONGAS">Hiili</link>

# STRINGS.ELEMENTS.CEMENT.DESC
source: Cement is a refined building material used for assembling advanced buildings.
fi: Sementti on jalostettua rakennusmateriaalia, jota käytetään kehittyneiden rakennusten rakentamisessa.

# STRINGS.ELEMENTS.CEMENT.NAME
source: <link="CEMENT">Cement</link>
fi: <link="CEMENT">Sementti</link>

# STRINGS.ELEMENTS.CEMENTMIX.DESC
source: Cement Mix can be used to create <link="CEMENT">Cement</link> for advanced building assembly.
fi: Sementtiseosta voidaan käyttää valmistamaan <link="CEMENT">Sementtiä</link> kehittyneiden rakennusten kokoamiseen.

# STRINGS.ELEMENTS.CEMENTMIX.NAME
source: <link="CEMENTMIX">Cement Mix</link>
fi: <link="CEMENTMIX">Sementtiseos</link>

# STRINGS.ELEMENTS.CERAMIC.DESC
source: Ceramic is a hard, brittle material formed from heated <link="CLAY">Clay</link>. It is a reliable Construction Material.
fi: Keramiikka on kovaa, haurasta materiaalia, jota muodostuu lämmitetystä <link="CLAY">Savesta</link>. Se on luotettava Rakennusmateriaali.

# STRINGS.ELEMENTS.CERAMIC.NAME
source: <link="CERAMIC">Ceramic</link>
fi: <link="CERAMIC">Keramiikka</link>

# STRINGS.ELEMENTS.CHLORINE.DESC
source: (Cl) Chlorine is an extremely toxic element in a <link="ELEMENTSSOLID">Solid</link> state.
fi: (Cl) Kloori on erittäin myrkyllistä alkuainetta <link="ELEMENTSSOLID">Kiinteässä</link> olomuodossa.

# STRINGS.ELEMENTS.CHLORINE.NAME
source: <link="CHLORINE">Chlorine</link>
fi: <link="CHLORINE">Kloori</link>

# STRINGS.ELEMENTS.CHLORINEGAS.DESC
source: (Cl) Chlorine is an extremely toxic chemical in a <link="ELEMENTSGAS">Gaseous</link> state.
fi: (Cl) Kloori on erittäin myrkyllistä alkuainetta <link="ELEMENTSSOLID">Kaasumaisessa</link> olomuodossa.

# STRINGS.ELEMENTS.CHLORINEGAS.NAME
source: <link="CHLORINEGAS">Chlorine</link>
fi: <link="CHLORINEGAS">Kloori</link>

# STRINGS.ELEMENTS.CLAY.DESC
source: Clay is a soft, naturally occurring composite of stone and soil that hardens at high <link="HEAT">Temperatures</link>. It is a reliable <b>Construction Material.</b>
fi: Savi on pehmeää, luonnossa esiintyvää kiven ja maaperän muodostamaa yhdistettä, joka kovettu korkeissa <link="HEAT">Lämpötiloissa</link>. Se on luotettava <b>Rakennusmateriaali.</b>

# STRINGS.ELEMENTS.CLAY.NAME
source: <link="CLAY">Clay</link>
fi: <link="CLAY">Savi</link>

# STRINGS.ELEMENTS.CONTAMINATEDOXYGEN.DESC
source: (O<sub>2</sub>) Polluted Oxygen is dirty, unfiltered air. It is breathable.
fi: (O<sub>2</sub>) Saastunut Happi on likaista, suodattmatonta ilmaa. Sitä voi hengittää.

# STRINGS.ELEMENTS.CONTAMINATEDOXYGEN.NAME
source: <link="CONTAMINATEDOXYGEN">Polluted Oxygen</link>
fi: <link="CONTAMINATEDOXYGEN">Saastunut Happi</link>

# STRINGS.ELEMENTS.COPPER.DESC
source: (Cu) Copper is a conductive <link="RAWMETAL">Metal</link>. It is suitable for building <link="POWER">Power</link> systems.
fi: (Cu) Kupari on johtavaa <link="RAWMETAL">Metallia</link>. Se sopii <link="POWER">Sähkö</link>järjeslmien rakentamiseen.

# STRINGS.ELEMENTS.COPPER.NAME
source: <link="COPPER">Copper</link>
fi: <link="COPPER">Kupari</link>

# STRINGS.ELEMENTS.COPPERGAS.DESC
source: (Cu) Copper is a conductive <link="RAWMETAL">Metal</link> heated into a <link="ELEMENTSGAS">Gas</link>.
fi: (Cu) Kupari on johtavaa <link="RAWMETAL">Metallia</link> lämmitettynä <link="ELEMENTSGAS">Kaasuksi</link>.

# STRINGS.ELEMENTS.COPPERGAS.NAME
source: <link="COPPERGAS">Copper</link>
fi: <link="COPPERGAS">Kupari</link>

# STRINGS.ELEMENTS.CREATURE.DESC
source: (DuPe) Ooze is a slurry of water, carbon, and dozens and dozens of trace elements. Duplicants are printed from pure <link="SOLID">Ooze</link>.
fi: (DuPe) Lieju on seos vettä, hiiltä ja monia, monia hivenaineita. Jäljennäiset tulostetaan puhtaasta <link="SOLID">Lietteestä</link>.

# STRINGS.ELEMENTS.CREATURE.NAME
source: <link="CREATURE">Genetic Ooze</link>
fi: <link="CREATURE">Geneettinen Lieju</link>

# STRINGS.ELEMENTS.CRUDEOIL.DESC
source: Crude Oil is a raw potential <link="POWER">Power</link> source composed of billions of dead, primordial organisms.
fi: Raakaöljy on mahdollinen <link="POWER">Sähkön</link>tuottaja, joka koostuu miljardeista kuolleista munaisista organismeista.

# STRINGS.ELEMENTS.CRUDEOIL.NAME
source: <link="CRUDEOIL">Crude Oil</link>
fi: <link="CRUDEOIL">Raakaöljy</link>

# STRINGS.ELEMENTS.CRUSHEDICE.DESC
source: (H<sub>2</sub>0) A slush of crushed, semi-solid ice.
fi: (H<sub>2</sub>0) Puolikiinteästä jäästä koostuvaa sohjoa.

# STRINGS.ELEMENTS.CRUSHEDICE.NAME
source: <link="CRUSHEDICE">Crushed Ice</link>
fi: <link="CRUSHEDICE">Jäämurska</link>

# STRINGS.ELEMENTS.CRUSHEDROCK.DESC
source: Crushed Rock is <link="IGNEOUSROCK">Igneous Rock</link> crushed into a mechanical mixture.
fi: Sepeli on mekaaniseksi seokseksi murskattua <link="IGNEOUSROCK">Kiveä</link>.

# STRINGS.ELEMENTS.CRUSHEDROCK.NAME
source: <link="CRUSHEDROCK">Crushed Rock</link>
fi: <link="CRUSHEDROCK">Sepeli</link>

# STRINGS.ELEMENTS.CUPRITE.DESC
source: (Cu<sub>2</sub>0) Copper Ore is a conductive <link="RAWMETAL">Metal</link>. It is suitable for building <link="POWER">Power</link> systems.
fi: (Cu<sub>2</sub>0) Kuparimalmi on johtavaa <link="RAWMETAL">Metallia</link>. Se sopii <link="POWER">Sähkö</link>järjestelmien rakentamiseen.

# STRINGS.ELEMENTS.CUPRITE.NAME
source: <link="CUPRITE">Copper Ore</link>
fi: <link="CUPRITE">Kuparimalmi</link>

# STRINGS.ELEMENTS.DIAMOND.DESC
source: (C) Diamond is industrial-grade, high density carbon. It is very difficult to excavate.
fi: (C) Timantti on teollisuusluokkaista, korkeatiheyksistä hiiltä. Sitä on erittäin hankala louhia.

# STRINGS.ELEMENTS.DIAMOND.NAME
source: <link="DIAMOND">Diamond</link>
fi: <link="DIAMOND">Timantti</link>

# STRINGS.ELEMENTS.DIRT.DESC
source: Dirt is a soft, nutrient-rich substance capable of supporting life. It is necessary in some forms of <link="FOOD">Food</link> production.
fi: Multa on pehmeää, ravintorikasta ainetta, joka kykenee ylläpitämään leämää. Se on välttämätön tiettyjen <link="FOOD">Ruokien</link> valmistuksessa.

# STRINGS.ELEMENTS.DIRT.NAME
source: <link="DIRT">Dirt</link>
fi: <link="DIRT">Multa</link>

# STRINGS.ELEMENTS.DIRTYICE.DESC
source: Polluted Ice is dirty, unfiltered water frozen into a <link="ELEMENTSSOLID">Solid</link> state.
fi: Saastunut Jää on likaista, suodattamatonta vettä, joka on jäätynyt <link="ELEMENTSSOLID">Kiinteään</link> olomuotoon.

# STRINGS.ELEMENTS.DIRTYICE.NAME
source: <link="DIRTYICE">Polluted Ice</link>
fi: <link="DIRTYICE">Saastunut Jää</link>
