Repository: Eerjunic/OxygenNotIncluded_Fi
Catalog: strings.po
Languages: fi

# STRINGS.UI.ENDOFDAYREPORT.ENERGY_WASTED.NAME
source: <link="POWER">Power</link> Wasted:
fi: <link="POWER">Sähköä</link> Hukattu:

# STRINGS.UI.ENDOFDAYREPORT.ENERGY_WASTED.NEGATIVE_TOOLTIP
source: My colony lost {0} of <link="POWER">Power</link> today due to overproduction and battery runoff
fi: Siirtokuntani menetti {0} <link="POWER">Sähköä</link> tänään, johtuen ylituotannosta ja akkuhävikistä

# STRINGS.UI.ENDOFDAYREPORT.IDLE_TIME.NAME
source: Idle Time:
fi: Joutenoloaika:

# STRINGS.UI.ENDOFDAYREPORT.IDLE_TIME.POSITIVE_TOOLTIP
source: My Duplicants spent a total of {0} idling over the course of the day
fi: Jäljennäiseni olivat päivän aikana {0} jouten

# STRINGS.UI.ENDOFDAYREPORT.LEVEL_UP.NAME
source: Skill Increases:
fi: Taidonnousuja:

# STRINGS.UI.ENDOFDAYREPORT.LEVEL_UP.TOOLTIP
source: My Duplicants gained a total of {0} skill levels today
fi: Jäljennäiseni korottivat tänään yhteensä {0} taitotasoa

# STRINGS.UI.ENDOFDAYREPORT.NET
source: Net
fi: Netto

# STRINGS.UI.ENDOFDAYREPORT.NEXT
source: Next
fi: Seuraava

# STRINGS.UI.ENDOFDAYREPORT.NOTES.BUTCHERED
source: Butchered for {0}
fi: Teurastettiin {0} varten

# STRINGS.UI.ENDOFDAYREPORT.NOTES.BUTCHERED_CONTEXT
source: Butchered
fi: Teurastettu

# STRINGS.UI.ENDOFDAYREPORT.NOTES.CRAFTED
source: Crafted a {0}
fi: Valmisti esineen {0}

# STRINGS.UI.ENDOFDAYREPORT.NOTES.CRAFTED_CONTEXT
source: Crafted
fi: Valmistettu

# STRINGS.UI.ENDOFDAYREPORT.NOTES.CRAFTED_USED
source: {0} used as ingredient
fi: {0} käytettiin valmistuksessa

# STRINGS.UI.ENDOFDAYREPORT.NOTES.EATEN
source: {0} eaten
fi: {0} syöty

# STRINGS.UI.ENDOFDAYREPORT.NOTES.GERMS
source: On {0}
fi: {0} pinnalla

# STRINGS.UI.ENDOFDAYREPORT.NOTES.HARVESTED
source: Harvested {0}
fi: Satoa Korjattu {0}

# STRINGS.UI.ENDOFDAYREPORT.NOTES.HARVESTED_CONTEXT
source: Harvested
fi: Satoa Korjattu

# STRINGS.UI.ENDOFDAYREPORT.NOTES.ROTTED
source: Rotten {0}
fi: Mätä {0}

# STRINGS.UI.ENDOFDAYREPORT.NOTES.ROTTED_CONTEXT
source: Rotted
fi: Mätä

# STRINGS.UI.ENDOFDAYREPORT.NOTIFICATION_TITLE
source: Cycle {0} report ready
fi: Kierron {0} raportti valmis

# STRINGS.UI.ENDOFDAYREPORT.NOTIFICATION_TOOLTIP
source: The daily report for Cycle {0} is ready to view
fi: Päivittäiskatsaus Kierrolle {0} on nähtävissä

# STRINGS.UI.ENDOFDAYREPORT.OXYGEN_CREATED.NAME
source: <link="OXYGEN">Oxygen</link> Generation:
fi: <link="OXYGEN">Hapen</link>tuotanto:

# STRINGS.UI.ENDOFDAYREPORT.OXYGEN_CREATED.NEGATIVE_TOOLTIP
source: My colony consumed {0} of <link="OXYGEN">Oxygen</link> over the course of the day
fi: Siirtokuntani kulutti päivän aikana {0} <link="OXYGEN">Happea</link>

# STRINGS.UI.ENDOFDAYREPORT.OXYGEN_CREATED.POSITIVE_TOOLTIP
source: My colony generated {0} of <link="OXYGEN">Oxygen</link> over the course of the day
fi: Siirtokuntani tuotti päivän aikana {0} <link="OXYGEN">Happea</link>

# STRINGS.UI.ENDOFDAYREPORT.PREV
source: Prev
fi: Edellinen

# STRINGS.UI.ENDOFDAYREPORT.REMOVED
source: Removed
fi: Poistunut

# STRINGS.UI.ENDOFDAYREPORT.REPORT_TITLE
source: DAILY REPORTS
fi: PÄIVITTÄISKATSAUKSET

# STRINGS.UI.ENDOFDAYREPORT.STRESS_DELTA.NAME
source: <link="STRESS">Stress</link> Change:
fi: <link="STRESS">Ahdistuksen</link> muutos:

# STRINGS.UI.ENDOFDAYREPORT.STRESS_DELTA.NEGATIVE_TOOLTIP
source: My colony's total <link="STRESS">Stress</link> has decreased by {0}
fi: Siirtokuntani yhteenlaskettu <link="STRESS">Ahdistus</link> laski {0}

# STRINGS.UI.ENDOFDAYREPORT.STRESS_DELTA.POSITIVE_TOOLTIP
source: My colony's total <link="STRESS">Stress</link> has increased by {0}
fi: Siirtokuntani yhteenlaskettu <link="STRESS">Ahdistus</link> nousi {0}

# STRINGS.UI.ENDOFDAYREPORT.TIME_SPENT.NAME
source: Time Breakdown:
fi: Ajan Jakautuminen:

# STRINGS.UI.ENDOFDAYREPORT.TIME_SPENT.POSITIVE_TOOLTIP
source: My Duplicants spent a total of {0} doing errands over the course of the day
fi: Jäljennäiseni käyttivät yhteensä {0} tehtävien tekemiseen päivän aikana

# STRINGS.UI.ENDOFDAYREPORT.TOILET_INCIDENT.NAME
source: Restroom Accidents:
fi: Vessavahinkoja:

# STRINGS.UI.ENDOFDAYREPORT.TOILET_INCIDENT.TOOLTIP
source: {0} Duplicants couldn't quite reach the toilet in time today
fi: {0} Jäljennäistä ei ihan ehtinyt ajoissa vessaan tänään

# STRINGS.UI.ENDOFDAYREPORT.TRAVEL_TIME.NAME
source: Travel Time:
fi: Matkustusaika:

# STRINGS.UI.ENDOFDAYREPORT.TRAVEL_TIME.POSITIVE_TOOLTIP
source: My Duplicants spent a total of {0} traveling between errands throughout of the day
fi: Jäljennäiseni käyttivät päivän aikana yhteensä {0} tehtävien välillä kulkemiseen

# STRINGS.UI.EQUIPMENTTAB_HELD
source: Held Items
fi: Kannetut Esineet

# STRINGS.UI.EQUIPMENTTAB_OWNED
source: Owned Items
fi: Omistetut Esineet

# STRINGS.UI.EQUIPMENTTAB_ROOM
source: Assigned Rooms
fi: Nimetyt Huoneet

# STRINGS.UI.FILE_NAME_DIALOG.ENTER_TEXT
source: Enter Text...
fi: Kirjoita Tekstiä...

# STRINGS.UI.FORMATDAY
source: {0} cycles
fi: {0} kiertoa

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.AUDIO_BUS_AMBIENCE
source: Ambience
fi: Ambienssi

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.AUDIO_BUS_MASTER
source: Master
fi: Yleinen

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.AUDIO_BUS_MUSIC
source: Music
fi: Musiikki

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.AUDIO_BUS_SFX
source: SFX
fi: Efektit

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.AUDIO_BUS_UI
source: UI
fi: Käyttöliittymä

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.AUTOMATION_SOUNDS_ALWAYS
source: Always play automation sounds:
fi: Soita aina automaatioäänet:

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.AUTOMATION_SOUNDS_ALWAYS_TOOLTIP
source: If enabled, automation sound effects will play even when outside of the Automation Overlay
fi: Jos päällä, automaatioääniefektit soivat myös Automaationäkymän ulkopuolella

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.DONE_BUTTON
source: Done
fi: Valmis

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.MUSIC_EVERY_CYCLE
source: Play background music each morning:
fi: Soita taustamusiikki joka aamu:

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.MUSIC_EVERY_CYCLE_TOOLTIP
source: If enabled, background music will play every cycle instead of every few cycles
fi: Jos päällä, taustamusiikki soi jokaisella kierrolla, muutaman kierroksen sijaan

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.TITLE
source: AUDIO OPTIONS
fi: ÄÄNIASETUKSET

source: Vulnerable Immune System
fi: Haavoittuva Immunijärjestelmä

source: Miserable
fi: Kurja

source: Duplicants are exceptionally vulnerable to infection
fi: Jäljennäiset ovat erityisen alttiita tartunnoille

source: Regular
fi: Tavallinen

source: Duplicants regain immunity normally
fi: Jäljennäisten vastustuskyky palautuu normaalisti

source: Impervious Immune System
fi: Läpäisemätön Immuunijärjestelmä

source: Impervious
fi: Läpäisemätön

source: Duplicants will never catch a germ-based disease
fi: Jäljennäiset eivät koskaan sairastu bakteeriperäisiin sairauksiin

source: Strong Immune System
fi: Vahva Immuunijärjestelmä

source: Strong
fi: Vahva

source: Duplicants have increased immune recovery
fi: Jäljennäisillä on kohonnut vastustuskyvyn palautuminen

source: Weak Immune System
fi: Heikko Immuunijärjestelmä

source: Weak
fi: Heikko

source: Duplicants have reduced immune recovery
fi: Jäljennäisillä on alentunut vastustuskyvyn palautuminen

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.IMMUNESYSTEM.NAME
source: Immune Systems
fi: Immuunijärjestelmät

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.IMMUNESYSTEM.TOOLTIP
source: Affects how resistant Duplicants are to disease
fi: Vaikuttaa siihen, kuinka vastustuskykyisiä Jäljennäiset ovat sairauksia vastaan

source: Disabled
fi: Pois

source: Click to enable Sandbox mode
fi: Klikkaa laittaaksesi Hiekkalaatikkotila päälle

source: Enabled
fi: Päällä

source: Click to disable Sandbox mode
fi: Klikkaa laittaaksesi Hiekkalaatikkotila pois

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.SANDBOXMODE.NAME
source: Sandbox Mode
fi: Hiekkalaatikkomoodi

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.SANDBOXMODE.TOOLTIP
source: Manipulate and customize the simulation with tools that ignore regular game constraints
fi: Manipuloi ja säädä simulaatiota pelin normaalit rajoitteet ohittavilla työkaluilla

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.STRESS.LEVELS.DEFAULT.NAME
source: Regular
fi: Tavallinen

source: Duplicants gain and lose stress normally
fi: Jäljennäisten ahdistus kasvaa ja laskee normaalisti

source: Fatalistic
fi: Kohtalokas

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.STRESS.LEVELS.DOOMED.NAME
source: Fatalistic
fi: Kohtalokas

source: Duplicants stress out at an extremely accelerated rate
fi: Jäljennäiset ahdistuvat äärimmäisen kiihtyvällä nopeudella

source: Unflappable
fi: Järkkymätön

source: Unflappable
fi: Järkkymätön

source: Duplicants will never get stressed
fi: Jäljennäiset eivät ahdistu koskaan

source: Optimistic
fi: Optimistinen

source: Optimistic
fi: Optimistinen

source: Duplicants are harder to stress out
fi: Jäljennäisiä on vaikeampi ahdistaa

source: Pessimistic
fi: Pessimistinen

source: Pessimistic
fi: Pessimistinen

source: Duplicants stress out easily
fi: Jäljennäiset ahdistuvat helposti

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.STRESS.NAME
source: Duplicant Mood
fi: Jäljennäisen Mieliala

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.STRESS.TOOLTIP
source: Affects how well Duplicants handle stress
fi: Vaikuttaa siihen, kuinka hyvin Jäljennäiset käsittelevät ahdistusta

source: Normal
fi: Normaali

source: Duplicants will act out when they reach 100% stress
fi: Jäljennäiset alkavat saamaan kohtauksia saavutettuaan 100 % ahdistustilan

source: Disabled
fi: Pois

source: Duplicants will not act out at maximum stress
fi: Jäljennäiset eivät saa kohtauksia täydellä ahdistustasolla

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.STRESS_BREAKS.NAME
source: Stress Reactions
fi: Ahdistusvasteet

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.STRESS_BREAKS.TOOLTIP
source: Determines whether Duplicants act out when they reach maximum stress
fi: Valitsee saavatko Jäljennäiset kohtauksia saavuttaessaan enimmäisahdistusmäärän

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.WORLD_CHOICE.NAME
source: World(DEBUG)
fi: Maailma(DEBUG)

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.WORLD_CHOICE.TOOLTIP
source: (DEBUG FEATURE) Select your starting world.
fi: (DEBUG-OMINAISUUS) Valitse aloitusmaailmasi.

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.WORLDGEN_SEED.NAME
source: Worldgen Seed
fi: Maailmanluonnin Siemen

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.WORLDGEN_SEED.TOOLTIP
source: This chooses the random parameters of your new world
fi: Tämä valitsee satunnaiset parametrit uudelle maailmallesi

# STRINGS.UI.FRONTEND.DEMO_OVER_SCREEN.BODY
source: Thank you for playing the demo for Oxygen Not Included! This game is still in development. Go to kleigames.com/o2 or ask one of us if you'd like more information.
fi: Kiitos kun pelasit Oxygen Not Includedin demoa! Tämä peli on vielä kehitysvaiheessa. Mene osoitteeseen kleigames.com/o2 tai kysy joltakulta meistä, jos haluat lisää tietoa.

# STRINGS.UI.FRONTEND.DEMO_OVER_SCREEN.BUTTON_EXIT_TO_MENU
source: EXIT TO MENU
fi: POISTU VALIKKOON

# STRINGS.UI.FRONTEND.DEMO_OVER_SCREEN.TITLE
source: Thanks for playing!
fi: Kiitos kun pelasit!

# STRINGS.UI.FRONTEND.GAME_VERSION
source: Game Version:
fi: Pelin Versio:

# STRINGS.UI.FRONTEND.GRAPHICS_OPTIONS_SCREEN.ACCEPT_CHANGES
source: Accept Changes?
fi: Hyväksy Muutokset?

# STRINGS.UI.FRONTEND.GRAPHICS_OPTIONS_SCREEN.APPLYBUTTON
source: Apply
fi: Käytä

# STRINGS.UI.FRONTEND.GRAPHICS_OPTIONS_SCREEN.DONE_BUTTON
source: Done
fi: Valmis

# STRINGS.UI.FRONTEND.GRAPHICS_OPTIONS_SCREEN.FULLSCREEN
source: Fullscreen:
fi: Kokonäyttö:

# STRINGS.UI.FRONTEND.GRAPHICS_OPTIONS_SCREEN.RESOLUTION
source: Resolution:
fi: Resoluutio:

# STRINGS.UI.FRONTEND.GRAPHICS_OPTIONS_SCREEN.REVERTBUTTON
source: Revert
fi: Palauta

# STRINGS.UI.FRONTEND.GRAPHICS_OPTIONS_SCREEN.TITLE
source: GRAPHICS OPTIONS
fi: GRAFIIKKA-ASETUKSET

# STRINGS.UI.FRONTEND.GRAPHICS_OPTIONS_SCREEN.UI_SCALE
source: UI Scale
fi: Käyttöliittymän Koko

# STRINGS.UI.FRONTEND.INPUT_BINDINGS_SCREEN.APPLY
source: Done
fi: Valmis

# STRINGS.UI.FRONTEND.INPUT_BINDINGS_SCREEN.DUPLICATE
source: {0} was already bound to {1} and is now unbound.
fi: {0} oli jo liitetty näppäimeen {1} ja on nyt liittämätön.

# STRINGS.UI.FRONTEND.INPUT_BINDINGS_SCREEN.MULTIPLE_UNBOUND_ACTIONS
source: You have multiple unbound actions, this may result in difficulty playing the game. Are you sure you want to continue?
fi: Sinulla on paljon liittämättömiä toimintoja, joka voi tehdä pelaamisesta vaikea. Haluatko varmasti jatkaa?

# STRINGS.UI.FRONTEND.INPUT_BINDINGS_SCREEN.RESET
source: Reset
fi: Resetoi

# STRINGS.UI.FRONTEND.INPUT_BINDINGS_SCREEN.TITLE
source: CUSTOMIZE KEYS
fi: MUOKKAA NÄPPÄIMIÄ

# STRINGS.UI.FRONTEND.INPUT_BINDINGS_SCREEN.UNBOUND_ACTION
source: {0} is unbound. Are you sure you want to continue?
fi: {0} on liittämätön. Haluatko varmasti jatkaa?

# STRINGS.UI.FRONTEND.LOADING
source: Loading...
fi: Ladataan...

# STRINGS.UI.FRONTEND.LOADSCREEN.AUTOSAVEWARNING
source: <b><color=#ff0000>Autosave: This file will get deleted as new autosaves are created</color></b>
fi: <b><color=#ff0000>Automaattitallennus: Tämä tiedosto poistetaan, kun uusia automattitallennuksia tehdään</color></b>

# STRINGS.UI.FRONTEND.LOADSCREEN.CONFIRMDELETE
source: Are you sure you want to delete {0}? You cannot undo this action.
fi: Haluatko varmasti poistaa kohteen {0}? Tätä toimintoa ei voi peruuttaa.

# STRINGS.UI.FRONTEND.LOADSCREEN.CORRUPTEDSAVE
source: <b><color=#ff0000>Could not load file {0}. Its data may be corrupted.</color></b>
fi: <b><color=#ff0000>Ei voitu ladata tiedostoa {0}. Sen data on saattanut korruptoitua.</color></b>

# STRINGS.UI.FRONTEND.LOADSCREEN.DELETEBUTTON
source: DELETE
fi: POISTA

# STRINGS.UI.FRONTEND.LOADSCREEN.MORE_INFO
source: More Info
fi: Enemmän Tietoa

# STRINGS.UI.FRONTEND.LOADSCREEN.SAVE_TOO_NEW
source: <b><color=#ff0000>Could not load file {0}. File is using build {1}. This build is {2}.</color></b>
fi: <b><color=#ff0000>Ei voitu ladata tiedostoa {0}. Tiedosto käyttää vedosta {1}. Tämä vedos on {2}.</color></b>

# STRINGS.UI.FRONTEND.LOADSCREEN.SAVEDETAILS
source: <b>File:</b> {0} <b>Save Date:</b> {1} <b>Base Name:</b> {2} <b>Duplicants Alive:</b> {3} <b>Cycle(s) Survived:</b> {4}
fi: <b>Tiedosto:</b> {0} <b>Tallennuspäivä:</b> {1} <b>Paikan Nimi:</b> {2} <b>Jäljennäisiä Elossa:</b> {3} <b>Kiertoja Selvitty:</b> {4}

# STRINGS.UI.FRONTEND.LOADSCREEN.TITLE
source: LOAD GAME
fi: LATAA PELI

# STRINGS.UI.FRONTEND.LOADSCREEN.TITLE_INSPECT
source: LOAD GAME
fi: LATAA PELI

# STRINGS.UI.FRONTEND.LOADSCREEN.UNSUPPORTED_SAVE_VERSION
source: <b><color=#ff0000>This save file is from a previous version of the game and is no longer supported.</color></b>
fi: <b><color=#ff0000>Tämä tallennustiedosto on pelin edellisestä versiosta, eikä sitä enää tueta.</color></b>

# STRINGS.UI.FRONTEND.MAINMENU.DESKTOPQUITCONFIRM
source: Are you sure you want to quit? All unsaved progress will be lost.
fi: Haluatko varmasti poistua? Kaikki tallentamaton edistyminen menetetään.

# STRINGS.UI.FRONTEND.MAINMENU.LOADGAME
source: LOAD GAME
fi: LATAA PELI

# STRINGS.UI.FRONTEND.MAINMENU.NEWGAME
source: NEW GAME
fi: UUSI PELI

# STRINGS.UI.FRONTEND.MAINMENU.OPTIONS
source: OPTIONS
fi: ASETUKSET

# STRINGS.UI.FRONTEND.MAINMENU.QUITCONFIRM
source: Are you sure you want to quit to main menu? All unsaved progress will be lost.
fi: Haluatko varmasti poistua päävalikkoon? Kaikki tallentamaton edistyminen menetetään.

# STRINGS.UI.FRONTEND.MAINMENU.QUITTODESKTOP
source: QUIT
fi: LOPETA

# STRINGS.UI.FRONTEND.MAINMENU.RESTARTCONFIRM
source: Are you sure you want to quit? All unsaved progress will be lost.
fi: Haluatko varmasti lopettaa? Kaikki tallentamaton edistyminen menetetään.

# STRINGS.UI.FRONTEND.MAINMENU.RESUMEBUTTON_BASENAME
source: {0}: Cycle {1}
fi: {0}: Kierto {1}

# STRINGS.UI.FRONTEND.MAINMENU.RESUMEGAME
source: RESUME GAME
fi: JATKA PELIÄ

# STRINGS.UI.FRONTEND.MAINMENU.STARTDEMO
source: START DEMO
fi: ALOITA DEMO

# STRINGS.UI.FRONTEND.MAINMENU.TRANSLATIONS
source: TRANSLATIONS
fi: KÄÄNNÖKSET

# STRINGS.UI.FRONTEND.METRICS_OPTIONS_SCREEN.DESCRIPTION
source: We require the collection of user data to assist in improving game operations. Players who opt out of data collection will no longer send crash reports and user data to the game team. For more details on our privacy policy and how we use the data we collect, please visit our <color=blue><u><b>privacy policy</u></b></color>.
fi: Meidän on kerättävä käyttäjädataa pelin toimintojen parantamisen apuna. Pelaajat, jotka jättäytyvät pois datankeräyksestä, eivät enää lähetä kaatumisraportteja tai käyttäjädataa pelin tekijätiimille. Lisätietoja tietosuojakäytännöstämme ja siitä, kuinka käytämme keräämämme dataa, löytyy <color=blue><u><b>tietosuojakäytännöstämmeu></b></color>.

# STRINGS.UI.FRONTEND.METRICS_OPTIONS_SCREEN.DONE_BUTTON
source: Done
fi: Valmis

# STRINGS.UI.FRONTEND.METRICS_OPTIONS_SCREEN.ENABLE_BUTTON
source: Enable Data Collection:
fi: Salli Datankeräys:

# STRINGS.UI.FRONTEND.METRICS_OPTIONS_SCREEN.TITLE
source: DATA COLLECTION OPTIONS
fi: DATANKERÄYSASETUKSET

# STRINGS.UI.FRONTEND.METRICS_OPTIONS_SCREEN.TOOLTIP
source: Toggle data collection.
fi: Vaihda Datankeräys päälle tai pois.

# STRINGS.UI.FRONTEND.MINSPECSCREEN.BODY
source: We've detected that this computer does not meet the minimum requirements to run Oxygen Not Included. While you may continue with your current specs, the game might not run smoothly for you. Please be aware that your experience may suffer as a result.
fi: Havaitsimme, että tämä tietokone ei täyty vähittäislaitteistovaatimuksia Oxygen Not Includedin suorittamiseen. Voit toki jatkaa nykyisillä spekseillä, mutta peli ei välttämättä toimi sulavasti. Huomioi, että kokemuksesi saattaa kärsiä tämän seurauksena.

# STRINGS.UI.FRONTEND.MINSPECSCREEN.OKBUTTON
source: Okay, thanks!
fi: Okei, kiitos!

# STRINGS.UI.FRONTEND.MINSPECSCREEN.QUITBUTTON
source: Quit
fi: Lopeta

# STRINGS.UI.FRONTEND.MINSPECSCREEN.SIMFAILEDTOLOAD
source: A problem occurred loading Oxygen Not Included. This is usually caused by the Visual Studio C++ 2015 runtime being improperly installed on the system. Please exit the game, run Windows Update, and try re-launching Oxygen Not Included.
fi: Oxygen Not Includedia ladatessa ilmeni ongelma. Tämä johtuu yleensä siitä, että Visual Studio C++ 2015:a ei ole asennettu järjestelmään oikein. Poistu pelistä ja suorita Windowsin Päivitys. Tämän jälkeen yritä käynnistää Oxygen Not Included uudestaan.

# STRINGS.UI.FRONTEND.MINSPECSCREEN.TITLE
source: WARNING!
fi: VAROITUS!

# STRINGS.UI.FRONTEND.NEWGAMESETTINGS.BUTTONS.CANCEL
source: Cancel
fi: Peruuta

# STRINGS.UI.FRONTEND.NEWGAMESETTINGS.BUTTONS.CUSTOMGAME
source: Custom Game
fi: Omavalintainen Peli

# STRINGS.UI.FRONTEND.NEWGAMESETTINGS.BUTTONS.STANDARDGAME
source: Standard Game
fi: Peruspeli

# STRINGS.UI.FRONTEND.NEWGAMESETTINGS.BUTTONS.STARTGAME
source: Start Game
fi: Aloita Peli

# STRINGS.UI.FRONTEND.NEWGAMESETTINGS.HEADER
source: GAME SETTINGS
fi: PELIN ASETUKSET

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.AUDIO
source: Audio
fi: Ääni

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.BACK
source: Done
fi: Valmis

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.CONTROLS
source: Controls
fi: Ohjaukset

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.CREDITS
source: Credits
fi: Kiitostekstit

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.GRAPHICS
source: Graphics
fi: Grafiikat

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.LANGUAGE
source: Change Language
fi: Vaihda Kieltä

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.METRICS
source: Data Collection
fi: Datankeräys

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.RESET_TUTORIAL
source: Reset Tutorial Messages
fi: Nollaa Tutoriaaliviestit

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.RESET_TUTORIAL_WARNING
source: All tutorial messages will be reset, and will show up again the next time you play the game.
fi: Kaikki tuotoriaaliviestit nollataan ja ne ilmestyvät seuraavan kerran kun pelaat peliä.

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.TITLE
source: OPTIONS
fi: ASETUKSET

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.TOGGLE_SANDBOX_SCREEN.BACKUP_SAVE_GAME_APPEND
source: (BACKUP)
fi: (VARMUUSKOPIOI)

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.TOGGLE_SANDBOX_SCREEN.CANCEL
source: Cancel
fi: Peruuta

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.TOGGLE_SANDBOX_SCREEN.CONFIRM
source: Enable sandbox mode
fi: Hiekkalaatikkotila Päälle

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.TOGGLE_SANDBOX_SCREEN.CONFIRM_SAVE_BACKUP
source: Enable sandbox mode, but save a backup first
fi: Laita hiekkalaatikkotila päälle, mutta tallenna ensin varmuuskopio

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.TOGGLE_SANDBOX_SCREEN.UNLOCK_SANDBOX_WARNING
source: Sandbox mode will be enabled for this save file
fi: Hiekkalaatikkotila kytketään päälle tähän tallennustiedostoon

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.UNITS
source: Temperature Units
fi: Lämpötilayksiköt

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.UNLOCK_SANDBOX
source: Unlock Sandbox Mode
fi: Avaa Hiekkalaatikkotila

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.WORLD_GEN
source: World Generation Key
fi: Maailmanluontiavain

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.DESKTOPQUIT
source: Quit to Desktop
fi: Poistu Työpöydälle

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.LOAD
source: Load
fi: Lataa

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.LOGBOOK
source: Logbook
fi: Lokikirja

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.OPTIONS
source: Options
fi: Asetukset

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.QUIT
source: Main Menu
fi: Päävalikko

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.RESUME
source: Resume
fi: Jatka

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.SAVE
source: Save
fi: Tallenna

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.SAVEAS
source: Save As
fi: Tallenna Nimellä

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.TITLE
source: PAUSED
fi: PYSÄYTETTY

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.WORLD_SEED
source: World Seed: {0}
fi: Maailman Siemen: {0}

# STRINGS.UI.FRONTEND.SAVESCREEN.CANCELNAME
source: Cancel
fi: Peruuta

# STRINGS.UI.FRONTEND.SAVESCREEN.CONFIRMNAME
source: Confirm
fi: Hyväksy

# STRINGS.UI.FRONTEND.SAVESCREEN.IO_ERROR
source: An error occurred trying to save your game. Please ensure there is sufficient disk space. {0}
fi: Peliäsi tallentaessa tapahtui virhe. Varmista, että sinulla on riittävästi levytilaa. {0}

# STRINGS.UI.FRONTEND.SAVESCREEN.NEWSAVEBUTTON
source: New Save
fi: Uusi Tallennus

# STRINGS.UI.FRONTEND.SAVESCREEN.OVERWRITEMESSAGE
source: Are you sure you want to overwrite {0}?
fi: Haluatko varmasti korvata kohteen {0}?

# STRINGS.UI.FRONTEND.SAVESCREEN.REPORT_BUG
source: Report Bug
fi: Raportoi Bugista

# STRINGS.UI.FRONTEND.SAVESCREEN.SAVENAMETITLE
source: SAVE NAME
fi: TALLENNUKSEN NIMI

# STRINGS.UI.FRONTEND.SAVESCREEN.TITLE
source: SAVE SLOTS
fi: TALLENNUSPAIKAT

# STRINGS.UI.FRONTEND.SUPPORTWARNINGS.AUDIO_DRIVERS
source: A problem occurred initializing your audio device. Sorry about that! This is usually caused by outdated audio drivers. Please visit your audio device manufacturer's website to download the latest drivers.
fi: Äänilaitettasi käynnistäessä tapahtui virhe. Pahoittelut siitä. Tämä johtuu yleensä vanhentuneista ääniajureista. Käy äänilaitteesi valmistajan verkkosivuilla ja lataa viimeisimmät ajurit.
