Repository: Eerjunic/OxygenNotIncluded_Fi
Catalog: strings.po
Languages: fi

# STRINGS.CODEX.CLONEDRATS.BODY.CONTAINER1
source: [LOG BEGINS] "(throat clearing) We are now reliably printing healthy, living subjects, though all have exhibited unusual qualities as a result of the cloning process. (squeaking sounds) Unusual vocalizations, benign growths, and missing appendages have been seen in all subjects thus far, to varying degrees of severity.It seems that bypassing or accelerating juvenility halts certain critical stages of development. Brain function, however, appears typical. (squeaking) They also seem quite happy. Dr. McClintock, signing off." [LOG ENDS]
fi: [LOKI ALKAA] "(köhimistä) Tulostamme nyt varmasti terveitä, eläviä koehenkilöitä, joskin kaikki ovat osoittaneet epätavallisia ominaisuuksia kloonausprosessin seurauksena. (vinkuääniä) Epätavallisia ääntämyksiä, hyvälaatuisia kasvaimia ja puuttuvia lisäkkeitä on havaittu kaikilla kohdehenkilöillä tähän mennessä, vaihtelevilla vakavuusasteilla. Vaikuttaa siltä, että lapsuuden ohittaminen tai kiihdyttäminen pysäyttää tietyt kriittiset kehittymisvaiheet. Aivotoiminta, siitä huolimatta, vaikuttaa tyypilliseltä. (vinkunaa) He vaikuttavat myös varsin onnellisilta. Tohtori McClintock, kirjautuu ulos." [LOKI PÄÄTTYY]

# STRINGS.CODEX.CLONEDRATS.SUBTITLE
source: ENCRYPTION LEVEL: TWO
fi: KRYPTAUSTASO: KAKSI

# STRINGS.CODEX.CLONEDRATS.TITLE
source: Initial Success
fi: Ensisijainen Onnistuminen

# STRINGS.CODEX.CREATURE_DESCRIPTORS.TEMPERATURE.COMFORT_RANGE
source: Comfort range: {0}
fi: Mukavuusalue: {0}

# STRINGS.CODEX.CREATURE_DESCRIPTORS.TEMPERATURE.NON_LETHAL_RANGE
source: Liveable range: {0}
fi: Elinkelpoinen alue: {0}

# STRINGS.CODEX.CRYSTAL.SUBTITLE
source: Critter Morph
fi: Otusmuunnos

# STRINGS.CODEX.CRYSTAL.TITLE
source: Radiant Bug
fi: Sädeötökkä

# STRINGS.CODEX.DENSE.SUBTITLE
source: Critter Morph
fi: Otusmuunnos

# STRINGS.CODEX.DENSE.TITLE
source: Dense Puft
fi: Tiheä Pöhnö

# STRINGS.CODEX.DINNEREMAIL.BODY.CONTAINER1
source: <size=10><smallcaps><b>Re: You in?</b> From: <b>[REDACTED]</b> To: <b>Dr.Higgs</b></smallcaps></size>
fi: <size=10><smallcaps><b>Vs. Oletko mukana?</b> Lähettäjä: <b>[POISTETTU]</b> Vastaanottaja: <b>Tohtori Higgs</b></smallcaps></size>

# STRINGS.CODEX.DINNEREMAIL.BODY.CONTAINER2
source: <indent=5%>Okay, but only if we go somewhere new. If you make me eat meatballs one more time I will <i>PUKE</i>. (P.S. I'm not kidding this time, Wil!)</indent> <size=10>[REDACTED] Physics The Gravitas Facility</size>
fi: ndent=5%>Okei, mutta vain jos menemme johonkin uuteen paikkaan. Jos pistät minut syömään lihapullia vielä kerrankin niin <i>OKSENNAN</i>. (P.S. Tällä kertaa olen tosissani, Wil!)</indent> <size=10>[POISTETTU] Fysiikkaosasto Gravitas-Laitos</size>

# STRINGS.CODEX.DINNEREMAIL.SUBTITLE
source: UNENCRYPTED
fi: KRYPTAAMATON

# STRINGS.CODEX.DINNEREMAIL.TITLE
source: Re: You in?
fi: Vs: Oletko mukana?

# STRINGS.CODEX.DISHBOT.SUBTITLE
source: ENCRYPTION LEVEL: TWO
fi: KRYPTAUSTASO: KAKSI

# STRINGS.CODEX.DRECKO.BODY.CONTAINER1
source: Dreckos are a reptilian species boasting billions of microscopic hairs on their feet, allowing them to stick to and climb most surfaces. The tail of the Drecko, called the "train", is purely for decoration and can be lost or shorn without harm to the animal. As a result, Drecko fibers are often farmed for use in textile production.
fi: Drekkot ovat liskomainen laji, joilla on jaloissaan miljardeja mikroskooppisia karvoja, joiden avulla ne pystyvät tarrautumaan ja kiipeämään useimpia pintoja. Drekkon häntä, eli niin kutsuttu "juna", on ainoastaan koristeellinen ja se pystytään poistamaan tai kerimään vahingoittamatta eläintä. Siitä johtuen Drekkon kuituja viljellään usein käytettäväksi tekstiilinvalmistuksessa.

# STRINGS.CODEX.DRECKO.SUBTITLE
source: Domesticable Critter
fi: Kesytettävä Eläin

# STRINGS.CODEX.DRECKO.TITLE
source: Drecko
fi: Drekko

# STRINGS.CODEX.DUSKCAP.SUBTITLE
source: Edible Plant
fi: Syötävä Kasvi

# STRINGS.CODEX.DUSKCAP.TITLE
source: Dusk Cap
fi: Ruskolakki

# STRINGS.CODEX.EMPLOYEEPROCESSING.SUBTITLE
source: ENCRYPTION LEVEL: ONE
fi: KRYPTAUSTASO: KAKSI

# STRINGS.CODEX.EMPLOYEEPROCESSING.TITLE
source: Employee Processing
fi: Työntekijän Käsittely

# STRINGS.CODEX.EVACUATION.SUBTITLE
source: ENCRYPTION LEVEL: NONE
fi: KRYPTAUSTASO: EI MITÄÄN

# STRINGS.CODEX.EVACUATION.TITLE
source: ! EVACUATION NOTICE !
fi: ! EVAKUONTI-ILMOITUS !

# STRINGS.CODEX.GENETICOOZE.SUBTITLE
source: ENCRYPTION LEVEL: TWO
fi: KRYPTAUSTASO: KAKSI

# STRINGS.CODEX.GENETICOOZE.TITLE
source: Biofluid
fi: Bioneste

# STRINGS.CODEX.GLOSSY.SUBTITLE
source: Critter Morph
fi: Otusmuunnos

# STRINGS.CODEX.GLOSSY.TITLE
source: Glossy Drecko
fi: Kiiltävä Drekko

# STRINGS.CODEX.HATCH.BODY.CONTAINER1
source: The Hatch is an adaptable creature whose wide ranging diet allows it to integrate easily into most ecosystems. The Hatch has no eyes and is completely blind, although a photosensitive patch atop its head is capable of detecting even minor changes in overhead light, making it prefer dark caves and tunnels.
fi: Kuoriainen on sopeutuva eliö, jonka laaja ruokavalio mahdollistaa sen helpon integroitumisen enimpiin ekosysteemeihin. Kuoriaisella ei ole silmiä ja se on täysin sokea, joskin sen pään päällä oleva valoherkkä kohta pystyy havaitsemaan pienimmätkin muutokset ylhäältä tulevassa valossa. Tämän vuoksi se suosii pimeitä luolia ja tunneleita.

# STRINGS.CODEX.HATCH.SUBTITLE
source: Domesticable Critter
fi: Kesytettävä Otus

# STRINGS.CODEX.HATCH.TITLE
source: Hatch
fi: Kuoriainen

# STRINGS.CODEX.HEADERS.BUILDINGEFFECTS
source: Effects
fi: Vaikutukset

# STRINGS.CODEX.HEADERS.BUILDINGREQUIREMENTS
source: Requirements
fi: Vaatimukset

# STRINGS.CODEX.HEADERS.COMFORTRANGE
source: Ideal Temperature
fi: Ihannelämpötila

# STRINGS.CODEX.HEADERS.CONTENTLOCKED
source: Undiscovered
fi: Löytämätön

# STRINGS.CODEX.HEADERS.CONTENTLOCKED_SUBTITLE
source: More research or exploration may be required
fi: Saatetaan tarvita enemmän tutkimusta tai löytöjä

# STRINGS.CODEX.HEADERS.DIET
source: Diet
fi: Ruokavalio

# STRINGS.CODEX.HEADERS.ELEMENTTRANSITIONS
source: Transitions
fi: Siirtymiset

# STRINGS.CODEX.HEADERS.FABRICATIONS
source: Recipes
fi: Reseptit

# STRINGS.CODEX.HEADERS.HATCHESFROMEGG
source: Comes from
fi: Tulee

# STRINGS.CODEX.HEADERS.PREREQUISITE_ROLES
source: Prerequisite Jobs
fi: Edellytetyt Työt

# STRINGS.CODEX.HEADERS.PREREQUISITE_TECH
source: Prerequisite Tech
fi: Edellytetty Teknologia

# STRINGS.CODEX.HEADERS.PRODUCES
source: Produces
fi: Tuottaa

# STRINGS.CODEX.HEADERS.RECEPTACLE
source: Plants
fi: Kasvit

# STRINGS.CODEX.HEADERS.RECIPE
source: Recipe
fi: Resepti

# STRINGS.CODEX.HEADERS.ROLE_PERKS
source: Role Perks
fi: Tehtäväedut

# STRINGS.CODEX.HEADERS.SECTION_UNLOCKABLES
source: Undiscovered Data
fi: Tutkimaton Data

# STRINGS.CODEX.HEADERS.SUBENTRIES
source: Entries
fi: Merkinnät

# STRINGS.CODEX.HEADERS.TECH_UNLOCKS
source: Unlocks
fi: Avaa

# STRINGS.CODEX.HEADERS.UNLOCK_ROLES
source: Promotion Opportunities
fi: Ylennysmahdollisuuksia

# STRINGS.CODEX.HEADERS.USED_IN_RECIPES
source: Used in recipes
fi: Käytetään resepteissä

# STRINGS.CODEX.HEADQUARTERS.TITLE
source: Printing Pod
fi: Tulostuskenno

# STRINGS.CODEX.HIBISCUS3.SUBTITLE
source: ENCRYPTION LEVEL: TWO
fi: KRYPTAUSTASO: KAKSI

# STRINGS.CODEX.MAILROOMETIQUETTE.SUBTITLE
source: ENCRYPTION LEVEL: NONE
fi: KRYPTAUSTASO: EI MITÄÄN

# STRINGS.CODEX.MAILROOMETIQUETTE.TITLE
source: Reminder: Mailroom Etiquette
fi: Muistutus: Postitushuone-etiketti

# STRINGS.CODEX.MEALWOOD.SUBTITLE
source: Edible Plant
fi: Syötävä Kasvi

# STRINGS.CODEX.MEALWOOD.TITLE
source: Mealwood
fi: Jauhokas

# STRINGS.CODEX.MEMORYCHIP.SUBTITLE
source: ENCRYPTION LEVEL: TWO
fi: KRYPTAUSTASO: KAKSI

# STRINGS.CODEX.MEMORYCHIP.TITLE
source: Duplicant Memory Solution
fi: Jäljennäismuistiliuos

# STRINGS.CODEX.MEMORYIMPLANTATION.SUBTITLE
source: ENCRYPTION LEVEL: TWO
fi: KRYPTAUSTASO: KAKSI

# STRINGS.CODEX.MEMORYIMPLANTATION.TITLE
source: Memory Dysfunction Log
fi: Muistihäiriöloki

# STRINGS.CODEX.MOLTEN.SUBTITLE
source: Critter Morph
fi: Otusmuunnos

# STRINGS.CODEX.MOLTEN.TITLE
source: Molten Slickster
fi: Sula Liukuja

# STRINGS.CODEX.MORB.BODY.CONTAINER1
source: The Morb is a versatile scavenger, capable of breaking down and consuming dead matter from most plant and animal species. It poses a severe disease risk to humans due to the thick slime it excretes to surround its inner cartilage structures. A single teaspoon of Morb slime can contain up to a quadrillion bacteria that work to deter would-be predators and liquefy its food.
fi: Mölli on sopeutuva keräilijä, joka kykenee hajottamaan ja syömään kuollutta materiaa enimmistä kasvi- ja eläinlajeista. Se on suuri terveysriski ihmisille sen ulostamasta paksusta limasta, joka ympäröi sen sisempiä rustorakenteita. Yksi teelusikallinen Möllin limaa saattaa sisältää kvadriljoona bakteeria, joiden tehtävä on karkottaa mahdolliset saalistajat ja nesteyttää sen ruoka.

# STRINGS.CODEX.MORB.SUBTITLE
source: Pest Critter
fi: Tuholaisotukset

# STRINGS.CODEX.MORB.TITLE
source: Morb
fi: Mölli

# STRINGS.CODEX.MUCKROOT.BODY.CONTAINER1
source: The Muckroot is an aggressively invasive yet exceedingly delicate root plant known for its earthy flavour and unusual texture. The Muckroot reproduces wildly when kept in precise conditions, but it is wholly incapable of reproducing without direct, natural sunlight.
fi: Liejujuuri on aggressiivisesti valtaava joskin äärimmäisen herkkä juurikasvi, joka tunnetaan sen maanläheisestä mausta ja epätavallisesta ulkomuodosta. Liejujuuri lisääntyy villisti tarkoissa olosuhteissa, mutta on täysin lisääntymiskyvytön ilman suoraa, luonnollista auringonvaloa.

# STRINGS.CODEX.MUCKROOT.SUBTITLE
source: Edible Plant
fi: Syötävä Kasvi

# STRINGS.CODEX.MUCKROOT.TITLE
source: Muckroot
fi: Liejujuuri

# STRINGS.CODEX.MYPENS.BODY.CONTAINER1
source: <size=10><smallcaps><b>Subject: MY PENS</b> To: <b>ALL</b> From: <b>[REDACTED]</b></color></smallcaps></size>
fi: <size=10><smallcaps><b>Aihe: MINUN KYNÄNI</b> Vastaanottaja: <b>KAIKKI</b> Lähettäjä: <b>[POISTETTU]</b></color></smallcaps></size>

# STRINGS.CODEX.MYPENS.SUBTITLE
source: UNENCRYPTED
fi: KRYPTAAMATON

# STRINGS.CODEX.MYPENS.TITLE
source: MY PENS
fi: MINUN KYNÄNI

# STRINGS.CODEX.NEGA.SUBTITLE
source: Critter Morph
fi: Otusmuunnos

# STRINGS.CODEX.NEGA.TITLE
source: Abyss Bug
fi: Syvyysötökkä

# STRINGS.CODEX.NEWEMPLOYEE.BODY.CONTAINER1
source: <size=10><smallcaps><b>Subject: Welcome to our New Employee</b> To: <b>[REDACTED]</b> From: <b>[REDACTED]</b></color></smallcaps></size>
fi: <size=10><smallcaps><b>Aihe: Uuden Työntekijän Toivottaminen Tervetulleeksi</b> Vastaanottaja: <b>[POISTETTU]</b> Lähettäjä: <b>[POISTETTU]</b></color></smallcaps></size>

# STRINGS.CODEX.NEWEMPLOYEE.SUBTITLE
source: ENCRYPTION LEVEL: NONE
fi: KRYPTAUSTASO: EI MITÄÄN

# STRINGS.CODEX.NEWEMPLOYEE.TITLE
source: Welcome, New Employee
fi: Tervetuloa, Uusi Työntekijä

# STRINGS.CODEX.NEWSECURITY.SUBTITLE
source: ENCRYPTION LEVEL: NONE
fi: KRYPTAUSTASO: EI MITÄÄN

# STRINGS.CODEX.NEWSECURITY.TITLE
source: NEW SECURITY PROTOCOL
fi: UUSI TURVALLISUUSPROTOKOLLA

# STRINGS.CODEX.NEWSECURITY2.BODY.CONTAINER1
source: <size=10><smallcaps><b>Subject: New Security System?</b> To: <b>[REDACTED]</b> From: <b>[REDACTED]</b></color></smallcaps></size>
fi: <size=10><smallcaps><b>Aihe: Uusi Turvajärjestelmä?</b> Vastaanottaja: <b>[POISTETTU]</b> Lähettäjä: <b>[POISTETTU]</b></color></smallcaps></size>

# STRINGS.CODEX.NEWSECURITY2.SUBTITLE
source: ENCRYPTION LEVEL: ONE
fi: KRYPTAUSTASO: YKSI

# STRINGS.CODEX.NEWSECURITY2.TITLE
source: New Security System?
fi: Uusi Turvajärjestelmä?

# STRINGS.CODEX.NEWSECURITY3.BODY.CONTAINER1
source: From: <b>[REDACTED]</b> <alpha=#AA><[REDACTED]@gravitas.nova></color> To: <b>[REDACTED]</b></smallcaps>
fi: Lähettäjä: <b>[POISTETTU]</b> <alpha=#AA><[POISTETTU]@gravitas.nova></color> Vastaanottaja: <b>[POISTETTU]</b></smallcaps>

# STRINGS.CODEX.NEWSECURITY3.SUBTITLE
source: ENCRYPTION LEVEL: TWO
fi: KRYPTAUSTASO: KAKSI

# STRINGS.CODEX.NEWSECURITY3.TITLE
source: They Stole Our DNA
fi: He Varastivat DNA:mme

# STRINGS.CODEX.PACU.BODY.CONTAINER1
source: The Pacu fish is often interpreted as possessing a vacant stare due to its large and unblinking eyes, yet they are remarkably bright and friendly creatures. It is said that the average Pacu intelligence is comparable to that of a dog, and that they are capable of learning and distinguishing from over twenty human faces.
fi: Paculla oletetaan usein olevan tyhjä katse johtuen sen isosta, räpäyttämättömästä silmäsä, vaikka ne ovat merkittävän välkkyjä ja ystävällisiä olioita. Sanotaan, että keskivertopacun älykkyys on samalla tasolla koiran kanssa ja, että ne kykenevät oppimaan ja erottamaan yli 20 ihmiskasvoa.

# STRINGS.CODEX.PACU.SUBTITLE
source: Aquatic Critter
fi: Vedessä Elävä Otus

# STRINGS.CODEX.PAGENOTFOUND.SUBTITLE
source: This database entry is under construction or unavailable
fi: Tämä tietopankkimerkintä on rakenteilla tai sitä ei ole

# STRINGS.CODEX.PAGENOTFOUND.TITLE
source: Data Not Found
fi: Tietoa Ei Löydy

# STRINGS.CODEX.PINCHAPEPPERPLANT.BODY.CONTAINER1
source: The Pincha Pepperplant is a tropical vine with a reduced lignin structural system that renders it incapable of growing upward from the ground. The plant therefore prefers to embed its roots into tall trees and rocky outcrops, the result of which is an inverse of the plant's natural gravitropism, causing its stem to prefer growing downwards while the roots tend to grow up.
fi: Pincha-pippuri on trooppinen köynnös, jolla on alhainen ligniinirakenne järjestelmä, minkä vuoksi se ei kykene kasvamaan maasta ylöspäin. Näin ollen kasvi tapaa upottaa juurensa korkeisiin puihin ja kivipaljastumiin, mikä on päinvastainen kuin kasvien normaali gravitropismi, minkä vuoksi sen varsi kasvaa alaspäin ja juuret ylöspäin.

# STRINGS.CODEX.PINCHAPEPPERPLANT.SUBTITLE
source: Edible Spice Plant
fi: Syötävä Maustekasvi

# STRINGS.CODEX.PINCHAPEPPERPLANT.TITLE
source: Pincha Pepperplant
fi: Pincha-pippuri

# STRINGS.CODEX.PIPEDREAM.SUBTITLE
source: ENCRYPTION LEVEL: ZERO
fi: KRYPTAUSTASO: NOLLA

# STRINGS.CODEX.PIPEDREAM.TITLE
source: Pipedream
fi: Harhakuvitelma

# STRINGS.CODEX.PLACID.SUBTITLE
source: Critter Morph
fi: Otusmuunnos

# STRINGS.CODEX.PLACID.TITLE
source: Azure Bug
fi: Taivaansiniötökkä

# STRINGS.CODEX.POLITEREQUEST.SUBTITLE
source: ENCRYPTION LEVEL: NONE
fi: KRYPTAUSTASO: EI MITÄÄN

# STRINGS.CODEX.POLITEREQUEST.TITLE
source: Polite Request
fi: Ystävällinen Pyyntö

# STRINGS.CODEX.PRELIMINARYCALCULATIONS.BODY.CONTAINER1
source: <size=10><smallcaps><b>Subject: Preliminary Calculations</b> To: <b>[REDACTED]</b> From: <b>[REDACTED]</b></color></smallcaps></size>
fi: <size=10><smallcaps><b>Aihe: Alustavat Laskelmat</b> Vastaanottaja: <b>[POISTETTU]</b> Lähettäjä: <b>[POISTETTU]</b></color></smallcaps></size>

# STRINGS.CODEX.PRELIMINARYCALCULATIONS.SUBTITLE
source: ENCRYPTION LEVEL: NONE
fi: KRYPTAUSTASO: EI MITÄÄN

# STRINGS.CODEX.PRELIMINARYCALCULATIONS.TITLE
source: Preliminary Calculations
fi: Alustavat Laskelmat

# STRINGS.CODEX.PRINCE.SUBTITLE
source: Critter Morph
fi: Otusmuunnos

# STRINGS.CODEX.PRINCE.TITLE
source: Puft Prince
fi: Pöhnöprinssi

# STRINGS.CODEX.PROPFACILITYDISPLAY1.SUBTITLE
source: PUBLIC RELEASE
fi: JULKINEN JULKAISU

# STRINGS.CODEX.PROPFACILITYDISPLAY1.TITLE
source: Printing Pod Promo
fi: Tulostuskennon Promootio

# STRINGS.CODEX.PROPFACILITYDISPLAY2.BODY.CONTAINER2
source: Brought to you by the Gravitas Facility.
fi: Gravitas-Laitoksen tuotantoa.

# STRINGS.CODEX.PROPFACILITYDISPLAY2.SUBTITLE
source: PUBLIC RELEASE
fi: JULKINEN JULKAISU

# STRINGS.CODEX.PROPFACILITYDISPLAY2.TITLE
source: Mining Gun Promo
fi: Kaivospyssyn Promootio

# STRINGS.CODEX.PROPFACILITYDISPLAY3.BODY.CONTAINER2
source: Brought to you by the Gravitas Facility. <smallcaps>Patent Pending</smallcaps>
fi: Gravitas-Laitoksen tuotantoa. <smallcaps>Patentti Vireillä</smallcaps>

# STRINGS.CODEX.PROPFACILITYDISPLAY3.SUBTITLE
source: PUBLIC RELEASE
fi: JULKINEN JULKAISU

# STRINGS.CODEX.PROPFACILITYDISPLAY3.TITLE
source: Thermonullifier Promo
fi: Termopoistajan Promootio

# STRINGS.CODEX.PUFT.BODY.CONTAINER1
source: The Puft is a friendly creature whose limited brainpower is largely dedicated to sustaining its basic life processes. A specialized air bladder in the Puft's chest cavity stores varying concentrations of gas, allowing it to control its buoyancy and float effortlessly through the air.
fi: Pöhnö on ystävällismielinen olio, jonka rajoittuneet aivot ovat suurimmaksi osaksi keskittyneet yläpitämään yksinkertaisia elintoimintoja. Pöhnön rintaontelossa oleva erityinen ilmarakko varastoi vaihtelevan määrän kaasua, mahdollistaen sen hallitseman omaa nostettaan ja vaivattomasti leijuvan ilman halki.

# STRINGS.CODEX.PUFT.SUBTITLE
source: Domesticable Critter
fi: Kesytettävä Otus

# STRINGS.CODEX.PUFT.TITLE
source: Puft
fi: Pöhnö

# STRINGS.CODEX.REMYPENS.BODY.CONTAINER1
source: <size=10><smallcaps><b>Re: MY PENS</b> From: <b>[REDACTED]</b> To: <b>ALL</b></smallcaps></size>
fi: <size=10><smallcaps><b>Vs: MINUN KYNÄNI</b> Lähettäjä: <b>[POISTETTU]</b> Vastaanottaja: <b>KAIKKI</b></smallcaps></size>

# STRINGS.CODEX.REMYPENS.SUBTITLE
source: UNENCRYPTED
fi: KRYPTAAMATON

# STRINGS.CODEX.REMYPENS.TITLE
source: Re: MY PENS
fi: Vs: MINUN KYNÄNI

# STRINGS.CODEX.RESEARCHGIANTARTICLE.SUBTITLE
source: ENCRYPTION LEVEL: ONE
fi: KRYPTAUSTASO: YKSI

# STRINGS.CODEX.RESEARCHGIANTARTICLE.TITLE
source: Re: Have you seen this?
fi: Vs: Oletko nähnyt tätä?

# STRINGS.CODEX.ROYAL.SUBTITLE
source: Critter Morph
fi: Otusmuunnos

# STRINGS.CODEX.SAGE.SUBTITLE
source: Critter Morph
fi: Otusmuunnos

# STRINGS.CODEX.SAGE.TITLE
source: Sage Hatch
fi: Viisas Kuoriainen

# STRINGS.CODEX.SHINEBUG.BODY.CONTAINER1
source: The Shine Bug is a flying insect with bladed membranes atop its head which it rotates to maintain flight. The bioluminescence of its body serves the social purpose of finding and communicating with others of its kind. It is not uncommon for Shine Bugs to mistakenly approach inanimate sources of light in search of a friend.
fi: Kiiltoötökkä on lentävä hyönteinen, jolla on veitsimäiset kalvot päänsä yläpuolella, joita se pyörittää ylläpitääkseen lentoaan. Sen kehon bioluminanssi palvelee sosiaalista tarkoitusta löytääkseen ja kommunikoidakseen omiensa kanssa. Kiiltoötökälle ei ole tavatonta erehtyneesti lähestyä elottomia valonlähteitä ystäviä etsiessään.

# STRINGS.CODEX.SHINEBUG.SUBTITLE
source: Domesticable Critter
fi: Kesytettävä Otus

# STRINGS.CODEX.SHINEBUG.TITLE
source: Shine Bug
fi: Kiiltoötökkä

# STRINGS.CODEX.SLEETWHEAT.SUBTITLE
source: Edible Plant
fi: Syötävä Kasvi

# STRINGS.CODEX.SLEETWHEAT.TITLE
source: Sleet Wheat
fi: Räntävehnä

# STRINGS.CODEX.SLICKSTER.BODY.CONTAINER1
source: Slicksters are a unique creature most renown for their ability to exude hydrocarbon waste that is nearly identical in makeup to crude oil. The two tufts on its head are called "rhinophores" and help guide the Slickster toward breathable carbon dioxide.
fi: Liukujat ovat ainutlaatuisia olioita, jotka tunnetaan kyvystään hikoilla hiilivetyjätettä, joka on koostumukseltaan lähes identtistä raakaöljyn kanssa. Sen päässä olevaa kahta tupsua kutsutaan "sarvifooreiksi" ja ne auttavat Liukujaa löytämään hengitettävää hiilidioksidia.

# STRINGS.CODEX.SLICKSTER.SUBTITLE
source: Domesticable Critter
fi: Kesytettävä Otus

# STRINGS.CODEX.SLICKSTER.TITLE
source: Slickster
fi: Liukuja

# STRINGS.CODEX.SMOOTH.SUBTITLE
source: Critter Morph
fi: Otusmuunnos

# STRINGS.CODEX.SMOOTH.TITLE
source: Smooth Hatch
fi: Sileä Kuoriainen

# STRINGS.CODEX.SPITTINGIMAGE.SUBTITLE
source: ENCRYPTION LEVEL: NONE
fi: KRYPTAUSTASO: EI MITÄÄN

# STRINGS.CODEX.SPITTINGIMAGE.TITLE
source: Spittin' Image
fi: Kaksoisolento

# STRINGS.CODEX.SQUEAKY.SUBTITLE
source: Critter Morph
fi: Otusmuunnos

# STRINGS.CODEX.SQUEAKY.TITLE
source: Squeaky Puft
fi: Vinkuva Pöhnö

# STRINGS.CODEX.STONE.SUBTITLE
source: Critter Morph
fi: Otusmuunnos

# STRINGS.CODEX.STONE.TITLE
source: Stone Hatch
fi: Kivikuoriainen

# STRINGS.CODEX.SUNFLOWERSEEDS.SUBTITLE
source: ENCRYPTION LEVEL: ZERO
fi: KRYPTAUSTASO: NOLLA

# STRINGS.CODEX.SUNFLOWERSEEDS.TITLE
source: Sunflower Seeds
fi: Auringonkukansiemeniä

# STRINGS.CODEX.SUNNY.SUBTITLE
source: Critter Morph
fi: Otusmuunnos

# STRINGS.CODEX.SUNNY.TITLE
source: Sun Bug
fi: Aurinkoötökkä

# STRINGS.CODEX.THIMBLEREED.BODY.CONTAINER1
source: The Thimble Reed is a wetlands plant used in the production of high quality fabrics prized for their softness and breathability. Cloth made from the Thimble Reed owes its exceptional softness to the fineness of its fibers and the unusual length to which they grow.
fi: Sormustinruoko on kosteikkojen kasvi, jota käytetään korkealaatuisten kankaiden valmistuksessa, joita arvostetaan niiden pehmeyden ja hengittävyyden vuoksi. Sormustinruo'osta valmistettu kangas on poikkeuksellisen pehmeää, johtuen sen ohuista kuiduista ja epätavallisesta pituudesta, johon ne kasvavat.

# STRINGS.CODEX.THIMBLEREED.SUBTITLE
source: Textile Plant
fi: Tekstiilikasvi

# STRINGS.CODEX.THIMBLEREED.TITLE
source: Thimble Reed
fi: Sormustinruoko

# STRINGS.CODEX.TROPICAL.SUBTITLE
source: Critter Morph
fi: Otusmuunnos

# STRINGS.CODEX.TROPICAL.TITLE
source: Tropical Pacu
fi: Trooppinen Pacu

# STRINGS.CODEX.VITAL.SUBTITLE
source: Critter Morph
fi: Otusmuunnos

# STRINGS.CODEX.VITAL.TITLE
source: Coral Bug
fi: Koralliötökkä

# STRINGS.CODEX.WHEEZEWORT.BODY.CONTAINER1
source: The Wheezewort is best known for its ability to alter the temperature of its surrounding environment, directly absorbing heat energy to maintain its bodily processes. This environmental management also serves to enact a type of self-induced hibernation, slowing the Wheezewort's metabolism to require less nutrients over long periods of time.
fi: Vinkukuisma tunnetaan parhaiten kyvystään muuttaa ympäristönsä lämpötilaa imemällä lämpöenergiaa suoraan itseensä ylläpitäen ruumiin toimintojaan. Tämä ympäristön hallinta toimii myös eräänlaisen itseaiheutetun horrostilan aikaansaamisessa, hidastaen Vinkuvierteen aineenvaihduntaa jolloin ravinteiden tarve pitkinä ajanjaksoina laskee.

# STRINGS.CODEX.WHEEZEWORT.SUBTITLE
source: Plant
fi: Kasvi

# STRINGS.CODEX.WHEEZEWORT.TITLE
source: Wheezewort
fi: Vinkukuisma

# STRINGS.CREATURES.BAGGED_DESC_FMT
source: This {0} has been captured and is now safe to relocate.
fi: Tämä {0} on siepattu ja se on turvallista siirtää.

# STRINGS.CREATURES.BAGGED_NAME_FMT
source: Bagged {0}
fi: Pussitettu {0}

# STRINGS.CREATURES.FAMILY.DRECKO
source: <link="DRECKOSPECIES">Drecko</link>
fi: <link="DRECKOSPECIES">Drekko</link>

# STRINGS.CREATURES.FAMILY.GLOM
source: <link="GLOMSPECIES">Morb</link>
fi: <link="GLOMSPECIES">Mölli</link>

# STRINGS.CREATURES.FAMILY.HATCH
source: <link="HATCHSPECIES">Hatch</link>
fi: <link="HATCHSPECIES">Kuoriainen</link>

# STRINGS.CREATURES.FAMILY.LIGHTBUG
source: <link="LIGHTBUGSPECIES">Shine Bug</link>
fi: <link="LIGHTBUGSPECIES">Kiiltoötökkä</link>

# STRINGS.CREATURES.FAMILY.OILFLOATER
source: <link="OILFLOATERSPECIES">Slickster</link>
fi: <link="OILFLOATERSPECIES">Liukuja</link>

# STRINGS.CREATURES.FAMILY.PUFT
source: <link="PUFTSPECIES">Puft</link>
fi: <link="PUFTSPECIES">Pöhnö</link>

# STRINGS.CREATURES.FAMILY_PLURAL.DRECKOSPECIES
source: <link="DRECKOSPECIES">Dreckos</link>
fi: <link="DRECKOSPECIES">Drekot</link>

# STRINGS.CREATURES.FAMILY_PLURAL.GLOMSPECIES
source: <link="GLOMSPECIES">Morbs</link>
fi: <link="GLOMSPECIES">Möllit</link>

# STRINGS.CREATURES.FAMILY_PLURAL.HATCHSPECIES
source: <link="HATCHSPECIES">Hatches</link>
fi: <link="HATCHSPECIES">Kuoriaiset</link>

# STRINGS.CREATURES.FAMILY_PLURAL.LIGHTBUGSPECIES
source: <link="LIGHTBUGSPECIES">Shine Bugs</link>
fi: <link="LIGHTBUGSPECIES">Kiiltoötökät</link>
