Repository: Eerjunic/OxygenNotIncluded_Fi
Catalog: strings.po
Languages: fi

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.ROCKY
source: Rocky
fi: Kivinen

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.ROSY
source: Rosy
fi: Ruusuinen

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.RUSTIC
source: Rustic
fi: Rustiikkinen

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.SCIENTIFIC
source: Scientific
fi: Tieteellinen

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.SERENE
source: Serene
fi: Seesteinen

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.SNEEZING
source: Sneezing
fi: Aivasteleva

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.SPACE
source: Space
fi: Avaruuden

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.SPACEFARING
source: Spacefaring
fi: Avaruudessa Kulkeva

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.STARCROSSED
source: Star-crossed
fi: Tähtiä Ylittänyt

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.STARVING
source: Starving
fi: Nääntyvä

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.STICKY
source: Sticky
fi: Tahmea

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.SUAVE
source: Suave
fi: Sulava

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.SUBTERRANEAN
source: Subterranean
fi: Maanalainen

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.SUPER_DUPER
source: Super Duper
fi: Superhyper

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.SWANKY
source: Swanky
fi: Upea

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.SYSTEMATIC
source: Systematic
fi: Järjestelmällinen

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.TEMPORAL
source: Temporal
fi: Ajallinen

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.TRAGIC
source: Tragic
fi: Traaginen

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.TRANSDIMENSIONAL
source: Transdimensional
fi: Ulottuvuuksienvälinen

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.UNCOMFORTABLE
source: Uncomfortable
fi: Epämukava

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.UNDERGROUND
source: Underground
fi: Maanalainen

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.UNFORTUNATE
source: Unfortunate
fi: Onneton

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.UNSTOPPABLE
source: Unstoppable
fi: Pysäyttämätön

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.VIRAL
source: Viral
fi: Viraali

# STRINGS.NAMEGEN.COLONY.FORMATS.THE_ADJECTIVE_NOUN
source: The {adjective} {noun}
fi: {adjective} {noun}

# STRINGS.NAMEGEN.COLONY.NOUN.ABODE
source: Abode
fi: Asumus

# STRINGS.NAMEGEN.COLONY.NOUN.ABYSS
source: Abyss
fi: Tuonela

# STRINGS.NAMEGEN.COLONY.NOUN.ACROPOLIS
source: Acropolis
fi: Akropolis

# STRINGS.NAMEGEN.COLONY.NOUN.ANTFARM
source: Antfarm
fi: Muurahaisfarmi

# STRINGS.NAMEGEN.COLONY.NOUN.ASTEROID
source: Asteroid
fi: Asteroidi

# STRINGS.NAMEGEN.COLONY.NOUN.BASE
source: Base
fi: Tukikohta

# STRINGS.NAMEGEN.COLONY.NOUN.BEYOND
source: Beyond
fi: Takainen

# STRINGS.NAMEGEN.COLONY.NOUN.BRIGADE
source: Brigade
fi: Prikaati

# STRINGS.NAMEGEN.COLONY.NOUN.BUNKER
source: Bunker
fi: Bunkkeri

# STRINGS.NAMEGEN.COLONY.NOUN.BURROW
source: Burrow
fi: Kaivanne

# STRINGS.NAMEGEN.COLONY.NOUN.CANTALOUPE
source: Cantaloupe
fi: Verkkomeloni

# STRINGS.NAMEGEN.COLONY.NOUN.CESSPOOL
source: Cesspool
fi: Likakaivo

# STRINGS.NAMEGEN.COLONY.NOUN.CITADEL
source: Citadel
fi: Sitadelli

# STRINGS.NAMEGEN.COLONY.NOUN.COLONY
source: Colony
fi: Siirtokunta

# STRINGS.NAMEGEN.COLONY.NOUN.COMET
source: Comet
fi: Komeetta

# STRINGS.NAMEGEN.COLONY.NOUN.COMMITTEE
source: Committee
fi: Komitea

# STRINGS.NAMEGEN.COLONY.NOUN.COSMOS
source: Cosmos
fi: Kosmos

# STRINGS.NAMEGEN.COLONY.NOUN.CRASHPAD
source: Crashpad
fi: Nukkumapaikka

# STRINGS.NAMEGEN.COLONY.NOUN.CRATER
source: Crater
fi: Kraatteri

# STRINGS.NAMEGEN.COLONY.NOUN.CREW
source: Crew
fi: Miehistö

# STRINGS.NAMEGEN.COLONY.NOUN.DIMENSION
source: Dimension
fi: Ulottuvuus

# STRINGS.NAMEGEN.COLONY.NOUN.DREAMLAND
source: Dreamland
fi: Unimaa

# STRINGS.NAMEGEN.COLONY.NOUN.DUMP
source: Dump
fi: Kaatopaikka

# STRINGS.NAMEGEN.COLONY.NOUN.DWELLING
source: Dwelling
fi: Asumusto

# STRINGS.NAMEGEN.COLONY.NOUN.FACILITY
source: Facility
fi: Laitos

# STRINGS.NAMEGEN.COLONY.NOUN.FACTORY
source: Factory
fi: Tehdas

# STRINGS.NAMEGEN.COLONY.NOUN.FORTRESS
source: Fortress
fi: Linnoitus

# STRINGS.NAMEGEN.COLONY.NOUN.FRIENDS
source: Friends
fi: Ystävät

# STRINGS.NAMEGEN.COLONY.NOUN.GALAXY
source: Galaxy
fi: Galaksi

# STRINGS.NAMEGEN.COLONY.NOUN.GANG
source: Gang
fi: Jengi

# STRINGS.NAMEGEN.COLONY.NOUN.HOME
source: Home
fi: Koti

# STRINGS.NAMEGEN.COLONY.NOUN.HOMESTEAD
source: Homestead
fi: Kotitila

# STRINGS.NAMEGEN.COLONY.NOUN.HOSPITAL
source: Hospital
fi: Sairaala

# STRINGS.NAMEGEN.COLONY.NOUN.HOVEL
source: Hovel
fi: Hökkeli

# STRINGS.NAMEGEN.COLONY.NOUN.LAB
source: Lab
fi: Labra

# STRINGS.NAMEGEN.COLONY.NOUN.LABORATORY
source: Laboratory
fi: Laboratorio

# STRINGS.NAMEGEN.COLONY.NOUN.LEAGUE
source: League
fi: Liiga

# STRINGS.NAMEGEN.COLONY.NOUN.MOONBASE
source: Moonbase
fi: Kuutukikohta

# STRINGS.NAMEGEN.COLONY.NOUN.PANOPTICON
source: Panopticon
fi: Panoptikoni

# STRINGS.NAMEGEN.COLONY.NOUN.PARADISE
source: Paradise
fi: Paratiisi

# STRINGS.NAMEGEN.COLONY.NOUN.PIGPEN
source: Pigpen
fi: Puluhäkki

# STRINGS.NAMEGEN.COLONY.NOUN.PIT
source: Pit
fi: Kuoppa

# STRINGS.NAMEGEN.COLONY.NOUN.PLANET
source: Planet
fi: Planeetta

# STRINGS.NAMEGEN.COLONY.NOUN.RATS_NEST
source: Rat's Nest
fi: Rotankolo

# STRINGS.NAMEGEN.COLONY.NOUN.SETTLEMENT
source: Settlement
fi: Siirtola

# STRINGS.NAMEGEN.COLONY.NOUN.SEWER
source: Sewer
fi: Viemäri

# STRINGS.NAMEGEN.COLONY.NOUN.SHACK
source: Shack
fi: Koppero

# STRINGS.NAMEGEN.COLONY.NOUN.SHELTER
source: Shelter
fi: Suoja

# STRINGS.NAMEGEN.COLONY.NOUN.SPACE_HUT
source: Space Hut
fi: Avaruusmökki

# STRINGS.NAMEGEN.COLONY.NOUN.SPACECAMP
source: Spacecamp
fi: Avaruusleiri

# STRINGS.NAMEGEN.COLONY.NOUN.SPACEJUNK
source: Spacejunk
fi: Avaruusromu

# STRINGS.NAMEGEN.COLONY.NOUN.SPACEPAD
source: Spacepad
fi: Avaruusalusta

# STRINGS.NAMEGEN.COLONY.NOUN.SPACEPRISON
source: Spaceprison
fi: Avaruusvankila

# STRINGS.NAMEGEN.COLONY.NOUN.SPACEROCK
source: Spacerock
fi: Avaruuskivi

# STRINGS.NAMEGEN.COLONY.NOUN.SPACESTATION
source: Spacestation
fi: Avaruusasema

# STRINGS.NAMEGEN.COLONY.NOUN.SYSTEM
source: System
fi: Järjestelmä

# STRINGS.NAMEGEN.COLONY.NOUN.TIMELINE
source: Timeline
fi: Aikalinja

# STRINGS.NAMEGEN.COLONY.NOUN.TRAINWRECK
source: Trainwreck
fi: Junaturma

# STRINGS.NAMEGEN.COLONY.NOUN.TUNNEL
source: Tunnel
fi: Tunneli

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.FEMALE.MS
source: Ms.
fi: Neiti

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.FEMALE.OL_WOMAN
source: Ol' Woman
fi: Vanharouva

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.FEMALE.PRINCESS
source: Princess
fi: Prinsessa

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.FEMALE.QUEEN
source: Queen
fi: Kuningatar

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.MALE.KING
source: King
fi: Kuningas

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.MALE.MR
source: Mr.
fi: Herra

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.MALE.OL_MAN
source: Ol' Man
fi: Vanhaherra

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.MALE.PRINCE
source: Prince
fi: Prinssi

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.BIG
source: Big
fi: Iso

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.CAPTAIN
source: Captain
fi: Kapteeni

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.COLONEL
source: Colonel
fi: Eversti

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.DR
source: Dr.
fi: Tohtori

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.EVIL
source: Evil
fi: Ilkeä

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.GOOD_OL
source: Good Ol'
fi: Wanha Kunno'

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.MX
source: Mx.
fi: Arvon

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.OLD
source: Old
fi: Vanha

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.PEPPY
source: Peppy
fi: Pirteä

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.PROFESSOR
source: Professor
fi: Professori

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.SLICKITY
source: Slickity
fi: Lipevä

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.TINY
source: Tiny
fi: Pikkuruinen

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.WUNDER
source: Wunder
fi: Ihmeellinen

# STRINGS.NAMEGEN.DUPLICANT.SUFFIX.FEMALE.THE_DUDETTE
source: "The Dudette"
fi: "Jäbänainen"

# STRINGS.NAMEGEN.DUPLICANT.SUFFIX.MALE.THE_DUDE
source: "The Dude"
fi: "Jäbä"

# STRINGS.NAMEGEN.DUPLICANT.SUFFIX.NB.JR
source: Jr.
fi: Nuorempi

# STRINGS.NAMEGEN.DUPLICANT.SUFFIX.NB.MCCOOL
source: McCool
fi: McSiisti

# STRINGS.NAMEGEN.DUPLICANT.SUFFIX.NB.SR
source: Sr.
fi: Vanhempi

# STRINGS.NAMEGEN.DUPLICANT.SUFFIX.NB.STRONG
source: Strong
fi: Vahva

# STRINGS.NAMEGEN.DUPLICANT.SUFFIX.NB.THE_BAD
source: The Bad
fi: Paha

# STRINGS.NAMEGEN.DUPLICANT.SUFFIX.NB.THE_CHOSEN_ONE
source: The Chosen One
fi: Valittu

# STRINGS.NAMEGEN.DUPLICANT.SUFFIX.NB.THE_EVIL
source: The Evil
fi: Ilkeä

# STRINGS.NAMEGEN.DUPLICANT.SUFFIX.NB.THE_GOOD
source: The Good
fi: Hyvä

# STRINGS.NAMEGEN.DUPLICANT.SUFFIX.NB.THE_GREAT
source: The Great
fi: Suuri

# STRINGS.NAMEGEN.DUPLICANT.SUFFIX.NB.THE_UGLY
source: The Ugly
fi: Ruma

# STRINGS.NAMEGEN.GRAVE.EPITAPHS.ALL_GOOD_THINGS
source: All good things must come to an end.
fi: Kaikki hyvät asiat päättyvät joskus.

# STRINGS.NAMEGEN.GRAVE.EPITAPHS.ASHES_TO_ASHES_STARDUST_TO_STARDUST
source: Ashes to ashes, stardust to stardust.
fi: Maasta olet tullut, maaksi olet taas muuttuman.

# STRINGS.NAMEGEN.GRAVE.EPITAPHS.FREE_FROM_THE_CLUTCHES_OF_TIME
source: Free from the clutches of time.
fi: Vapaa ajan hampaista.

# STRINGS.NAMEGEN.GRAVE.EPITAPHS.GO_ON_WITHOUT_ME
source: "Go on without me."
fi: "Menkää ilman minua."

# STRINGS.NAMEGEN.GRAVE.EPITAPHS.GONE_BUT_NOT_FORGOTTEN
source: Gone, but not forgotten.
fi: Lähtenyt, muttei unohtunut.

# STRINGS.NAMEGEN.GRAVE.EPITAPHS.MAY_THEY_KNOW_PEACE
source: May they know peace.
fi: Tuntekoot rauhan.

source: Never another like them. Until we print another like them.
fi: Ei koskaan toista kaltaistaan. Kunnes tulostamme kaltaisen.

source: Now we'll never know where they buried the treasure.
fi: Nyt emme koskaan tiedä, mihin hän hautasi aarteensa.

source: Take all their stuff. It's what they would have wanted.
fi: Ottakaa hänen tavaransa. Sen he olisivat halunneet.

# STRINGS.NAMEGEN.GRAVE.EPITAPHS.THANK_GOODNESS_THEY_WERE_STARTING_TO_SMELL
source: Thank goodness. They were starting to smell.
fi: Luojan kiitos. Hän alkoi jo haista.

# STRINGS.NAMEGEN.GRAVE.EPITAPHS.THEY_DIED_DOING_WHAT_THEY_LOVED
source: They died doing what they loved.
fi: Hän kuoli tehdessään sitä, mitä rakasti.

# STRINGS.NAMEGEN.GRAVE.EPITAPHS.TO_DIG_TO_MUSH_NO_MORE
source: To dig, to mush, no more.
fi: Kaiva, muserra, ei enää koskaan.

# STRINGS.NAMEGEN.GRAVE.EPITAPHS.WHERE_ONE_ADVENTURE_ENDS_ANOTHER_BEGINS
source: Where one adventure ends, another begins.
fi: Minne yksi seikkailu päättyy, sieltä toinen alkaa.

# STRINGS.NAMEGEN.GRAVE.PETITAPHS.BELOVED_PET
source: Beloved pet and friend.
fi: Rakastettu lemmikki ja ystävä.

# STRINGS.NAMEGEN.GRAVE.PETITAPHS.FARM
source: Gone to the farm in the sky.
fi: Lähti paremmille laitumille.

# STRINGS.NAMEGEN.GRAVE.PETITAPHS.GOOD_BOY
source: They were the goodest boy.
fi: Hän oli paras poika.

# STRINGS.NAMEGEN.GRAVE.PETITAPHS.GOOD_GIRL
source: They were the goodest girl.
fi: Hän oli paras tyttö.

# STRINGS.RESEARCH.MESSAGING.MISSING_RESEARCH_STATION
source: Missing Research Station
fi: Tutkimustyöpiste Puuttuu

# STRINGS.RESEARCH.MESSAGING.MISSING_RESEARCH_STATION_TOOLTIP
source: The selected research focus requires a {0} to perform Open the Stations Tab <color=#F44A47>[=]</color> of the Build Menu to construct one
fi: {0} tarvitaan tämän tutkimussuuntauksen suorittamiseen Avaa Työpisteet -välilehti <color=#F44A47>[=]</color> Rakennusvalikosta rakentaaksesi sellaisen

# STRINGS.RESEARCH.MESSAGING.NO_RESEARCHER_ROLE
source: No Researchers assigned
fi: Tutkijoita ei nimetty

# STRINGS.RESEARCH.MESSAGING.NO_RESEARCHER_ROLE_TOOLTIP
source: The selected research focus requires an advanced type of research to complete Assign a Duplicant to the Research Assistant job using the Jobs Panel <color=#F44A47>[L]</color> to enable this task
fi: Valittu tutkimussuuntaus tarvitsee kehittynyttä tutkimusta tullakseen valmiiksi Nimeä Jäljennäinen Tutkimusassistenttityöhön käyttämällä Työpaneelia <color=#F44A47>[L]</color> tämän tehtävän suorittamiseksi

# STRINGS.RESEARCH.MESSAGING.NORESEARCHSELECTED
source: No research selected
fi: Ei valittua tutkimusta

# STRINGS.RESEARCH.MESSAGING.RESEARCHTYPEALSOREQUIRED
source: {0} also required
fi: {0} tarvitaan myös

# STRINGS.RESEARCH.MESSAGING.RESEARCHTYPEREQUIRED
source: {0} required
fi: {0} tarvitaan

# STRINGS.RESEARCH.OTHER_TECH_ITEMS.AUTOMATION_OVERLAY.DESC
source: Enables access to the Automation Overlay.
fi: Mahdollistaa Automaationäkymän käytön.

# STRINGS.RESEARCH.OTHER_TECH_ITEMS.AUTOMATION_OVERLAY.NAME
source: Automation Overlay
fi: Automaationäkymä

# STRINGS.RESEARCH.OTHER_TECH_ITEMS.BETA_RESEARCH_POINT.DESC
source: Allows advanced technology tiers to be researched.
fi: Mahdollistaa kehittyneiden teknologiatasojen tutkimisen.

# STRINGS.RESEARCH.OTHER_TECH_ITEMS.BETA_RESEARCH_POINT.NAME
source: Intermediate Research Point
fi: Keksitason Tutkimuspiste

# STRINGS.RESEARCH.OTHER_TECH_ITEMS.CONVEYOR_OVERLAY.DESC
source: Enables access to the Conveyor Overlay.
fi: Mahdollistaa Kuljetinnäkymän käytön.

# STRINGS.RESEARCH.OTHER_TECH_ITEMS.CONVEYOR_OVERLAY.NAME
source: Conveyor Overlay
fi: Kuljetinnäkymä

# STRINGS.RESEARCH.OTHER_TECH_ITEMS.SUITS_OVERLAY.DESC
source: Enables access to the Exosuit Overlay.
fi: Mahdollistaa Eksopukunäkymän käytön.

# STRINGS.RESEARCH.OTHER_TECH_ITEMS.SUITS_OVERLAY.NAME
source: Exosuit Overlay
fi: Eksopukunäkymä

# STRINGS.RESEARCH.TECHS.ADVANCEDFILTRATION.DESC
source: Basic technologies for filtering <link="ELEMENTSLIQUID">Liquid</link> and <link="ELEMENTSGAS">Gas</link>.
fi: Perustason teknologiat <link="ELEMENTSLIQUID">Nesteiden</link> ja <link="ELEMENTSGAS">Kaasujen</link> suodatukseen.

# STRINGS.RESEARCH.TECHS.ADVANCEDFILTRATION.NAME
source: <link="ADVANCEDFILTRATION">Filtration</link>
fi: <link="ADVANCEDFILTRATION">Suodatus</link>

# STRINGS.RESEARCH.TECHS.ADVANCEDPOWERREGULATION.DESC
source: Circuit components required for large scale <link="POWER">Power</link> management.
fi: Suuren luokan <link="POWER">Virran</link>hallintaan tarvittavia piirikomponentteja.

# STRINGS.RESEARCH.TECHS.ADVANCEDPOWERREGULATION.NAME
source: <link="ADVANCEDPOWERREGULATION">Advanced Power Regulation</link>
fi: <link="ADVANCEDPOWERREGULATION">Kehittynyt Sähkövirran Sääntely</link>

# STRINGS.RESEARCH.TECHS.ADVANCEDRESEARCH.DESC
source: The tools my colony needs to conduct more advanced and in-depth research.
fi: Yhdyskuntani tarvitsemat työkalut tehdäkseen kehittyneempää ja syvällisempää tutkimusta.

# STRINGS.RESEARCH.TECHS.ADVANCEDRESEARCH.NAME
source: <link="ADVANCEDRESEARCH">Advanced Research</link>
fi: <link="ADVANCEDRESEARCH">Kehittynyt Tutkimus</link>

# STRINGS.RESEARCH.TECHS.AGRICULTURE.DESC
source: Master the agricultural art of crop raising.
fi: Hallitse maataloudellinen sadonkasvatustaito.

# STRINGS.RESEARCH.TECHS.AGRICULTURE.NAME
source: <link="AGRICULTURE">Agriculture</link>
fi: <link="AGRICULTURE">Maatalous</link>

# STRINGS.RESEARCH.TECHS.ANIMALCONTROL.DESC
source: Useful techniques to manage critter populations in the colony.
fi: Hyödyllisiä tekniikoita siirtokunnan otuspopulaation hallintaan.

# STRINGS.RESEARCH.TECHS.ANIMALCONTROL.NAME
source: <link="ANIMALCONTROL">Animal Control</link>
fi: <link="ANIMALCONTROL">Eläintenkäsittely</link>

# STRINGS.RESEARCH.TECHS.ARTISTRY.DESC
source: Majorly improve <link="DECOR">Decor</link> by allowing Duplicants artistic and emotional expression.
fi: Parantaa valtavasti <link="DECOR">Koristusta</link> mahdollistamalla Jäljennäisille taiteellisen ja tunteellisen ilmaisun.

# STRINGS.RESEARCH.TECHS.ARTISTRY.NAME
source: <link="ARTISTRY">Artistic Expression</link>
fi: <link="ARTISTRY">Taiteellinen Ilmaisu</link>

# STRINGS.RESEARCH.TECHS.BASICREFINEMENT.DESC
source: When life gives you rocks, make rock-aid! (Or sand.)
fi: Kun elämä antaa sinulle kiviä, tee kivimehua! (Tai hiekkaa.)

# STRINGS.RESEARCH.TECHS.BASICREFINEMENT.NAME
source: <link="BASICREFINEMENT">Brute-Force Refinement</link>
fi: <link="BASICREFINEMENT">Raakavoimajalostus</link>

# STRINGS.RESEARCH.TECHS.CLOTHING.DESC
source: Produce decorative and practical clothing for Duplicants.
fi: Valmista koristeellisia ja käytännöllisiä vaatteita Jäljennäisille.

# STRINGS.RESEARCH.TECHS.CLOTHING.NAME
source: <link="CLOTHING">Clothing</link>
fi: <link="CLOTHING">Vaatetus</link>

# STRINGS.RESEARCH.TECHS.COMBUSTION.DESC
source: Crude fuel-powered generators for automatic <link="POWER">Power</link> production.
fi: Alkeellisia polttoainetoimisia generaattoreita automaattiseen <link="POWER">Sähkön</link>tuotantoon.

# STRINGS.RESEARCH.TECHS.COMBUSTION.NAME
source: <link="COMBUSTION">Internal Combustion</link>
fi: <link="COMBUSTION">Sisäpoltto</link>

# STRINGS.RESEARCH.TECHS.DIRECTEDAIRSTREAMS.DESC
source: Instruments to help reduce <link="DISEASE">Germ</link> spread in my base.
fi: Välineitä, jotka auttavat vähentämään <link="DISEASE">Bakteerien</link> leviämistä tukikohdassani.

# STRINGS.RESEARCH.TECHS.DIRECTEDAIRSTREAMS.NAME
source: <link="DIRECTEDAIRSTREAMS">Decontamination</link>
fi: <link="DIRECTEDAIRSTREAMS">Dekontaminaatio</link>

# STRINGS.RESEARCH.TECHS.DISTILLATION.DESC
source: Distill difficult mixtures down to their most useful parts.
fi: Tislaa hankalista seoksista niiden hyödyllisimmät komponentit.

# STRINGS.RESEARCH.TECHS.DISTILLATION.NAME
source: <link="DISTILLATION">Distillation</link>
fi: <link="DISTILLATION">Tislaus</link>

# STRINGS.RESEARCH.TECHS.FARMINGTECH.DESC
source: Learn the introductory principles of <link="PLANTS">Plant</link> domestication.
fi: Opi esiasteen perusteet <link="PLANTS">Kasvien</link>kotiuttamisesta.

# STRINGS.RESEARCH.TECHS.FARMINGTECH.NAME
source: <link="FARMINGTECH">Basic Farming</link>
fi: <link="FARMINGTECH">Perus Maanviljely</link>

# STRINGS.RESEARCH.TECHS.FINEDINING.DESC
source: Prepare more nutritious <link="FOOD">Food</link> and store it longer before spoiling.
fi: Valmista ravitsevampaa <link="FOOD">Ruokaa</link> ja varastoi se ennen pilaantumistaan.

# STRINGS.RESEARCH.TECHS.FINEDINING.NAME
source: <link="FINEDINING">Meal Preparation</link>
fi: <link="FINEDINING">Aterioiden Valmistus</link>

# STRINGS.RESEARCH.TECHS.GASPIPING.DESC
source: Rudimentary technologies for installing <link="ELEMENTSGAS">Gas</link> infrastructure.
fi: Alkeelliset teknologiat <link="ELEMENTSGAS">Kaasu</link>infrastruktuurin asentamiseksi.

# STRINGS.RESEARCH.TECHS.GASPIPING.NAME
source: <link="GASPIPING">Ventilation</link>
fi: <link="GASPIPING">Ilmastointi</link>

# STRINGS.RESEARCH.TECHS.GENERICSENSORS.DESC
source: Drive automation in brand new ways.
fi: Aja automaatiota upouusin tavoin.

# STRINGS.RESEARCH.TECHS.GENERICSENSORS.NAME
source: <link="GENERICSENSORS">Generic Sensors</link>
fi: <link="GENERICSENSORS">Yleiset Tunnistimet</link>

# STRINGS.RESEARCH.TECHS.HIGHTEMPFORGING.DESC
source: Heat allows the creation of entirely new materials.
fi: Lämpö mahdollistaa aivan uusien materiaalien luonnin.

# STRINGS.RESEARCH.TECHS.HIGHTEMPFORGING.NAME
source: <link="HIGHTEMPFORGING">High-Temperature Forging</link>
fi: <link="TEMPERATUREMODULATION">Korkealämpöinen Työstäminen</link>

# STRINGS.RESEARCH.TECHS.HVAC.DESC
source: Regulate <link="HEAT">Temperature</link> in the colony for <link="PLANTS">Plant</link> cultivation and Duplicant comfort.
fi: Sääntele <link="HEAT">Lämpötilaa</link> siirtokunnassa <link="PLANTS">Kasvien</link> viljelyn ja Jäljennäisten mukavuuden vuoksi.

# STRINGS.RESEARCH.TECHS.HVAC.NAME
source: <link="HVAC">HVAC</link>
fi: <link="HVAC">IV-järjestelmät</link>

# STRINGS.RESEARCH.TECHS.IMPROVEDCOMBUSTION.DESC
source: Burn dirty fuels for exceptional <link="POWER">Power</link> production.
fi: Polta likaisia polttoaineita tuottaaksesi poikkeuksellisen paljon <link="POWER">Sähköä</link>.

# STRINGS.RESEARCH.TECHS.IMPROVEDCOMBUSTION.NAME
source: <link="IMPROVEDCOMBUSTION">Fossil Fuels</link>
fi: <link="IMPROVEDCOMBUSTION">Fossiiliset Polttoaineet</link>

# STRINGS.RESEARCH.TECHS.IMPROVEDGASPIPING.DESC
source: <link="ELEMENTSGAS">Gas</link> infrastructure capable of withstanding more intense conditions, such as <link="HEAT">Heat</link> and pressure.
fi: <link="ELEMENTSGAS">Kaasu</link>infrastruktuuri, joka kestää rajumpia olosuhteita, kuten <link="HEAT">Kuumuutta</link> ja painetta.

# STRINGS.RESEARCH.TECHS.IMPROVEDGASPIPING.NAME
source: <link="IMPROVEDGASPIPING">Improved Ventilation</link>
fi: <link="IMPROVEDGASPIPING">Paranneltu Ilmanvaihto</link>

# STRINGS.RESEARCH.TECHS.IMPROVEDLIQUIDPIPING.DESC
source: <link="ELEMENTSLIQUID">Liquid</link> infrastructure capable of withstanding more intense conditions, such as <link="HEAT">Heat</link> and pressure.
fi: <link="ELEMENTSLIQUID">Neste</link>infrastruktuuri, joka kestää rajumpia olosuhteita, kuten <link="HEAT">Kuumuutta</link> ja painetta.

# STRINGS.RESEARCH.TECHS.IMPROVEDLIQUIDPIPING.NAME
source: <link="IMPROVEDLIQUIDPIPING">Improved Plumbing</link>
fi: <link="IMPROVEDLIQUIDPIPING">Paranneltu Putkistointi</link>

# STRINGS.RESEARCH.TECHS.IMPROVEDOXYGEN.DESC
source: Make the air in the colony clean and breathable.
fi: Tee siirtokunnan ilmasta puhdasta ja hengitettävää.

# STRINGS.RESEARCH.TECHS.IMPROVEDOXYGEN.NAME
source: <link="IMPROVEDOXYGEN">Air Systems</link>
fi: <link="IMPROVEDOXYGEN">Ilmajärjestelmät</link>

# STRINGS.RESEARCH.TECHS.INSULATION.DESC
source: Improve <link="HEAT">Heat</link> distribution in my base and guard buildings from extreme temperatures.
fi: Paranna <link="HEAT">Lämmön</link> vaihtumista tukikohdassani ja suojaa rakennuksia äärimmäisiltä lämpötiloilta.

# STRINGS.RESEARCH.TECHS.INSULATION.NAME
source: <link="INSULATION">Insulation</link>
fi: <link="INSULATION">Eristys</link>

# STRINGS.RESEARCH.TECHS.INTERIORDECOR.DESC
source: <link="DECOR">Decor</link> boosting items to counteract the gloom of underground living.
fi: <link="DECOR">Koritusta</link> parantavia esineitä vastapainoksi maanalaisen elämisen synkkyydelle.

# STRINGS.RESEARCH.TECHS.INTERIORDECOR.NAME
source: <link="INTERIORDECOR">Interior Decor</link>
fi: <link="INTERIORDECOR">Sisustus</link>

# STRINGS.RESEARCH.TECHS.LIQUIDPIPING.DESC
source: Rudimentary technologies for installing <link="ELEMENTSLIQUID">Liquid</link> infrastructure.
fi: Alkeelliset teknologiat <link="ELEMENTSLIQUID">Neste</link>infrastruktuurin asentamiseksi.

# STRINGS.RESEARCH.TECHS.LIQUIDPIPING.NAME
source: <link="LIQUIDPIPING">Plumbing</link>
fi: <link="LIQUIDPIPING">Putkistointi</link>

# STRINGS.RESEARCH.TECHS.LIQUIDTEMPERATURE.DESC
source: Easily manipulate <link="ELEMENTSLIQUID">Liquid</link> <link="TEMPERATURES">heat</link> with these technologies.
fi: Hallitse helposti <link="ELEMENTSLIQUID">Nesteiden</link> <link="TEMPERATURES">lämpötiloja</link> näillä teknologioilla.

# STRINGS.RESEARCH.TECHS.LIQUIDTEMPERATURE.NAME
source: <link="LIQUIDTEMPERATURE">Liquid Tuning</link>
fi: <link="LIQUIDTEMPERATURE">Nesteiden Säätö</link>

# STRINGS.RESEARCH.TECHS.LOGICCIRCUITS.DESC
source: Logic gates and wiring to allow me to program my base.
fi: Loogiset portit ja johdotus mahdollistavat ohjelmoinnin tukikohdassani.

# STRINGS.RESEARCH.TECHS.LOGICCIRCUITS.NAME
source: <link="LOGICCIRCUITS">Advanced Automation</link>
fi: <link="LOGICCIRCUITS">Kehittynyt Automaatio</link>

# STRINGS.RESEARCH.TECHS.LOGICCONTROL.DESC
source: Switches for controlling colony buildings.
fi: Kytkimiä siirtokunnan rakennusten ohjaamiseksi.

# STRINGS.RESEARCH.TECHS.LOGICCONTROL.NAME
source: <link="LOGICCONTROL">Automatic Control</link>
fi: <link="LOGICCONTROL">Automaattinen Ohjaus</link>

# STRINGS.RESEARCH.TECHS.LUXURY.DESC
source: Luxury amenities for advanced <link="STRESS">Stress</link> reduction.
fi: Luksusmukavuuksia kehittyneeseen <link="STRESS">Ahdistuksen</link> vähentämiseen.

# STRINGS.RESEARCH.TECHS.LUXURY.NAME
source: <link="LUXURY">Home Luxuries</link>
fi: <link="LUXURY">Kodin Ylellisyydet</link>

# STRINGS.RESEARCH.TECHS.MEDBAY.DESC
source: Prevent injury and <link="DISEASE">Disease</link> from running rampant in the colony.
fi: Estä loukkaantumisia ja <link="DISEASE">Sairauksia</link> mellastamasta siirtokunnassasi.

# STRINGS.RESEARCH.TECHS.MEDBAY.NAME
source: <link="MEDBAY">Healthcare</link>
fi: <link="MEDBAY">Terveydenhuolto</link>
