Repository: Eerjunic/OxygenNotIncluded_Fi
Catalog: strings.po
Languages: fi

# STRINGS.BUILDING.STATUSITEMS.OPERATINGENERGY.PIPECONTENTS_TRANSFER
source: Transferred from pipes
fi: Siirretty putkista

# STRINGS.BUILDING.STATUSITEMS.OPERATINGENERGY.TOOLTIP
source: This building is producing {0} of energy Sources: {1}
fi: Tämä rakennus tuottaa {0} energiaa Lähteet: {1}

# STRINGS.BUILDING.STATUSITEMS.OVERHEATED.NAME
source: Damage: Overheating
fi: Vaurio: Ylikuumentuminen

# STRINGS.BUILDING.STATUSITEMS.OVERHEATED.TOOLTIP
source: This building is taking damage and will meltdown if not cooled
fi: Tämä rakennus vaurioituu ja sulaa, mikäli sitä ei jäähdytetä

# STRINGS.BUILDING.STATUSITEMS.PENDINGDECONSTRUCTION.NAME
source: Deconstruction Errand Assigned
fi: Purkamistyö Määrätty

# STRINGS.BUILDING.STATUSITEMS.PENDINGDECONSTRUCTION.TOOLTIP
source: Waiting for a Duplicant to deconstruct this building
fi: Odottaa, että Jäljennäinen tulee purkamaan tämän rakennuksen

# STRINGS.BUILDING.STATUSITEMS.PENDINGFISH.NAME
source: Fishing Errand Assigned
fi: Kalastustyö Määrätty

# STRINGS.BUILDING.STATUSITEMS.PENDINGFISH.TOOLTIP
source: Waiting for a Duplicant to fish
fi: Odottaa Jäljennäistä kalastamaan

# STRINGS.BUILDING.STATUSITEMS.PENDINGHARVEST.NAME
source: Harvest Errand Assigned
fi: Sadonkorjuutyö Määrätty

# STRINGS.BUILDING.STATUSITEMS.PENDINGHARVEST.TOOLTIP
source: Waiting for a Duplicant to harvest
fi: Odottaa Jäljennäistä korjaamaan sadon

# STRINGS.BUILDING.STATUSITEMS.PENDINGREPAIR.NAME
source: Repair Errand Assigned
fi: Korjaustyö Määrätty

# STRINGS.BUILDING.STATUSITEMS.PENDINGREPAIR.TOOLTIP
source: Waiting for a Duplicant to repair Received damage from {DamageInfo}
fi: Odottaa Jäljennäistä korjaamaan {DamageInfo} aiheutti tälle vaurioita

# STRINGS.BUILDING.STATUSITEMS.PENDINGSWITCHTOGGLE.NAME
source: Change Setting Errand Assigned
fi: Asetuksenmuutostyö Määrätty

# STRINGS.BUILDING.STATUSITEMS.PENDINGSWITCHTOGGLE.TOOLTIP
source: Waiting for a Duplicant to change setting
fi: Odottaa Jäljennäistä muuttamaan asetuksia

# STRINGS.BUILDING.STATUSITEMS.PENDINGUPROOT.NAME
source: Uproot Errand Assigned
fi: Kitkemistyö Määrätty

# STRINGS.BUILDING.STATUSITEMS.PENDINGUPROOT.TOOLTIP
source: Waiting for a Duplicant to uproot
fi: Odottaa Jäljennäistä kitkemään

# STRINGS.BUILDING.STATUSITEMS.PENDINGWORK.NAME
source: Errand Assigned
fi: Tehtävä Määrätty

# STRINGS.BUILDING.STATUSITEMS.PENDINGWORK.TOOLTIP
source: Waiting for a Duplicant to operate this building
fi: Odottaa Jäljennäistä käyttämään tätä rakennusta

# STRINGS.BUILDING.STATUSITEMS.PIPE.NAME
source: Contents: {Contents}
fi: Sisältö: {Contents}

# STRINGS.BUILDING.STATUSITEMS.PIPE.TOOLTIP
source: This pipe is delivering {Contents}
fi: Tässä putkessa kulkee {Contents}

# STRINGS.BUILDING.STATUSITEMS.PIPECONTENTS.CONTENTS
source: {0} of {1} at {2}
fi: {0} materiaalia {1} lämpötilassa {2}

# STRINGS.BUILDING.STATUSITEMS.PIPECONTENTS.EMPTY
source: Empty
fi: Tyhjä

# STRINGS.BUILDING.STATUSITEMS.PIPEMAYMELT.NAME
source: High Melt Risk
fi: Korkea Sulamisriski

# STRINGS.BUILDING.STATUSITEMS.PIPEMAYMELT.TOOLTIP
source: This pipe is in danger of melting at the current temperature
fi: Tämä putki on vaarassa sulaa nykyisessä lämpötilassa

# STRINGS.BUILDING.STATUSITEMS.POWERBUTTONOFF.NAME
source: Function Suspended
fi: Toiminto keskeytetty

# STRINGS.BUILDING.STATUSITEMS.POWERBUTTONOFF.TOOLTIP
source: This building has been toggled off Press Enable Building to resume its use
fi: Tämä rakennus on kytketty pois päältä Paina Kytke Rakennus Päälle sen käytön jatkamiseksi

# STRINGS.BUILDING.STATUSITEMS.PRESSUREOK.NAME
source: Max Gas Pressure
fi: Maksimi Kaasun Paine

# STRINGS.BUILDING.STATUSITEMS.PRESSUREOK.TOOLTIP
source: High ambient air pressure is preventing this building from emitting gas ------------------ Reduce pressure by pumping gas away or clearing more space
fi: Korkea ilmanpaine ympäristössä estää tätä rakennusta päästämästä kaasua ------------------ Alenna painetta pumppaamalla kaasua pois tai raivaamalla lisää tilaa

# STRINGS.BUILDING.STATUSITEMS.PUMPINGLIQUIDORGAS.NAME
source: Average Flow Rate: {FlowRate}
fi: Keskimääräinen virtaus: {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.PUMPINGLIQUIDORGAS.TOOLTIP
source: This building is pumping an average volume of {FlowRate}
fi: Tämä rakennus pumppaa ainetta keskimäärin {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.PUMPINGSTATION.NAME
source: Liquid Available: {Liquids}
fi: Saatavillaolevat Nesteet: {Liquids}

# STRINGS.BUILDING.STATUSITEMS.PUMPINGSTATION.TOOLTIP
source: This pumping station has access to: {Liquids}
fi: Tällä pumppausasemalla on pääsy seuraaviin nesteisiin: {Liquids}

# STRINGS.BUILDING.STATUSITEMS.RATIONBOXCONTENTS.NAME
source: Storing: {Stored}
fi: Varastossa: {Stored}

# STRINGS.BUILDING.STATUSITEMS.RATIONBOXCONTENTS.TOOLTIP
source: This box contains {Stored} of food
fi: Tämä laatikko sisältää {Stored} ruokaa

# STRINGS.BUILDING.STATUSITEMS.RELEASING_PRESSURE.NAME
source: Releasing Pressure
fi: Vapauttaa Painetta

# STRINGS.BUILDING.STATUSITEMS.RELEASING_PRESSURE.TOOLTIP
source: Pressure buildup is being safely released
fi: Kertynyt paine vapautuu turvallisesti

# STRINGS.BUILDING.STATUSITEMS.REQUIRESROLEPERK.NAME
source: Specialist-Operated Building
fi: Asiantuntijan Käyttämä Rakennus

# STRINGS.BUILDING.STATUSITEMS.REQUIRESROLEPERK.TOOLTIP
source: Only Duplicants trained in one of the following jobs can operate this building: {Roles}
fi: Vain seuraaviin töihin erikoistuneet Jäljennäiset voivat käyttää tätä rakennusta: {Roles}

# STRINGS.BUILDING.STATUSITEMS.RESEARCHING.NAME
source: Current <link="TECH">Research</link>: {Tech}
fi: Tämänhetkinen <link="TECH">Tutkimus</link>: {Tech}

# STRINGS.BUILDING.STATUSITEMS.RESEARCHING.TOOLTIP
source: Research produced at this station will be invested in {Tech}
fi: Tässä pisteessä tuotettu tutkimustyö käytetään tutkimukseen {Tech}

# STRINGS.BUILDING.STATUSITEMS.SOLARPANELWATTAGE.NAME
source: Current Wattage: {Wattage}
fi: Nykyinen Teho: {Wattage}

# STRINGS.BUILDING.STATUSITEMS.SOLARPANELWATTAGE.TOOLTIP
source: This panel is generating {Wattage} of power
fi: Tämä paneeli tuottaa sähköä {Wattage}:n teholla

# STRINGS.BUILDING.STATUSITEMS.SOLIDPIPEOBSTRUCTED.NAME
source: Conveyor Rail Backup
fi: Varakuljetinkisko

# STRINGS.BUILDING.STATUSITEMS.SOLIDPIPEOBSTRUCTED.TOOLTIP
source: This Conveyor Rail cannot carry anymore material ------------------ Remove material from the Conveyor Receptacle to free space for more objects
fi: Tämä Kuljetinkisko ei pysty kuljettamaan enempää materiaalia ------------------ Poista materiaalia Kuljettimen Vastaanottoastiasta vapauttaaksesi tilaa muille materiaaleille

# STRINGS.BUILDING.STATUSITEMS.SPACENOTVISIBLE.NAME
source: Insufficient Visibility
fi: Riittämätön Näkyvyys

# STRINGS.BUILDING.STATUSITEMS.SPACENOTVISIBLE.TOOLTIP
source: An obscured view of the sky is preventing this scanner from collecting data Make sure the area about the dish is clear
fi: Peitetty näkymä taivaalle estää tätä ilmaisinta keräämästä dataa Varmista, että ilmaisimen läheinen alue on tyhjä

# STRINGS.BUILDING.STATUSITEMS.STORAGELOCKER.NAME
source: Storing: {Stored} / {Capacity} {Units}
fi: Varastoituna: {Stored} / {Capacity} kg

# STRINGS.BUILDING.STATUSITEMS.STORAGELOCKER.TOOLTIP
source: This container is storing {Stored} {Units} of a maximum {Capacity} {Units}.
fi: Tähän varastoon on varastoitu {Stored} {Units} (Maksimikapasiteetti: {Capacity} {Units}).

# STRINGS.BUILDING.STATUSITEMS.STOREDCHARGE.NAME
source: Charge Available: {0}/{1}
fi: Varausta jäljellä: {0}/{1}

# STRINGS.BUILDING.STATUSITEMS.STOREDCHARGE.TOOLTIP
source: This building has {0} of stored energy It consumes {2} per use
fi: Tähän rakennukseen on varastoitu {0} sähköä Se kuluttaa {2} jokaisella käyttökerralla

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.CHARGING.NAME
source: Current Status: Charging Suit
fi: Tila: Ladataan pukua

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.CHARGING.TOOLTIP
source: This Exosuit is docked and charging
fi: Tämä Exopuku on telakoitu ja sitä ladataan

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.FULLY_CHARGED.NAME
source: Current Status: Full Charge
fi: Tila: Täyteen Ladattu

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.FULLY_CHARGED.TOOLTIP
source: This Exosuit is fully charged and ready for use
fi: Tämä Exopuku on ladattu täyteen ja se on valmis käytettäväksi

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.NEED_CONFIGURATION.NAME
source: Current Status: Needs Configuration
fi: Tila: Tarvitsee Säätöä

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.NEED_CONFIGURATION.TOOLTIP
source: Set this Dock to store an Exosuit or remain on Standby
fi: Aseta tämä Telakka varastoimaan Exopuku tai pysymään Valmiustilassa

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.NO_OXYGEN.NAME
source: Current Status: No Oxygen
fi: Tila: Ei Happea

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.NO_OXYGEN.TOOLTIP
source: This Dock is not receiving enough oxygen to refill an Exosuit
fi: Tämä Telakka ei saa riittävästi happea Exopuvun täyttöä varten

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.NOT_OPERATIONAL.NAME
source: Current Status: Offline
fi: Tila: Ei Käytössä

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.NOT_OPERATIONAL.TOOLTIP
source: This Exosuit Dock requires power
fi: Tämä Exopukutelakka tarvitsee sähköä

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.READY.NAME
source: Current Status: On Standby
fi: Tila: Valmiustilassa

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.READY.TOOLTIP
source: This Dock is functional and ready to receive an Exosuit
fi: Tämä Telakka on toiminnassa ja valmis vastaanottamaan Exopuvun

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.SUIT_REQUESTED.NAME
source: Current Status: Awaiting Delivery
fi: Tila: Odottaa Toimitusta

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.SUIT_REQUESTED.TOOLTIP
source: Waiting for a Duplicant to deliver an Exosuit
fi: Odottaa, että Jäljennäinen toimittaa Exopuvun

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER_NEEDS_CONFIGURATION.NAME
source: Not Configured
fi: Ei Säädetty

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER_NEEDS_CONFIGURATION.TOOLTIP
source: Exosuit Dock settings not configured
fi: Exopukutelakan asetuksia ei ole asetettu

# STRINGS.BUILDING.STATUSITEMS.SUITMARKERTRAVERSALANYTIME.NAME
source: Clearance: Always Permitted
fi: Pääsy: Päästetään Aina

# STRINGS.BUILDING.STATUSITEMS.SUITMARKERTRAVERSALANYTIME.TOOLTIP
source: Suited Duplicants may pass even if there is no room to store their suits ------------------ When Exosuit Docks are all full, Duplicants will unequip their suits and drop them on the floor
fi: Exopukuun pukeutuneet Jäljennäiset pääsevät kulkemaan, vaikkei heidän pukujensa varastointiin olisi tilaa ------------------ Kun Exopukutelakat ovat täynnä, Jäljenteet riisuvat pukunsa ja pudottavat ne lattialle

# STRINGS.BUILDING.STATUSITEMS.SUITMARKERTRAVERSALONLYWHENROOMAVAILABLE.NAME
source: Clearance: Vacancy Only
fi: Pääsy: Vain Jos Tilaa

# STRINGS.BUILDING.STATUSITEMS.SUITMARKERTRAVERSALONLYWHENROOMAVAILABLE.TOOLTIP
source: Suited Duplicants may pass only if there is room in an Exosuit Dock to store their suit
fi: Exopukuun pukeutuneet Jäljenteet pääsevät läpi vain jos Exopukutelakalla on tilaa heidän pukujensa varastointiin

# STRINGS.BUILDING.STATUSITEMS.SUITMARKERWRONGSIDE.NAME
source: Invalid Checkpoint
fi: Epäkelpo Tarkistuspiste

# STRINGS.BUILDING.STATUSITEMS.SUITMARKERWRONGSIDE.TOOLTIP
source: This building has been built on the wrong side of an Exosuit Checkpoint Exosuit Docks must be placed beside a Checkpoint, opposite the side its checkpoint faces
fi: Tämä rakennus on rakennettu väärälle puolelle Exksoopukutarkistuspistettä Exopukutelakka täytyy rakentaa Tarkistuspisteen viereen, toiselle puolelle tarkistuspisteen sisäänkäyntiä

# STRINGS.BUILDING.STATUSITEMS.SWITCHSTATUSACTIVE.NAME
source: Active
fi: Päällä

# STRINGS.BUILDING.STATUSITEMS.SWITCHSTATUSACTIVE.TOOLTIP
source: This switch is currently toggled on
fi: Tämä kytkin on tällä hetkellä kytkettynä päälle

# STRINGS.BUILDING.STATUSITEMS.SWITCHSTATUSINACTIVE.NAME
source: Inactive
fi: Pois

# STRINGS.BUILDING.STATUSITEMS.SWITCHSTATUSINACTIVE.TOOLTIP
source: This switch is currently toggled off
fi: Tämä kytkin on tällä hetkellä kytkettynä pois

# STRINGS.BUILDING.STATUSITEMS.TINKERING.NAME
source: Tinkering: {0}
fi: Näpertelemässä: {0}

# STRINGS.BUILDING.STATUSITEMS.TINKERING.TOOLTIP
source: This Duplicant is creating {0} to use somewhere else
fi: Tämä Jäljennäinen valmistaa {0} käytettäväksi muualla

# STRINGS.BUILDING.STATUSITEMS.TOILET.NAME
source: {FlushesRemaining} "Visits" Remaining
fi: {FlushesRemaining} "Käyntiä" Jäljellä

# STRINGS.BUILDING.STATUSITEMS.TOILET.TOOLTIP
source: {FlushesRemaining} more Duplicants can use this amenity before it requires maintenance
fi: {FlushesRemaining} Jäljennettä voi vielä käyttää tätä mukavuutta ennen kuin se vaatii huoltoa

# STRINGS.BUILDING.STATUSITEMS.TOILETNEEDSEMPTYING.NAME
source: Requires Emptying
fi: Vaatii Tyhjennyksen

# STRINGS.BUILDING.STATUSITEMS.TOILETNEEDSEMPTYING.TOOLTIP
source: This amenity cannot be used while full ------------------ Emptying it will produce <link="TOXICSAND">Polluted Dirt</link>
fi: Tätä mukavuutta ei voida käyttää sen ollessa täysi ------------------ Tämän tyhjentäminen tuottaa <link="TOXICSAND">Saastunutta Maa-ainesta</link>

# STRINGS.BUILDING.STATUSITEMS.TOILETS_OUTSIDE_RANGE.NAME
source: Unreachable restroom
fi: Vessa Saavuttamattomissa

# STRINGS.BUILDING.STATUSITEMS.TOILETS_OUTSIDE_RANGE.TOOLTIP
source: Recuperating Duplicants must have toilets available within {0} cells
fi: Toipuvilla Jäljennäisillä tulee olla vessoja saatavilla {0} kennon etäisyydellä

# STRINGS.BUILDING.STATUSITEMS.TOO_COLD.NAME
source: Too Cold
fi: Liian Kylmä

# STRINGS.BUILDING.STATUSITEMS.TOO_COLD.TOOLTIP
source: Either this building or its surrounding environment is too cold to operate
fi: Rakennus tai sen ympäristö ovat liian kylmiä, jotta niitä voitaisiin käyttää

# STRINGS.BUILDING.STATUSITEMS.TURBINE_ACTIVE.NAME
source: Active
fi: Päällä

# STRINGS.BUILDING.STATUSITEMS.TURBINE_ACTIVE.TOOLTIP
source: This turbine is running at {0}RPM
fi: Tämä turbiini pyörii {0} RPM nopeudella

# STRINGS.BUILDING.STATUSITEMS.TURBINE_BLOCKED_INPUT.NAME
source: Input Blocked
fi: Sisääntulo Tukkeutunut

# STRINGS.BUILDING.STATUSITEMS.TURBINE_BLOCKED_INPUT.TOOLTIP
source: A blocked input has stopped this turbine from functioning
fi: Tukkeutunut Sisääntulo estää tätä turbiinia toimimasta

# STRINGS.BUILDING.STATUSITEMS.TURBINE_BLOCKED_OUTPUT.NAME
source: Output Blocked
fi: Ulosvienti Tukkeutunut

# STRINGS.BUILDING.STATUSITEMS.TURBINE_BLOCKED_OUTPUT.TOOLTIP
source: A blocked output has stopped this turbine from functioning
fi: Tukkeutunut ulostulo estää tätä turbiinia toimimasta

# STRINGS.BUILDING.STATUSITEMS.TURBINE_INSUFFICIENT_MASS.NAME
source: Underpressure
fi: Alipaine

# STRINGS.BUILDING.STATUSITEMS.TURBINE_INSUFFICIENT_MASS.TOOLTIP
source: The {ELEMENT} present below this turbine must be {MASS} more pressurized than the {ELEMENT} above it in order to turn the turbine
fi: Tämän turbiinin alapuolella sijaitseva {ELEMENT} tulee olla {MASS} enemmän paineistettu kuin sen yläpuolella sijaitseva {ELEMENT}, jotta turbiini toimisi

# STRINGS.BUILDING.STATUSITEMS.TURBINE_INSUFFICIENT_TEMPERATURE.NAME
source: Cold {ELEMENT}
fi: Kylmä {ELEMENT}

# STRINGS.BUILDING.STATUSITEMS.TURBINE_INSUFFICIENT_TEMPERATURE.TOOLTIP
source: This turbine requires {ELEMENT} that is a minimum of {TEMPERATURE}
fi: Tämä turbiini vaatii, että {ELEMENT} on vähintään {TEMPERATURE}

# STRINGS.BUILDING.STATUSITEMS.TURBINE_SPINNING_UP.NAME
source: Spinning Up
fi: Ylösajossa

# STRINGS.BUILDING.STATUSITEMS.TURBINE_SPINNING_UP.TOOLTIP
source: This turbine is currently spinning up Spinning up allows a turbine to continue running for a short period if the pressure it needs to run becomes unavailable
fi: Tämä turbiini rakentaa pyörimismäärää Pyörimismäärä mahdollistaa turbiinin jatkavan pyörimistä lyhyen aikaa, jos sen toimintaan vaadittava paine katoaa

# STRINGS.BUILDING.STATUSITEMS.UNASSIGNED.NAME
source: Unassigned
fi: Määräämätön

# STRINGS.BUILDING.STATUSITEMS.UNASSIGNED.TOOLTIP
source: Assign a Duplicant to use this amenity
fi: Määrä Jäljennäinen tälle mukavuudelle

# STRINGS.BUILDING.STATUSITEMS.UNDERCONSTRUCTION.NAME
source: Under Construction
fi: Työn alla

# STRINGS.BUILDING.STATUSITEMS.UNDERCONSTRUCTION.TOOLTIP
source: This building is currently being built
fi: Tätä rakennusta ollaan paraikaa rakentamassa

# STRINGS.BUILDING.STATUSITEMS.UNDERCONSTRUCTIONNOWORKER.NAME
source: Construction Errand Assigned
fi: Rakennustehtävä Määrätty

# STRINGS.BUILDING.STATUSITEMS.UNDERCONSTRUCTIONNOWORKER.TOOLTIP
source: Waiting for a Duplicant to build
fi: Odottaa Jäljennäistä rakentamaan

# STRINGS.BUILDING.STATUSITEMS.UNDERPRESSURE.NAME
source: Low Air Pressure
fi: Alhainen Ilmanpaine

# STRINGS.BUILDING.STATUSITEMS.UNDERPRESSURE.TOOLTIP
source: A minimum atmospheric pressure of {TargetPressure} is needed for this building to operate
fi: Tarvitaan vähintään {TargetPressure} suuruinen paine, jotta tämä rakennus toimisi

# STRINGS.BUILDING.STATUSITEMS.UNUSABLE.NAME
source: Out of Order
fi: Epäkunnossa

# STRINGS.BUILDING.STATUSITEMS.UNUSABLE.TOOLTIP
source: This amenity requires maintenance
fi: Tämä mukavuus vaatii huoltoa

# STRINGS.BUILDING.STATUSITEMS.VALVE.NAME
source: Max Flow Rate: {MaxFlow}
fi: Maksimi Virtauma: {MaxFlow}

# STRINGS.BUILDING.STATUSITEMS.VALVE.TOOLTIP
source: This valve is allowing flow at a volume of {MaxFlow}
fi: Tämä venttiili sallii enintään {MaxFlow} suuruisen virtauman

# STRINGS.BUILDING.STATUSITEMS.VALVEREQUEST.NAME
source: Requested Flow Rate: {QueuedMaxFlow}
fi: Pyydetty Virtauma: {QueuedMaxFlow}

# STRINGS.BUILDING.STATUSITEMS.VALVEREQUEST.TOOLTIP
source: Waiting for a Duplicant to adjust flow rate
fi: Odottaa Jäljennäistä säätämään viratumaa

# STRINGS.BUILDING.STATUSITEMS.WAITINGFORMATERIALS.NAME
source: Awaiting Material Delivery {ItemsRemaining}
fi: Odottaa Materiaalitoimitusta {ItemsRemaining}

# STRINGS.BUILDING.STATUSITEMS.WAITINGFORMATERIALS.TOOLTIP
source: Waiting for a Duplicant to deliver: {ItemsRemaining}
fi: Odottaa, että Jäljennäinen toimittaa: {ItemsRemaining}

# STRINGS.BUILDING.STATUSITEMS.WAITINGFORREPAIRMATERIALS.NAME
source: Awaiting Repair Material Delivery {ItemsRemaining}
fi: Odottaa Korjaustarviketoimitusta {ItemsRemaining}

# STRINGS.BUILDING.STATUSITEMS.WAITINGFORREPAIRMATERIALS.TOOLTIP
source: Waiting for a Duplicant to deliver: {ItemsRemaining}
fi: Odottaa, että Jäljennäinen toimittaa: {ItemsRemaining}

# STRINGS.BUILDING.STATUSITEMS.WATTAGE.NAME
source: Wattage: {Wattage}
fi: Teho: {Wattage}

# STRINGS.BUILDING.STATUSITEMS.WATTAGE.TOOLTIP
source: This building is generating {Wattage} of power
fi: Tämä rakennus tuottaa sähköä {Wattage}:n teholla

# STRINGS.BUILDING.STATUSITEMS.WATTSON.NAME
source: Next Duplicant: {TimeRemaining}
fi: Seuraava Jäljennäinen: {TimeRemaining}

# STRINGS.BUILDING.STATUSITEMS.WATTSON.TOOLTIP
source: The Printing Pod can print out new Duplicants over time. The next one will be ready in {TimeRemaining}
fi: Tulostuskammio pystyy tulostamaan uuden Jäljennäisen ajallaan. Seuraavan valmistumiseen on aikaa

# STRINGS.BUILDING.STATUSITEMS.WATTSON.UNAVAILABLE
source: UNAVAILABLE
fi: EI SAATAVILLA

# STRINGS.BUILDING.STATUSITEMS.WATTSONGAMEOVER.NAME
source: Colony Lost
fi: Siirtokunta Menetetty

# STRINGS.BUILDING.STATUSITEMS.WATTSONGAMEOVER.TOOLTIP
source: All Duplicants are dead or incapacitated
fi: Kaikki Jäljennäiset ovat kuolleita tai toimintakyvyttömiä

# STRINGS.BUILDING.STATUSITEMS.WELL_OVERPRESSURE.NAME
source: Overpressure
fi: Yliopaine

# STRINGS.BUILDING.STATUSITEMS.WELL_OVERPRESSURE.TOOLTIP
source: This well can no longer function due to excessive backpressure
fi: Tämä kaivo ei pysty enää toimimaan liiallisen vastapaineen takia

# STRINGS.BUILDING.STATUSITEMS.WELL_PRESSURIZING.NAME
source: Backpressure: {0}
fi: Vastapaine: {0}

# STRINGS.BUILDING.STATUSITEMS.WELL_PRESSURIZING.TOOLTIP
source: Well pressure increases with each use and must be periodically relieved to prevent shutdown
fi: Kaivon paine kasvaa jokaisen käytön myötä ja se täytyy säännöllisesti tasata seisokin estämiseksi

# STRINGS.BUILDING.STATUSITEMS.WIRECIRCUITSTATUS.NAME
source: Circuit Status: {CurrentLoad} / {MaxLoad}
fi: Piirin Tila: {CurrentLoad} / {MaxLoad}

# STRINGS.BUILDING.STATUSITEMS.WIRECIRCUITSTATUS.TOOLTIP
source: The current load on this circuit
fi: Tämän piirin kuormitus

# STRINGS.BUILDING.STATUSITEMS.WIRECONNECTED.NAME
source: Wire Connected
fi: Johto Kytketty

# STRINGS.BUILDING.STATUSITEMS.WIRECONNECTED.TOOLTIP
source: This wire is connected to a network
fi: Tämä johto on kytketty verkostoon

# STRINGS.BUILDING.STATUSITEMS.WIREDISCONNECTED.NAME
source: Wire Disconnected
fi: Johto Irti

# STRINGS.BUILDING.STATUSITEMS.WIREDISCONNECTED.TOOLTIP
source: This wire is not connecting a power consumer to a generator
fi: Tämä johto ei yhdistä virrankuluttajaa generaattoriin

# STRINGS.BUILDING.STATUSITEMS.WIREMAXWATTAGESTATUS.NAME
source: Max Wattage: {WireMaxWattage}
fi: Maksimiteho: {WireMaxWattage}

# STRINGS.BUILDING.STATUSITEMS.WIREMAXWATTAGESTATUS.TOOLTIP
source: The maximum wattage that this wire can safely sustain
fi: Suurin turvallinen teho, jonka tämä johto pystyy ylläpitämään

# STRINGS.BUILDING.STATUSITEMS.WIRENOMINAL.NAME
source: Wire Nominal
fi: Johto Kunnossa

# STRINGS.BUILDING.STATUSITEMS.WIRENOMINAL.TOOLTIP
source: This wire is in good condition
fi: Tämä johto on hyvässä kunnossa

# STRINGS.BUILDING.STATUSITEMS.WORKING.NAME
source: Nominal
fi: Kunnossa

# STRINGS.BUILDING.STATUSITEMS.WORKING.TOOLTIP
source: This building is working as intended
fi: Tämä rakennus toimii kuten pitääkin

# STRINGS.BUILDINGS.AUTODISINFECTABLE.DISABLE_AUTODISINFECT.NAME
source: Disable Disinfect
fi: Desinfiointi Pois

# STRINGS.BUILDINGS.AUTODISINFECTABLE.DISABLE_AUTODISINFECT.TOOLTIP
source: Do not automatically disinfect this building
fi: Tätä rakennusta ei desinfioida automaattisesti

# STRINGS.BUILDINGS.AUTODISINFECTABLE.ENABLE_AUTODISINFECT.NAME
source: Enable Disinfect
fi: Desinfiointi Päälle

# STRINGS.BUILDINGS.AUTODISINFECTABLE.ENABLE_AUTODISINFECT.TOOLTIP
source: Automatically disinfect this building when it becomes contaminated
fi: Tämä rakennus desinfioidaan automaattisesti sen kontaminoituessa

# STRINGS.BUILDINGS.AUTODISINFECTABLE.NO_DISEASE.TOOLTIP
source: This building is clean
fi: Tämä rakennus on puhdas

# STRINGS.BUILDINGS.AUTOMATABLE.DISABLE_AUTOMATIONONLY.NAME
source: Enable Manual
fi: Käsiohjaus Päälle

# STRINGS.BUILDINGS.AUTOMATABLE.DISABLE_AUTOMATIONONLY.TOOLTIP
source: This building's storage may be accessed by both Duplicants and Auto-Sweeper buildings
fi: Tämän rakennuksen varastoon pääsevät käsiksi sekä Jäljennäiset, että Automaattilakaisurakennukset

# STRINGS.BUILDINGS.AUTOMATABLE.ENABLE_AUTOMATIONONLY.NAME
source: Disable Manual
fi: Käsiohjaus Pois

# STRINGS.BUILDINGS.AUTOMATABLE.ENABLE_AUTOMATIONONLY.TOOLTIP
source: This building's storage may be accessed by Auto-Sweepers only ------------------ Duplicants will not be permitted to add or remove materials from this building
fi: Tämän rakennuksen varastoon pääsevät käsiksi ainoastaan Automaattilakaisijat

# STRINGS.BUILDINGS.DAMAGESOURCES.BAD_INPUT_ELEMENT
source: receiving an incorrect substance
fi: vastaanottaa vääränlaista ainetta

# STRINGS.BUILDINGS.DAMAGESOURCES.BUILDING_OVERHEATED
source: overheating
fi: ylikuumenee

# STRINGS.BUILDINGS.DAMAGESOURCES.CIRCUIT_OVERLOADED
source: an overloaded circuit
fi: ylikuormittunut piiri

# STRINGS.BUILDINGS.DAMAGESOURCES.COMET
source: falling space rocks
fi: putoilevia avaruuskiviä

# STRINGS.BUILDINGS.DAMAGESOURCES.CONDUIT_CONTENTS_BOILED
source: pipe contents becoming too hot
fi: putken sisältö kuumenemassa liikaa

# STRINGS.BUILDINGS.DAMAGESOURCES.CONDUIT_CONTENTS_FROZE
source: pipe contents becoming too cold
fi: putken sisältö viilenemässä liikaa
