Repository: Eerjunic/OxygenNotIncluded_Fi
Catalog: strings.po
Languages: fi

# STRINGS.ELEMENTS.POLYPROPYLENE.DESC
source: (C<sub>3</sub>H<sub>6</sub>)<sub>n</sub> <link="POLYPROPYLENE">Plastic</link> is a thermoplastic polymer. It is useful as a raw Plastic feedstock.
fi: (C<sub>3</sub>H<sub>6</sub>)<sub>n</sub> <link="POLYPROPYLENE">Muovi</link> on termoplastinen polymeeri. Sitä käytetään raa'an muovin raaka-aineena.

# STRINGS.ELEMENTS.POLYPROPYLENE.NAME
source: <link="POLYPROPYLENE">Plastic</link>
fi: <link="POLYPROPYLENE">Muovi</link>

# STRINGS.ELEMENTS.PONDSCUM.DESC
source: Pondscum is a soft, naturally occurring composite of biological nutrients. It may be processed into <link="FERTILIZER">Fertilizer</link> and aids in the growth of certain <link="PLANTS">plant</link>.
fi: Levämassa on pehmeä, luonnossa esiintyvä biologisten ravinteiden yhdiste. Se voidaan käsitellä <link="FERTILIZER">Lannoitteeksi</link>, jolloin se auttaa kasvattamaan tiettyjä <link="PLANTS">kasveja</link>.

# STRINGS.ELEMENTS.PONDSCUM.NAME
source: <link="PONDSCUM">Pondscum</link>
fi: <link="PONDSCUM">Levämassa</link>

# STRINGS.ELEMENTS.PROPANE.DESC
source: (C<sub>3</sub>H<sub>8</sub>) Propane is a natural alkane <link="ELEMENTSGAS">Gas</link>. It is useful in <link="POWER">Power</link> production.
fi: (C<sub>3</sub>H<sub>8</sub>) Propaani on luonnollinen alkaani<link="ELEMENTSGAS">kaasu</link>. Sitä käytetään <link="POWER">Sähkön</link> tuotannossa.

# STRINGS.ELEMENTS.PROPANE.NAME
source: <link="PROPANE">Propane</link>
fi: <link="PROPANE">Propaani</link>

# STRINGS.ELEMENTS.RADIUM.DESC
source: (Ra) Radium is a <link="LIGHT">Light</link> emitting radioactive substance. It is useful as a <link="POWER">Power</link> source.
fi: (Ra) Radium on <link="LIGHT">Valoa</link> säteilevä, radioaktiiven aine. Sitä käytetään <link="POWER">Sähkön</link> tuotannossa.

# STRINGS.ELEMENTS.REFINEDCARBON.NAME
source: <link="REFINEDCARBON">Refined Carbon</link>
fi: <link="MOLTENCARBON">Jalostettu Hiili</link>

# STRINGS.ELEMENTS.REGOLITH.DESC
source: Regolith is a sandy substance composed of the various particles that collect atop terrestrial objects. It is useful as a Filtration Medium.
fi: Regoliitti on hiekkainen aine, joka koostuu useista partikkeleista, jotka kerääntyvät maanpäällisten objektien pinnoille. Sitä käytetään Suodatuksessa.

# STRINGS.ELEMENTS.REGOLITH.NAME
source: <link="REGOLITH">Regolith</link>
fi: <link="HEALTH">Regoliitti</link>

# STRINGS.ELEMENTS.ROCKGAS.DESC
source: Rock Gas is rock that has been superheated into a <link="ELEMENTSGAS">Gaseous</link> state.
fi: Kivikaasu on kiveä, joka on tulistettu <link="ELEMENTSGAS">Kaasumaiseen</link> olomuotoon.

# STRINGS.ELEMENTS.ROCKGAS.NAME
source: <link="ROCKGAS">Rock Gas</link>
fi: <link="ROCKGAS">Kivikaasu</link>

# STRINGS.ELEMENTS.SAND.DESC
source: Sand is a composite of granular rock. It is useful as a Filtration Medium.
fi: Hiekka on rakeisten kivien muodostama yhdiste. Sitä käytetään Suodatuksessa.

# STRINGS.ELEMENTS.SAND.NAME
source: <link="SAND">Sand</link>
fi: <link="SAND">Hiekka</link>

# STRINGS.ELEMENTS.SANDCEMENT.NAME
source: <link="SANDCEMENT">Sand Cement</link>
fi: <link="SANDCEMENT">Hiekkasementti</link>

# STRINGS.ELEMENTS.SANDSTONE.DESC
source: Sandstone is a composite of relatively soft sedimentary rock. It is useful as a Construction Material.
fi: Hiekkakivi on yhdiste suhteellisen pehmeitä, kerrostuneita kiviä. Se sopii Rakennusmateriaalina.

# STRINGS.ELEMENTS.SANDSTONE.NAME
source: <link="SANDSTONE">Sandstone</link>
fi: <link="SANDSTONE">Hiekkakivi</link>

# STRINGS.ELEMENTS.SEDIMENTARYROCK.DESC
source: Sedimentary Rock is a hardened composite of sediment layers. It is useful as a Construction Material.
fi: Kerrostunut Kivi on kovettunut yhdistelmä sedimenttikerroksia. Se sopii Rakennusmateriaaliksi.

# STRINGS.ELEMENTS.SEDIMENTARYROCK.NAME
source: <link="SEDIMENTARYROCK">Sedimentary Rock</link>
fi: <link="SEDIMENTARYROCK">Kerrostunut Kivi</link>

# STRINGS.ELEMENTS.SLABS.DESC
source: Slabs are a refined mineral building block used for assembling advanced buildings.
fi: Kivilaatat ovat jalostettuja mineraalisia rakennuspalikoita, joita käytetään kehittyneiden rakennusten rakentamisessa.

# STRINGS.ELEMENTS.SLABS.NAME
source: <link="SLABS">Building Slab</link>
fi: <link="SLABS">Rakennuslaatta</link>

# STRINGS.ELEMENTS.SLIMEMOLD.DESC
source: Slime is a thick biomixture of algae, fungi, and mucopolysaccharides. It can be distilled into <link="ALGAE">Algae</link> and is useful in some <link="OXYGEN">Oxygen</link> production processes.
fi: Lima on paksua levän, sienen ja mukopolysakkaridien muodostamaa bioseosta. Sitä voidaan tislata <link="ALGAE">Leväksi</link> ja sitä käytetään joissakin <link="OXYGEN">Hapen</link>tuotantoprosesseissa.

# STRINGS.ELEMENTS.SLIMEMOLD.NAME
source: <link="SLIMEMOLD">Slime</link>
fi: <link="SLIMEMOLD">Lima</link>

# STRINGS.ELEMENTS.SNOW.DESC
source: (H<sub>2</sub>0) Snow is a mass of loose, crystalline ice particles. It becomes <link="WATER">Water</link> when melted.
fi: (H<sub>2</sub>0) Lumi on irtonaisten jääkristallihiukkasten muodostamaa massaa. Sulaessaan se muuttuu<link="WATER">Vedeksi</link>.

# STRINGS.ELEMENTS.SNOW.NAME
source: <link="SNOW">Snow</link>
fi: <link="SNOW">Lumi</link>

# STRINGS.ELEMENTS.SOLIDCARBONDIOXIDE.DESC
source: (CO<sub>2</sub>) Carbon Dioxide is a toxic compound in a <link="ELEMENTSSOLID">Solid</link> state.
fi: (CO<sub>2</sub>) Hiilidioksidi on myrkyllinen yhdiste <link="ELEMENTSSOLID">Kiinteässä</link> olomuodossa.

# STRINGS.ELEMENTS.SOLIDCARBONDIOXIDE.NAME
source: <link="SOLIDCARBONDIOXIDE">Carbon Dioxide</link>
fi: <link="SOLIDCARBONDIOXIDE">Hiilidioksidi</link>

# STRINGS.ELEMENTS.SOLIDCHLORINE.DESC
source: (Cl) Chlorine is a toxic chemical element in a <link="ELEMENTSSOLID">Solid</link> state.
fi: (Cl) Kloori on myrkyllinen kemiallinen yhdiste <link="ELEMENTSSOLID">Kiinteässä</link> olomuodossa.

# STRINGS.ELEMENTS.SOLIDCHLORINE.NAME
source: <link="SOLIDCHLORINE">Chlorine</link>
fi: <link="SOLIDCHLORINE">Kloori</link>

# STRINGS.ELEMENTS.SOLIDCRUDEOIL.NAME
source: <link="SOLIDCRUDEOIL">Crude Oil</link>
fi: <link="SOLIDCRUDEOIL">Raakaöljy</link>

# STRINGS.ELEMENTS.SOLIDHYDROGEN.DESC
source: (H) Hydrogen is the universe's most common element in a <link="ELEMENTSSOLID">Solid</link> state.
fi: (H) Vety on maailmankaikkeuden yleisin alkuaine <link="ELEMENTSSOLID">Kiinteässä</link> olomuodossa.

# STRINGS.ELEMENTS.SOLIDHYDROGEN.NAME
source: <link="SOLIDHYDROGEN">Hydrogen</link>
fi: <link="SOLIDHYDROGEN">Vety</link>

# STRINGS.ELEMENTS.SOLIDMERCURY.DESC
source: (Hg) Mercury is a toxic <link="RAWMETAL">Metal</link> in a <link="ELEMENTSSOLID">Solid</link> state.
fi: (Hg) Elohopea on myrkyllinen <link="RAWMETAL">Metalli</link> <link="ELEMENTSSOLID">Kiinteässä</link> olomuodossa.

# STRINGS.ELEMENTS.SOLIDMERCURY.NAME
source: <link="SOLIDMERCURY">Mercury</link>
fi: <link="SOLIDMERCURY">Elohopea</link>

# STRINGS.ELEMENTS.SOLIDMETHANE.DESC
source: (CH<sub>4</sub>) Methane is an alkane in a <link="ELEMENTSSOLID">Solid</link> state.
fi: (CH<sub>4</sub>) Metaani on alkaania <link="ELEMENTSSOLID">Kiinteässä</link> olomuodossa.

# STRINGS.ELEMENTS.SOLIDMETHANE.NAME
source: <link="SOLIDMETHANE">Methane</link>
fi: <link="SOLIDMETHANE">Metaani</link>

# STRINGS.ELEMENTS.SOLIDNAPHTHA.DESC
source: Naphtha is a distilled hydrocarbon mixture in a <link="ELEMENTSSOLID">Solid</link> state.
fi: Nafta on tislattua hiilivetyä <link="ELEMENTSSOLID">Kiinteässä</link> olomuodossa.

# STRINGS.ELEMENTS.SOLIDNAPHTHA.NAME
source: <link="SOLIDNAPHTHA">Naphtha</link>
fi: <link="SOLIDNAPHTHA">Nafta</link>

# STRINGS.ELEMENTS.SOLIDOXYGEN.DESC
source: (O<sub>2</sub>) Oxygen is a breathable element in a <link="ELEMENTSSOLID">Solid</link> state.
fi: (O<sub>2</sub>) Happi on hengitettävää alkuainetta <link="ELEMENTSSOLID">Kiinteässä</link> olomuodossa.

# STRINGS.ELEMENTS.SOLIDOXYGEN.NAME
source: <link="SOLIDOXYGEN">Oxygen</link>
fi: <link="SOLIDOXYGEN">Happi</link>

# STRINGS.ELEMENTS.SOLIDPETROLEUM.DESC
source: Petroleum is a <link="POWER">Power</link> source in a <link="ELEMENTSSOLID">Solid</link> state.
fi: Bensiini on <link="POWER">Sähkön</link>tuotannossa käytettävä polttoaine <link="ELEMENTSSOLID">Kiinteässä</link> olomuodossa.

# STRINGS.ELEMENTS.SOLIDPETROLEUM.NAME
source: <link="SOLIDPETROLEUM">Petroleum</link>
fi: <link="SOLIDPETROLEUM">Bensiini</link>

# STRINGS.ELEMENTS.SOLIDPROPANE.DESC
source: (C<sub>3</sub>H<sub>8</sub>) Propane is a natural gas in a <link="ELEMENTSSOLID">Solid</link> state.
fi: (C<sub>3</sub>H<sub>8</sub>) Propaani on alkaani <link="ELEMENTSSOLID">Kiinteässä</link> olomuodossa.

# STRINGS.ELEMENTS.SOLIDPROPANE.NAME
source: <link="SOLIDPROPANE">Propane</link>
fi: <link="SOLIDPROPANE">Propaani</link>

# STRINGS.ELEMENTS.STATE.GAS
source: Gas
fi: Kaasu

# STRINGS.ELEMENTS.STATE.LIQUID
source: Liquid
fi: Neste

# STRINGS.ELEMENTS.STATE.SOLID
source: Solid
fi: Kiinteä

# STRINGS.ELEMENTS.STATE.VACUUM
source: None
fi: Ei Mitään

# STRINGS.ELEMENTS.STEAM.DESC
source: (H<sub>2</sub>0) Steam is water that has been heated into a scalding <link="ELEMENTSGAS">Gas</link>.
fi: (H<sub>2</sub>0) Höyry on tulikuumaksi <link="ELEMENTSGAS">Kaasuksi</link> kuumennettua vettä.

# STRINGS.ELEMENTS.STEAM.NAME
source: <link="STEAM">Steam</link>
fi: <link="STEAM">Höyry</link>

# STRINGS.ELEMENTS.STEEL.DESC
source: Steel is a <link="REFINEDMETAL">Metal Alloy</link> composed of iron and carbon.
fi: Teräs on <link="REFINEDMETAL">Metalliseos</link>, joka koostuu raudasta ja hiilestä.

# STRINGS.ELEMENTS.STEEL.NAME
source: <link="STEEL">Steel</link>
fi: <link="STEEL">Teräs</link>

# STRINGS.ELEMENTS.STEELGAS.DESC
source: Steel is a superheated <link="RAWMETAL">Metal</link> <link="ELEMENTSGAS">Gas</link> composed of iron and carbon.
fi: Teräs on tulistettua <link="RAWMETAL">Metalli</link><link="ELEMENTSGAS">kaasua</link>, joka koostuu raudasta ja hiilestä.

# STRINGS.ELEMENTS.STEELGAS.NAME
source: <link="STEELGAS">Steel</link>
fi: <link="STEELGAS">Teräs</link>

# STRINGS.ELEMENTS.THERMALPROPERTIES
source: Specific Heat Capacity: {SPECIFIC_HEAT_CAPACITY} Thermal Conductivity: {THERMAL_CONDUCTIVITY}
fi: Ominaislämpökapasiteetti: {0} J/(g*K) Lämmönjohtokyky: {1} W/(m*K)

# STRINGS.ELEMENTS.TOXICSAND.DESC
source: Polluted Dirt is toxic biological waste. It emits <link="POLLUTED OXYGEN">disease</link> over time.
fi: Saastunut Multa on myrkyllistä biojätettä. Siitä erittyy <link="POLLUTED OXYGEN">sairauksia</link> ajan myötä.

# STRINGS.ELEMENTS.TOXICSAND.NAME
source: <link="TOXICSAND">Polluted Dirt</link>
fi: <link="TOXICSAND">Saastunut Multa</link>

# STRINGS.ELEMENTS.TUNGSTEN.DESC
source: (W) Tungsten is an extremely tough crystalline <link="RAWMETAL">Metal</link>. It is suitable for building <link="POWER">Power</link> systems.
fi: (W) Wolfram on erittäin kova, kristallimainen <link="RAWMETAL">Metalli</link>. Se sopii <link="POWER">Sähkö</link>järjestelmien rakentamiseen.

# STRINGS.ELEMENTS.TUNGSTEN.NAME
source: <link="TUNGSTEN">Tungsten</link>
fi: <link="TUNGSTEN">Wolfram</link>

# STRINGS.ELEMENTS.TUNGSTENDISELENIDE.DESC
source: (WSe<sub>2</sub>) Tungsten Diselenide is an inorganic <link="RAWMETAL">Metal</link> compound with a crystalline structure. It is suitable for building <link="POWER">Power</link> systems.
fi: (WSe<sub>2</sub>) Wolframdiseleenidi on epäorgaaninen <link="RAWMETAL">Metalli</link>yhdiste with, jolla on kristallimainen rakenne. Se sopii <link="POWER">Sähkö</link>järjestelmien rakentamiseen.

# STRINGS.ELEMENTS.TUNGSTENDISELENIDE.NAME
source: <link="TUNGSTENDISELENIDE">Tungsten Diselenide</link>
fi: <link="TUNGSTENDISELENIDE">Wolframdiseleenidi</link>

# STRINGS.ELEMENTS.TUNGSTENDISELENIDEGAS.DESC
source: (WSe<sub>2</sub>) Tungsten Diselenide is a superheated <link="RAWMETAL">Metal</link> compound in a <link="ELEMENTSGAS">Gaseous</link> state.
fi: (WSe<sub>2</sub>) Wolframdiseleenidi ontulistettua <link="RAWMETAL">Metalli</link>yhdistettä <link="ELEMENTSGAS">Kaasumaisessa</link> olomuodossa.

# STRINGS.ELEMENTS.TUNGSTENDISELENIDEGAS.NAME
source: <link="TUNGSTENDISELENIDEGAS">Tungsten Diselenide</link>
fi: <link="TUNGSTENDISELENIDEGAS">Wolframdiseleenidi</link>

# STRINGS.ELEMENTS.TUNGSTENGAS.DESC
source: (W) Tungsten is a superheated crystalline <link="RAWMETAL">Metal</link> in a <link="ELEMENTSGAS">Gaseous</link> state.
fi: (W) Wolfram on tulistettua kristallimaista <link="RAWMETAL">Metallia</link> <link="ELEMENTSGAS">Kaasumaisessa</link> olomuodossa.

# STRINGS.ELEMENTS.TUNGSTENGAS.NAME
source: <link="TUNGSTENGAS">Tungsten</link>
fi: <link="TUNGSTENGAS">Wolfram</link>

# STRINGS.ELEMENTS.UNOBTANIUM.DESC
source: (Nt) Neutronium is a mysterious and extremely resilient Metallic element. It cannot be excavated by any Duplicant mining tool.
fi: (Nt) Neutronium on mystinen ja erittäin kimmoisa Metalleihin kuuluva alkuaine. Sitä ei voida louhia millään Jäljennäisen kaivostyökaluilla.

# STRINGS.ELEMENTS.VACUUM.DESC
source: A vacuum is a space devoid of all matter.
fi: Tyhjiö on tila, jossa ei ole lainkaan materiaa.

# STRINGS.ELEMENTS.VACUUM.NAME
source: <link="VACUUM">Vacuum</link>
fi: <link="VACUUM">Tyhjiö</link>

# STRINGS.ELEMENTS.VOID.DESC
source: Cold, infinite nothingness.
fi: Kylmä, ääretön tyhjyys.

# STRINGS.ELEMENTS.VOID.NAME
source: <link="VOID">Void</link>
fi: <link="VOID">Tyhjö</link>

# STRINGS.ELEMENTS.WATER.DESC
source: (H<sub>2</sub>O) Clean <link="WATER">Water</link>, suitable for consumption.
fi: (H<sub>2</sub>O) Puhdasta, käytettäväksi kelpaavaa <link="WATER">Vettä</link>.

# STRINGS.ELEMENTS.WATER.NAME
source: <link="WATER">Water</link>
fi: <link="WATER">Vesi</link>

# STRINGS.ELEMENTS.WOLFRAMITE.DESC
source: ((Fe,Mn)WO<sub>4</sub>) Wolframite is a dense Metallic element in a <link="ELEMENTSSOLID">Solid</link> state. It is a source of <link="TUNGSTEN">Tungsten</link> and is suitable for building <link="POWER">Power</link> systems.
fi: ((Fe,Mn)WO<sub>4</sub>) Wolframiitti on tiheä Metalleihin kuuluva alkuaine <link="ELEMENTSSOLID">Kiinteässä</link> olomuodossa. Se on <link="TUNGSTEN">Wolframin</link> lähde ja se sopii <link="POWER">Sähkö</link>järjestelmien rakentamiseen.

# STRINGS.ELEMENTS.WOLFRAMITE.NAME
source: <link="WOLFRAMITE">Wolframite</link>
fi: <link="WOLFRAMITE">Wolframiitti</link>

# STRINGS.EQUIPMENT.PREFABS.AQUA_SUIT.DESC
source: Because breathing underwater is better than... not.
fi: Koska veden alla hengittäminen on parempi kuin... ei ollenkaan.

# STRINGS.EQUIPMENT.PREFABS.AQUA_SUIT.EFFECT
source: Supplies Duplicants with <style="oxygen">Oxygen</style> in underwater environments. Must be refilled with oxygen at an Exosuit Recharger when depleted.
fi: Antaa Jäljennäisille <style="oxygen">Happea</style> vedenalaisiin ympäristöihin. Täytyy täyttää hapella Eksopukulataamossa tyhjennyttyään.

# STRINGS.EQUIPMENT.PREFABS.AQUA_SUIT.NAME
source: Aqua Suit
fi: Vesipuku

# STRINGS.EQUIPMENT.PREFABS.AQUA_SUIT.RECIPE_DESC
source: Supplies Duplicants with <style="oxygen">Oxygen</style> in underwater environments.
fi: Antaa Jäljennäisille <style="oxygen">Happea</style> vedenalaisiin ympäristöihin.

# STRINGS.EQUIPMENT.PREFABS.ATMO_SUIT.DESC
source: Make sure your Duplicants can breathe easy, anytime, anywhere.
fi: Pidä huolta, että Jäljennäiseni pystyvät hengittämään helposti, milloin vaan, missä vaan.

# STRINGS.EQUIPMENT.PREFABS.ATMO_SUIT.EFFECT
source: Supplies Duplicants with <style="oxygen">Oxygen</style> in toxic and low breathability environments. Must be refilled with oxygen at an Exosuit Recharger when depleted.
fi: Antaa Jäljennäisille <style="oxygen">Happea</style> myrkyllisiin ja ympäristöihin, joissa on vaikea hengittää. Täytyy täyttää hapella Eksopukulataamossa tyhjennyttyään.

# STRINGS.EQUIPMENT.PREFABS.ATMO_SUIT.GENERICNAME
source: Suit
fi: Puku

# STRINGS.EQUIPMENT.PREFABS.ATMO_SUIT.NAME
source: Atmo Suit
fi: Painepuku

# STRINGS.EQUIPMENT.PREFABS.BORING_MACHINE.NAME
source: Prospectolator
fi: Malmilaattori

# STRINGS.EQUIPMENT.PREFABS.COOL_VEST.DESC
source: Don't sweat it!
fi: Älä hikeenny!

# STRINGS.EQUIPMENT.PREFABS.COOL_VEST.EFFECT
source: Protects the wearer from <style="heat">Heat</style> by decreasing insulation.
fi: Suojaa käyttäjäänsä <style="heat">Kuumuudelta</style> heikentämällä eristystä.

# STRINGS.EQUIPMENT.PREFABS.COOL_VEST.GENERICNAME
source: Clothing
fi: Vaatetus

# STRINGS.EQUIPMENT.PREFABS.COOL_VEST.NAME
source: Cool Vest
fi: Viileät Liivit

# STRINGS.EQUIPMENT.PREFABS.COOL_VEST.RECIPE_DESC
source: Protects the wearer from <style="heat">Heat</style> by decreasing insulation.
fi: Suojaa käyttäjäänsä <style="heat">Kuumuudelta</style> heikentämällä eristystä.

# STRINGS.EQUIPMENT.PREFABS.FUNKY_VEST.DESC
source: Turn your Duplicant into a walking beacon of charm and style.
fi: Muuta Jäljennäisesi charmin ja tyylikkyyden käveleväksi majakaksi.

# STRINGS.EQUIPMENT.PREFABS.FUNKY_VEST.EFFECT
source: Increases Decor in a small area effect around the wearer.
fi: Parantaa Koristellisuutta pienellä etäisyydellä käyttäjästä.

# STRINGS.EQUIPMENT.PREFABS.FUNKY_VEST.GENERICNAME
source: Clothing
fi: Vaatetus

# STRINGS.EQUIPMENT.PREFABS.FUNKY_VEST.NAME
source: Snazzy Suit
fi: Upea Puku

# STRINGS.EQUIPMENT.PREFABS.FUNKY_VEST.RECIPE_DESC
source: Increases Decor in a small area effect around the wearer.
fi: Parantaa Koristellisuutta pienellä etäisyydellä käyttäjästä.

# STRINGS.EQUIPMENT.PREFABS.OXYGEN_TANK.EFFECT
source: Allows Duplicants to breathe in hazardous environments. Does not work when submerged in <style="liquid">Liquid</style>.
fi: Mahdollistaa Jäljennäisten hengittää vaarallisissa ympäristöissä. Ei toimi <style="liquid">Nesteeseen</style> uponneena.

# STRINGS.EQUIPMENT.PREFABS.OXYGEN_TANK.GENERICNAME
source: Equipment
fi: Varustus

# STRINGS.EQUIPMENT.PREFABS.OXYGEN_TANK.NAME
source: Oxygen Tank
fi: Happisäiliö

# STRINGS.EQUIPMENT.PREFABS.OXYGEN_TANK.RECIPE_DESC
source: Allows Duplicants to breathe in hazardous environments. Does not work when submerged in <style="liquid">Liquid</style>.
fi: Mahdollistaa Jäljennäisten hengittää vaarallisissa olosuhteissa. Ei toimi <style="liquid">Nesteeseen</style> upotettuna.

# STRINGS.EQUIPMENT.PREFABS.OXYGEN_TANK_UNDERWATER.EFFECT
source: Allows Duplicants to breathe while submerged in <style="liquid">Liquid</style>. Does not work outside of liquid.
fi: Mahdollistaa Jäljennäisten hengittää ollessaan <style="liquid">Nesteeseen</style> uponneena. Ei toimi nesteen ulkopuolella.

# STRINGS.EQUIPMENT.PREFABS.OXYGEN_TANK_UNDERWATER.GENERICNAME
source: Equipment
fi: Varustus

# STRINGS.EQUIPMENT.PREFABS.OXYGEN_TANK_UNDERWATER.NAME
source: Oxygen Rebreather
fi: Happihengityslaite

# STRINGS.EQUIPMENT.PREFABS.OXYGEN_TANK_UNDERWATER.RECIPE_DESC
source: Allows Duplicants to breathe while submerged in <style="liquid">Liquid</style>. Does not work outside of liquid.
fi: Mahdollistaa Jäljennäisten hengittää ollessaan <style="liquid">Nesteeseen</style> uponneena. Ei toimi nesteen ulkopuolella.

# STRINGS.EQUIPMENT.PREFABS.QUARRYING_GUN.NAME
source: Quarrying Gun
fi: Louhintapyssy

# STRINGS.EQUIPMENT.PREFABS.TEMPERATURE_SUIT.DESC
source: Keep your Duplicants cool in case things heat up.
fi: Pidä Jäljennäiseni viileinä siltä varalta, että tulee kuumat paikat.

# STRINGS.EQUIPMENT.PREFABS.TEMPERATURE_SUIT.EFFECT
source: Provides insulation in regions with extreme <style="heat">Temperatures</style>. Must be powered at an Exosuit Recharger when depleted.
fi: Antaa eristystä äärimmäisten <style="heat">Lämpötilojen</style> alueilla. Täytyy ladata sähköllä Eksopukulataamossa tyhjentyessään.

# STRINGS.EQUIPMENT.PREFABS.TEMPERATURE_SUIT.NAME
source: Thermo Suit
fi: Lämpöpuku

# STRINGS.EQUIPMENT.PREFABS.TEMPERATURE_SUIT.RECIPE_DESC
source: Provides insulation in regions with extreme <style="heat">Temperatures</style>.
fi: Antaa eristystä äärimmäisten <style="heat">Lämpötilojen</style> alueilla.

# STRINGS.EQUIPMENT.PREFABS.WARM_VEST.DESC
source: Happiness is a warm Duplicant.
fi: Onni on lämmin Jäljennäinen.

# STRINGS.EQUIPMENT.PREFABS.WARM_VEST.EFFECT
source: Protects the wearer from <style="heat">Cold</style> by increasing insulation.
fi: Suojaa käyttäjäänsä <style="heat">Kylmältä</style> parantamalla eristystä.

# STRINGS.EQUIPMENT.PREFABS.WARM_VEST.GENERICNAME
source: Clothing
fi: Vaatetus

# STRINGS.EQUIPMENT.PREFABS.WARM_VEST.NAME
source: Warm Sweater
fi: Lämmin Pusero

# STRINGS.EQUIPMENT.PREFABS.WARM_VEST.RECIPE_DESC
source: Protects the wearer from <style="heat">Cold</style> by increasing insulation.
fi: Suojaa käyttäjäänsä <style="heat">Kylmältä</style> parantamalla eristystä.

# STRINGS.INPUT.BACKQUOTE
source: Backquote
fi: Takaheittomerkki

# STRINGS.INPUT.BACKSPACE
source: Backspace
fi: Askelpalautin

# STRINGS.INPUT.LEFT_ALT
source: L-Alt
fi: V-Alt

# STRINGS.INPUT.LEFT_CTRL
source: L-Ctrl
fi: V-Ctrl

# STRINGS.INPUT.LEFT_SHIFT
source: L-Shift
fi: V-Vaihto

# STRINGS.INPUT.MOUSE
source: Mouse
fi: Hiiri

# STRINGS.INPUT.MOUSE_SCROLL_DOWN
source: Mouse Scroll Down
fi: Hiiren Rulla Ylös

# STRINGS.INPUT.MOUSE_SCROLL_UP
source: Mouse Scroll Up
fi: Hiiren Rulla Alas

# STRINGS.INPUT.PERIOD
source: Period
fi: Piste

# STRINGS.INPUT.RIGHT_ALT
source: R-Alt
fi: O-Alt

# STRINGS.INPUT.RIGHT_CTRL
source: R-Ctrl
fi: O-Ctrl

# STRINGS.INPUT.RIGHT_SHIFT
source: R-Shift
fi: O-Vaihto

# STRINGS.INPUT.SPACE
source: Space
fi: Välilyönti

# STRINGS.INPUT.TAB
source: Tab
fi: Sarkain

# STRINGS.INPUT_BINDINGS.BUILDING.BUILDINGUTILITY1
source: BuildingUtility1
fi: RakennusApu1

# STRINGS.INPUT_BINDINGS.BUILDING.BUILDINGUTILITY2
source: BuildingUtility2
fi: RakennusApu2

# STRINGS.INPUT_BINDINGS.BUILDING.BUILDINGUTILITY3
source: BuildingUtility3
fi: RakennusApu3

# STRINGS.INPUT_BINDINGS.BUILDING.NAME
source: Building
fi: Rakennus

# STRINGS.INPUT_BINDINGS.BUILDING.TOGGLEENABLED
source: ToggleEnabled
fi: ValitseKäytössä

# STRINGS.INPUT_BINDINGS.BUILDING.TOGGLEOPEN
source: ToggleOpen
fi: ValitseAuki

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGCOLLECTGARBAGE
source: DebugCollectGarbage
fi: DebugKerääRoskat

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGCRASHSIM
source: DebugCrashSim
fi: DebugKaatumisSimulaatio

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGDIG
source: DebugDig
fi: DebugKaiva

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGDISCOVERALLELEMENTS
source: DebugDiscoverAllElements
fi: DebugLöydäKaikkiElementit

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGDUMPEVENTDATA
source: DebugDumpEventData
fi: DebugDumppaaTapahtumatData

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGDUMPGARBAGEREFERENCES
source: DebugDumpGarbageReferences
fi: DebugDumppaaRoskaViittaukset

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGELEMENTTEST
source: DebugElementTest
fi: DebugElementtiTesti

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGEXPLOSION
source: DebugExplosion
fi: DebugRäjähdys

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGFOCUS
source: DebugFocus
fi: DebugTarkennus

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGFORCELIGHTEVERYWHERE
source: DebugForceLightEverywhere
fi: DebugPakotaValoKaikkialle

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGGAMESTEP
source: DebugGameStep
fi: DebugPeliVaihe

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGGOTOTARGET
source: DebugGotoTarget
fi: DebugMeneKohteeseen

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGINSTANTBUILDMODE
source: DebugInstantBuildMode
fi: DebugVälitönRakennusTila

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGINVINCIBLE
source: DebugInvincible
fi: DebugVoittamaton

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGLOCKCURSOR
source: DebugLockCursor
fi: DebugLukitseKursori

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGNEXTCALL
source: DebugNextCall
fi: DebugSeuraavaKutsu

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGNOTIFICATION
source: DebugNotification
fi: DebugIlmoitus

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGNOTIFICATIONMESSAGE
source: DebugNotificationMessage
fi: DebugIlmoitusViesti

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGPATHFINDING
source: DebugPathFinding
fi: DebugReitinHaku

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGPLACE
source: DebugPlace
fi: DebugPaikka

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGREFRESHNAVCELL
source: DebugRefreshNavCell
fi: DebugVirkistäNavCell
