Repository: Eerjunic/OxygenNotIncluded_Fi
Catalog: strings.po
Languages: fi

# STRINGS.CREATURES.SPECIES.SEEDS.PRICKLEFLOWER.NAME
source: <link="PRICKLEFLOWER">Blossom Seed</link>
fi: <link="PRICKLEFLOWER">Harjaskukan Siemen</link>

# STRINGS.CREATURES.SPECIES.SEEDS.PRICKLEGRASS.DESC
source: The <link="PLANTS">Seed</link> of a <link="PRICKLEGRASS">Bluff Briar</link>. Digging up Buried Objects may uncover a Briar Seed.
fi: <link="PRICKLEGRASS">Hämytappuran</link> <link="PLANTS">Siemen</link>. Hautautuneiden esineiden ylös kaivaminen saattaa paljastaa Tappuran Siemenen.

# STRINGS.CREATURES.SPECIES.SEEDS.PRICKLEGRASS.NAME
source: <link="PRICKLEGRASS">Briar Seed</link>
fi: <link="PRICKLEGRASS">Tappuran Siemen</link>

# STRINGS.CREATURES.SPECIES.SEEDS.SPICE_VINE.DESC
source: The <link="PLANTS">Seed</link> of a <link="SPICEVINE">Pincha Pepperplant</link>. Digging up Buried Objects may uncover a Pincha Pepper Seed.
fi: <link="SPICEVINE">Pincha-pippurikasvin</link> <link="PLANTS">Siemen</link>. Hautautuneiden esineiden ylös kaivaminen saattaa paljastaa Pincha-pippurin Siemenen.

# STRINGS.CREATURES.SPECIES.SEEDS.SPICE_VINE.NAME
source: <link="SPICEVINE">Pincha Pepper Seed</link>
fi: <link="SPICEVINE">Pincha-pippurin Siemen</link>

# STRINGS.CREATURES.SPECIES.SEEDS.SWAMPLILY.DESC
source: The <link="PLANTS">Seed</link> of a <link="SWAMPLILY">Balm Lily</link>. Digging up Buried Objects may uncover a Balm Lily Seed.
fi: <link="SWAMPLILY">Balsamililjan</link> <link="PLANTS">Siemen</link>. Hautautuneiden Esineiden ylös kaivaminen saattaa paljastaa Balsamilijan Siemenen.

# STRINGS.CREATURES.SPECIES.SEEDS.SWAMPLILY.NAME
source: <link="SWAMPLILY">Balm Lily Seed</link>
fi: <link="SWAMPLILY">Balsamililjan Siemen</link>

# STRINGS.CREATURES.SPECIES.SHOCKWORM.DESC
source: Shockworms are exceptionally aggressive and discharge electrical shocks to stun their prey.
fi: Sähkömadot ovat erittäin aggressiivisia ja antavat sähköiskuja saaliilleen lamaannuttaakseen sen.

# STRINGS.CREATURES.SPECIES.SHOCKWORM.NAME
source: <link="SHOCKWORM">Shockworm</link>
fi: <link="SHOCKWORM">Sähkömato</link>

# STRINGS.CREATURES.SPECIES.SPICE_VINE.DESC
source: Pincha Pepperplants produce flavorful <link="SPICENUT">Pincha Peppernut</link> for spicing <link="FOOD">Food</link>.
fi: Pincha-pippurikasvit tuottavat aromikkaita <link="SPICENUT">Pincha-pippureita</link> <link="FOOD">Ruokien</link> maustamiseen.

# STRINGS.CREATURES.SPECIES.SPICE_VINE.DOMESTICATEDDESC
source: This plant produces <link="SPICENUT">Pincha Peppernut</link> spices.
fi: Tämä kasvi tuottaa <link="SPICENUT">Pincha-pippuri</link>maustetta.

# STRINGS.CREATURES.SPECIES.SPICE_VINE.NAME
source: <link="SPICEVINE">Pincha Pepperplant</link>
fi: <link="SPICEVINE">Pincha-pippurikasvi</link>

# STRINGS.CREATURES.SPECIES.STEAMSPOUT.DESC
source: A rocky vent that spouts <link="STEAM">Steam</link>.
fi: Kivinen aukko, josta suihkuaa <link="STEAM">Höyryä</link>.

# STRINGS.CREATURES.SPECIES.STEAMSPOUT.NAME
source: <link="GEYSERS">Steam Spout</link>
fi: <link="GEYSERS">Höyrysuihku</link>

# STRINGS.CREATURES.SPECIES.SWAMPLILY.DESC
source: Balm Lilies produce Balm Lily Flower, a lovely bloom with medicinal properties.
fi: Balsamililjat tuottavat ihastuttavia Balsamililjan Kukkia, joilla lääkinnällisiä ominaisuuksia.

# STRINGS.CREATURES.SPECIES.SWAMPLILY.DOMESTICATEDDESC
source: This plant produces medicinal Balm Lily Flower.
fi: Tämä kasvi tuottaa lääkinnällisiä Balsamililjan Kukkia.

# STRINGS.CREATURES.SPECIES.SWAMPLILY.NAME
source: <link="SWAMPLILY">Balm Lily</link>
fi: <link="SWAMPLILY">Balsamililja</link>

# STRINGS.CREATURES.STATS.AGE.NAME
source: Age
fi: Ikä

# STRINGS.CREATURES.STATS.AGE.TOOLTIP
source: Age ------------------ This critter will die when its Age reaches its species' maximum lifespan
fi: Ikä ------------------ Otus kuolee kun sen Ikä saavuttaa lajinsa maksimieliniän

# STRINGS.CREATURES.STATS.AIRPRESSURE.NAME
source: Air Pressure
fi: Ilmanpaine

# STRINGS.CREATURES.STATS.AIRPRESSURE.TOOLTIP
source: The average gas density of the air surrounding this plant
fi: Tätä kasvia ympäröivän kaasun keskimääräinen paine

# STRINGS.CREATURES.STATS.DOMESTICATION.NAME
source: Domestication
fi: Kesyttäminen

# STRINGS.CREATURES.STATS.DOMESTICATION.TOOLTIP
source: Domestication ------------------ Fully domesticated critters produce more materials than wild ones, and may even provide psychological benefits to my colony This critter is {0} domesticated
fi: Kesyttäminen ------------------ Täysin kesytetyt otukset tuottavat enemmän materiaaleja kuin villit yksilöt, ja voivat jopa tarjota psykologisia hyötyvaikutuksia siirtokunnallesi Tämä otus on {0} kesy

# STRINGS.CREATURES.STATS.FERTILITY.NAME
source: Reproduction
fi: Lisääntyminen

# STRINGS.CREATURES.STATS.FERTILITY.TOOLTIP
source: Reproduction ------------------ At 100% Reproduction, critters will reach the end of their reproduction cycle and lay a new egg After an egg is laid, Reproduction is rolled back to 0%
fi: Lisääntyminen ------------------ Lisääntymisen saavutettua 100%:n , otus saavuttaa lisääntymiskiertonsa lopun ja laskee uuden munan Kun muna on laskettu, Lisääntyminen palautuu arvoon 0%

# STRINGS.CREATURES.STATS.FERTILIZATION.ABSORBING_MODIFIER
source: Absorbing
fi: Imee

# STRINGS.CREATURES.STATS.FERTILIZATION.CONSUME_MODIFIER
source: Consuming
fi: Kuluttaa

# STRINGS.CREATURES.STATS.FERTILIZATION.NAME
source: Fertilization
fi: Hedelmöitys

# STRINGS.CREATURES.STATS.HAPPINESS.NAME
source: Happiness
fi: Onnellisuus

# STRINGS.CREATURES.STATS.HAPPINESS.TOOLTIP
source: Happiness ------------------ High Happiness increases a critter's productivity and indirectly improves their egg laying rates It also provides the satisfaction in knowing they're living a good little critter life
fi: Onnellisuus ------------------ Korkea Onnellisuus kasvattaa otuksen tuottavuutta ja epäsuorasti parantaa niiden munimistiheyttä Se myös tekee tyytyväiseksi kun tietää niiden elävän onnellista otuksen elämää

# STRINGS.CREATURES.STATS.HEALTH.NAME
source: Health
fi: Terveys

# STRINGS.CREATURES.STATS.ILLUMINATION.NAME
source: Illumination
fi: Valaistus

# STRINGS.CREATURES.STATS.INCUBATION.NAME
source: Incubation
fi: Hautuminen

# STRINGS.CREATURES.STATS.INCUBATION.TOOLTIP
source: Incubation ------------------ Eggs hatch into brand new critters at the end of their incubation period
fi: Hautuminen ------------------ Munista kuoriutuu upouusia otuksia niiden hautumisjakson lopussa

# STRINGS.CREATURES.STATS.IRRIGATION.ABSORBING_MODIFIER
source: Absorbing
fi: Imee

# STRINGS.CREATURES.STATS.IRRIGATION.CONSUME_MODIFIER
source: Consuming
fi: Kuluttaa

# STRINGS.CREATURES.STATS.IRRIGATION.NAME
source: Irrigation
fi: Kastelu

# STRINGS.CREATURES.STATS.MATURITY.AMOUNT_DESC_FMT
source: {0}: {1} Next harvest in {2}
fi: {0}: {1} Seuraavaan sadonkorjuuseen {2}

# STRINGS.CREATURES.STATS.MATURITY.GROWING
source: Domestic growth rate
fi: Kasvunopeus kesynä

# STRINGS.CREATURES.STATS.MATURITY.GROWINGWILD
source: Wild growth rate
fi: Kasvunopeus villinä

# STRINGS.CREATURES.STATS.MATURITY.NAME
source: Growth Progress
fi: Kasvun edistyminen

# STRINGS.CREATURES.STATS.MATURITY.TOOLTIP
source: Growth Progress ------------------
fi: Kasvun Edistyminen ------------------

# STRINGS.CREATURES.STATS.MATURITY.TOOLTIP_GROWING
source: Predicted Maturation: {0}
fi: Arvioitu Varttuminen: {0}

# STRINGS.CREATURES.STATS.MATURITY.TOOLTIP_GROWING_CROP
source: Predicted Maturation Time: {0} Next harvest occurs in approximately {1}
fi: Arvioitu Varttumisaika: {0} Next harvest occurs in approximately {1}

# STRINGS.CREATURES.STATS.MATURITY.TOOLTIP_GROWN
source: Growth paused while plant awaits harvest
fi: Kasvu pysähtynyt kasvin odottaessa sadonkorjuuta

# STRINGS.CREATURES.STATS.MATURITY.TOOLTIP_STALLED
source: Poor conditions have halted this plant's growth
fi: Kehnot olosuhteet ovat pysäyttäneet tämän kasvin kasvamisen

# STRINGS.CREATURES.STATS.ROT.NAME
source: Freshness Percent
fi: Tuoreus

# STRINGS.CREATURES.STATS.ROT.TOOLTIP
source: Freshness ------------------ Food items become stale at fifty percent freshness, and rot at zero percent
fi: Tuoreus ------------------ Ruuat pahenevat 50%:ssa ja mätänevät 0%:ssa

# STRINGS.CREATURES.STATS.SCALEGROWTH.NAME
source: Scale Growth
fi: Suomujen Kasvu

# STRINGS.CREATURES.STATS.SCALEGROWTH.TOOLTIP
source: Scale Growth ------------------ The amount of time required for this critter to regrow its scales
fi: Suomujen Kasvu ------------------ Kuinka kauan tältä oliolta kestää kasvattaa suomunsa takaisin

# STRINGS.CREATURES.STATS.THERMALCONDUCTIVITYBARRIER.NAME
source: Thermal Conductivity Barrier
fi: Lämmönjohtumisen Hidastin

# STRINGS.CREATURES.STATS.THERMALCONDUCTIVITYBARRIER.TOOLTIP
source: Thick conductivity barriers increase the time it takes an object to heat up or cool down
fi: Paksut johtumisen hidastimet kasvattavat aikaa, joka kohteelta kuluu lämpenemiseen tai jäähtymiseen

# STRINGS.CREATURES.STATS.VIABILITY.NAME
source: Viability
fi: Elinkelpoisuus

# STRINGS.CREATURES.STATS.WILDNESS.NAME
source: Wildness
fi: Villeys

# STRINGS.CREATURES.STATS.WILDNESS.TOOLTIP
source: Wildness ------------------ At 0% Wildness a critter becomes Tame, increasing its metabolism and requiring regular care from a Rancher
fi: Villeys ------------------ Kun Villeys on nollassa, otuksesta tulee Kesy, jolloin sen aineenvaihdunta nopeutuu ja se vaatii enemmän huolenpitoa Paimenelta

# STRINGS.CREATURES.STATUSITEMS.ATMOSPHERICPRESSURETOOHIGH.NAME
source: • Pressure
fi: • Paine

# STRINGS.CREATURES.STATUSITEMS.ATMOSPHERICPRESSURETOOHIGH.TOOLTIP
source: Growth will resume when air pressure is between {low_mass} and {high_mass}
fi: Kasvaminen jatkuu ilman paineen ollessa {low_mass} ja {high_mass} välillä

# STRINGS.CREATURES.STATUSITEMS.ATMOSPHERICPRESSURETOOLOW.NAME
source: • Pressure
fi: • Paine

# STRINGS.CREATURES.STATUSITEMS.ATMOSPHERICPRESSURETOOLOW.TOOLTIP
source: Growth will resume when air pressure is between {low_mass} and {high_mass}
fi: Kasvaminen jatkuu ilman paineen ollessa {low_mass} ja {high_mass} välillä

# STRINGS.CREATURES.STATUSITEMS.ATTACK.NAME
source: Combat!
fi: Taistelu!

# STRINGS.CREATURES.STATUSITEMS.ATTACK.TOOLTIP
source: This critter is on the attack!
fi: Tämä otus hyökkää!

# STRINGS.CREATURES.STATUSITEMS.ATTACK_APPROACH.NAME
source: Stalking Target
fi: Vaanii Kohdetta

# STRINGS.CREATURES.STATUSITEMS.ATTACK_APPROACH.TOOLTIP
source: This critter is hostile and readying to pounce!
fi: Tämä otus on vihamielinen ja valmistautuu syöksymään!

# STRINGS.CREATURES.STATUSITEMS.BAGGED.NAME
source: Trussed
fi: Köytetty

# STRINGS.CREATURES.STATUSITEMS.BARREN.NAME
source: Barren
fi: Hedelmätön

# STRINGS.CREATURES.STATUSITEMS.BARREN.TOOLTIP
source: This plant will produce no more seeds
fi: Tämä kasvi ei tuota enää siemeniä

# STRINGS.CREATURES.STATUSITEMS.BREATH.NAME
source: Suffocating
fi: Tukehtuu

# STRINGS.CREATURES.STATUSITEMS.BREATH.TOOLTIP
source: This critter is about to suffocate
fi: Tämä otus on tukehtumaisillaan

# STRINGS.CREATURES.STATUSITEMS.BURROWED.NAME
source: Burrowed
fi: Kaivautunut

# STRINGS.CREATURES.STATUSITEMS.BURROWED.TOOLTIP
source: Shh! It thinks it's hiding
fi: Hys! Se on piilossa

# STRINGS.CREATURES.STATUSITEMS.BURROWING.NAME
source: Burrowing
fi: Kaivautuu

# STRINGS.CREATURES.STATUSITEMS.BURROWING.TOOLTIP
source: This critter is trying to hide
fi: Tämä otus koittaa piiloutua

# STRINGS.CREATURES.STATUSITEMS.CALL_ADULT.NAME
source: Calling Adult
fi: Kutsuu Vanhempia

# STRINGS.CREATURES.STATUSITEMS.CALL_ADULT.TOOLTIP
source: This baby's craving attention from one of its own kind
fi: Tämä poikanen kaipaa huomiota omanlaisiltaan

# STRINGS.CREATURES.STATUSITEMS.CANTACCEPTFERTILIZER.NAME
source: • Fertilization
fi: • Lannoitettu

# STRINGS.CREATURES.STATUSITEMS.CANTACCEPTFERTILIZER.TOOLTIP
source: This farm plot does not accept fertilizer Move the selected plant to a fertilization capable plot for optimal growth
fi: Tämä viljelykohtaa ei voi lannoittaa Siirrä valittu kasvi lannoituskelpoiseen kohtaan kasvun optimoimiseksi

# STRINGS.CREATURES.STATUSITEMS.CANTACCEPTIRRIGATION.NAME
source: • Irrigation
fi: • Kastelu

# STRINGS.CREATURES.STATUSITEMS.CANTACCEPTIRRIGATION.TOOLTIP
source: This farm plot does not accept irrigation Move the selected plant to an irrigation capable plot for optimal growth
fi: Tämä viljelykohtaa ei voida ojittaa Siirrä valittu kasvi ojituskelpoiseen kohtaan kasvun optimoimiseksi

# STRINGS.CREATURES.STATUSITEMS.COLD.NAME
source: Chilly surroundings
fi: Viileä ympäristö

# STRINGS.CREATURES.STATUSITEMS.COLD.TOOLTIP
source: This critter cannot retain enough heat to stay warm in this environment It prefers temperatures between {0} and {1}
fi: Tämä otus ei saa pidettyä itsessään tarpeeksi lämpöä pysyäkseen elossa tässä ympäristössä Se suosii lämpötiloja {0} ja {1} väliltä

# STRINGS.CREATURES.STATUSITEMS.COLD_CROP.NAME
source: • Body Temperature
fi: • Ruumiinlämpö

# STRINGS.CREATURES.STATUSITEMS.COLD_CROP.TOOLTIP
source: Growth will resume when ambient temperature is between {low_temperature} and {high_temperature}
fi: Kasvu jatkuu kun ympäristön lämpötila on {low_temperature} ja {high_temperature} välillä

# STRINGS.CREATURES.STATUSITEMS.CONSIDERINGLURE.NAME
source: Piqued
fi: Kiinnostunut

# STRINGS.CREATURES.STATUSITEMS.CONSIDERINGLURE.TOOLTIP
source: This critter is tempted to bite a nearby lure
fi: Lähellä oleva syötti houkuttelee tätä otusta

# STRINGS.CREATURES.STATUSITEMS.CONTAMINATEDATMOSPHERE.NAME
source: Pollution Exposure
fi: Altistuminen Saasteille

# STRINGS.CREATURES.STATUSITEMS.CONTAMINATEDATMOSPHERE.TOOLTIP
source: Exposure to contaminants is accelerating this food's decay rate
fi: Saasteille altistuminen nopeuttaa tämän ruuan pilaantumista

# STRINGS.CREATURES.STATUSITEMS.COOLING.NAME
source: Chilly Breath
fi: Viileä Hengitys

# STRINGS.CREATURES.STATUSITEMS.COOLING.TOOLTIP
source: This critter's respiration is having a cooling effect on the area
fi: Tämän otuksen hengitys viilentää ympäristöä

# STRINGS.CREATURES.STATUSITEMS.CROP_TOO_BRIGHT.NAME
source: • Illumination
fi: • Valaistus

# STRINGS.CREATURES.STATUSITEMS.CROP_TOO_BRIGHT.TOOLTIP
source: Growth will resume when darkness requirements are met
fi: Kasvaminen jatkuu kun vaadittu pimeys saavutetaan

# STRINGS.CREATURES.STATUSITEMS.CROP_TOO_DARK.NAME
source: • Illumination
fi: • Valaistus

# STRINGS.CREATURES.STATUSITEMS.CROP_TOO_DARK.TOOLTIP
source: Growth will resume when light requirements are met
fi: Kasvaminen jatkuu kun vaadittu valaistus saavutetaan

# STRINGS.CREATURES.STATUSITEMS.DEAD.NAME
source: Dead
fi: Kuollut

# STRINGS.CREATURES.STATUSITEMS.DEAD.TOOLTIP
source: This critter won't be getting back up...
fi: Tämä otus ei nouse enää ylös...

# STRINGS.CREATURES.STATUSITEMS.DEBUGGOTO.NAME
source: Moving to debug location
fi: Viedään vianmäärityskohtaan

# STRINGS.CREATURES.STATUSITEMS.DEBUGGOTO.TOOLTIP
source: All that obedience training paid off
fi: Kaikki se tottelevaisuuskoulutus tuotti hedelmää

# STRINGS.CREATURES.STATUSITEMS.DIGESTING.NAME
source: Digesting
fi: Sulattelee Ruokaa

# STRINGS.CREATURES.STATUSITEMS.DIGESTING.TOOLTIP
source: This critter is working off a big meal
fi: Tämä otus työstää suurta ateriaa

# STRINGS.CREATURES.STATUSITEMS.DOMESTICATION.NAME
source: Domestication Level: {LevelName}
fi: Kesyyntymistaso: {LevelName}

# STRINGS.CREATURES.STATUSITEMS.DROWNING.NAME
source: Drowning
fi: Hukkumassa

# STRINGS.CREATURES.STATUSITEMS.DROWNING.TOOLTIP
source: This critter can't breathe in liquid!
fi: Tämä otus ei voi hengittää nesteessä!

# STRINGS.CREATURES.STATUSITEMS.DRYINGOUT.NAME
source: • Beached
fi: • Rantautunut

# STRINGS.CREATURES.STATUSITEMS.DRYINGOUT.TOOLTIP
source: This plant must be submerged in liquid to grow
fi: Tämän kasvin täytyy olla upoksissa, jotta se kasvaisi

# STRINGS.CREATURES.STATUSITEMS.EATING.NAME
source: Eating
fi: Syö

# STRINGS.CREATURES.STATUSITEMS.EATING.TOOLTIP
source: This critter found something tasty
fi: Tämä otus löysi jotain makoista

# STRINGS.CREATURES.STATUSITEMS.EMERGING.NAME
source: Emerging
fi: Tulee Esiin

# STRINGS.CREATURES.STATUSITEMS.EMERGING.TOOLTIP
source: This critter is leaving its burrow
fi: Tämä otus on jättämässä kaivannaisensa

# STRINGS.CREATURES.STATUSITEMS.ENTOMBED.LINE_ITEM
source: • Entombed
fi: • Hautautunut

# STRINGS.CREATURES.STATUSITEMS.ENTOMBED.NAME
source: Entombed
fi: Hautautunut

# STRINGS.CREATURES.STATUSITEMS.ENTOMBED.TOOLTIP
source: This critter is trapped and needs help digging out
fi: Tämä otus on satimessa ja tarvitsee apua kaivautuakseen pois

# STRINGS.CREATURES.STATUSITEMS.EXCITED_TO_BE_RANCHED.NAME
source: Freshly Groomed
fi: Vasta Hoidettu

# STRINGS.CREATURES.STATUSITEMS.EXCITED_TO_BE_RANCHED.TOOLTIP
source: This critter just received some attention and feels great
fi: Tämä otus sai juuri huomiota ja se tuntuu mahtavalta

# STRINGS.CREATURES.STATUSITEMS.EXCITED_TO_GET_RANCHED.NAME
source: Excited
fi: Innostunut

# STRINGS.CREATURES.STATUSITEMS.EXCITED_TO_GET_RANCHED.TOOLTIP
source: This critter heard a Rancher call for it and is very excited!
fi: Tämä otus kuuli Paimenen kutsuvan sitä ja se on hyvin innoissaan!

# STRINGS.CREATURES.STATUSITEMS.EXHALING.NAME
source: Exhaling
fi: Uloshengittää

# STRINGS.CREATURES.STATUSITEMS.EXHALING.TOOLTIP
source: This critter is expelling gas from its lungsacs
fi: Tämä otus päästää kaasua ulos keuhkorakkuloistaan

# STRINGS.CREATURES.STATUSITEMS.EXPELLING_GAS.NAME
source: Passing Gas
fi: Päästää kaasua

# STRINGS.CREATURES.STATUSITEMS.EXPELLING_GAS.TOOLTIP
source: This critter is emitting gas Yuck!
fi: Tämä otus päästää kaasua Hyi!

# STRINGS.CREATURES.STATUSITEMS.EXPELLING_LIQUID.NAME
source: Expelling Waste
fi: Poistaa Jätettä

# STRINGS.CREATURES.STATUSITEMS.EXPELLING_LIQUID.TOOLTIP
source: This critter doing their "business"
fi: Tämä otus on "asioimassa"

# STRINGS.CREATURES.STATUSITEMS.EXPELLING_SOLID.NAME
source: Expelling Waste
fi: Poistaa Jätettä

# STRINGS.CREATURES.STATUSITEMS.EXPELLING_SOLID.TOOLTIP
source: This critter is doing their "business"
fi: Tämä otus on "asioimassa"

# STRINGS.CREATURES.STATUSITEMS.EXTERNALTEMPERATURE.NAME
source: External Temperature
fi: Ulkoinen Lämpötila

# STRINGS.CREATURES.STATUSITEMS.EXTERNALTEMPERATURE.TOOLTIP
source: External Temperature ------------------ This critter's environment is {0}
fi: Ulkoinen Lämpötila ------------------ Tämän otuksen ympäristön lämpötila on {0}

# STRINGS.CREATURES.STATUSITEMS.FALLING.NAME
source: Falling
fi: Putoaa

# STRINGS.CREATURES.STATUSITEMS.FALLING.TOOLTIP
source: AHHHH!
fi: ÄÄÄÄÄÄÄÄ!

# STRINGS.CREATURES.STATUSITEMS.FLEEING.NAME
source: Fleeing
fi: Pakenee

# STRINGS.CREATURES.STATUSITEMS.FLEEING.TOOLTIP
source: This critter is trying to escape Get'em!
fi: Tämä otus yrittää pakoon Ottakaa kiinni!

# STRINGS.CREATURES.STATUSITEMS.FLOPPING.NAME
source: Flopping
fi: Sätkii

# STRINGS.CREATURES.STATUSITEMS.FLOPPING.TOOLTIP
source: Fish out of water!
fi: Kala kuivalla maalla!

# STRINGS.CREATURES.STATUSITEMS.FRESH.NAME
source: Fresh {RotPercentage}
fi: Tuore {RotPercentage}

# STRINGS.CREATURES.STATUSITEMS.FRESH.TOOLTIP
source: Get'em while they're hot! {RotTooltip}
fi: Ottakaa vielä kun ovat tuoreita! {RotTooltip}

# STRINGS.CREATURES.STATUSITEMS.GETTING_RANCHED.NAME
source: Being Groomed
fi: Hoidettavana

# STRINGS.CREATURES.STATUSITEMS.GETTING_RANCHED.TOOLTIP
source: This critter's going to look so good when they're done
fi: Tämä otus tulee näyttämään niin hyvältä kun ollaan valmiita

# STRINGS.CREATURES.STATUSITEMS.GETTING_WRANGLED.NAME
source: Being Wrangled
fi: Napattavana

# STRINGS.CREATURES.STATUSITEMS.GETTING_WRANGLED.TOOLTIP
source: Someone's trying to capture this critter!
fi: Joku yrittää napata tätä otusta!

# STRINGS.CREATURES.STATUSITEMS.GROWING.NAME
source: Growing [{PercentGrow}%]
fi: Kasvaa [{PercentGrow}%]

# STRINGS.CREATURES.STATUSITEMS.GROWING.TOOLTIP
source: Next harvest: {TimeUntilNextHarvest}
fi: Seuraava sadonkorjuu: {TimeUntilNextHarvest}

# STRINGS.CREATURES.STATUSITEMS.GROWINGUP.NAME
source: Maturing
fi: Varttuu

# STRINGS.CREATURES.STATUSITEMS.GROWINGUP.TOOLTIP
source: This baby critter is about to reach adulthood
fi: Tämä otus on saavuttamassa aikuisiän

# STRINGS.CREATURES.STATUSITEMS.HATCHING.NAME
source: Hatching
fi: Kuoriutuu

# STRINGS.CREATURES.STATUSITEMS.HATCHING.TOOLTIP
source: Here it comes!
fi: Sieltä se tulee!

# STRINGS.CREATURES.STATUSITEMS.HEALTHSTATUS.NAME
source: Injuries: {healthState}
fi: Vammat: {healthState}

# STRINGS.CREATURES.STATUSITEMS.HEALTHSTATUS.TOOLTIP
source: Current physical status: {healthState}
fi: Tämänhetkinen terveydentila: {healthState}

# STRINGS.CREATURES.STATUSITEMS.HIGH_YIELD.NAME
source: Excellent Yield
fi: Erinomainen Sato

# STRINGS.CREATURES.STATUSITEMS.HIGH_YIELD.TOOLTIP
source: Consistently ideal conditions allowed this plant to bear a large yield {Effects}
fi: Jatkuvat ideaaliset olosuhteet mahdollistivat tämän kasvin kasvattaa erinomaisen sadon {Effects}

# STRINGS.CREATURES.STATUSITEMS.HOT.NAME
source: Toasty surroundings
fi: Paahtava ympäristö

# STRINGS.CREATURES.STATUSITEMS.HOT.TOOLTIP
source: This critter cannot let off enough heat to keep cool in this environment It prefers temperatures between {0} and {1}
fi: Tämä otus ei voi poistaa tarpeeksi lämpöä itsestään pysyäkseen viileänä tässä ympäristössä Se suosii lämpötiloja {0} ja {1} väliltä

# STRINGS.CREATURES.STATUSITEMS.HOT_CROP.NAME
source: • Body Temperature
fi: • Ruumiinlämpö

# STRINGS.CREATURES.STATUSITEMS.HOT_CROP.TOOLTIP
source: Growth will resume when ambient temperature is between {low_temperature} and {high_temperature}
fi: Kasvu jatkuu kun ympäristön lämpötila on {low_temperature} ja {high_temperature} välillä

# STRINGS.CREATURES.STATUSITEMS.HUNGRY.NAME
source: Hungry
fi: Nälkäinen

# STRINGS.CREATURES.STATUSITEMS.HUNGRY.TOOLTIP
source: This critter's tummy is rumbling
fi: Tämän otuksen vatsa kurnii

# STRINGS.CREATURES.STATUSITEMS.HYPERTHERMIA.NAME
source: Overheating
fi: Ylilämpöä

# STRINGS.CREATURES.STATUSITEMS.HYPERTHERMIA.TOOLTIP
source: Internal temperature is dangerously high [{InternalTemperature} / {TargetTemperature}]
fi: Sisäinen lämpötila on vaarallisen korkea [{InternalTemperature} / {TargetTemperature}]

# STRINGS.CREATURES.STATUSITEMS.HYPOTHERMIA.NAME
source: Freezing
fi: Jäätymäisillään

# STRINGS.CREATURES.STATUSITEMS.HYPOTHERMIA.TOOLTIP
source: Internal temperature is dangerously low
fi: Sisäinen lämpötila on vaarallisen alhainen

# STRINGS.CREATURES.STATUSITEMS.IDLE.NAME
source: Idle
fi: Toimeton

# STRINGS.CREATURES.STATUSITEMS.IDLE.TOOLTIP
source: Just enjoying life, y'know?
fi: Nauttii elämästä, tiiäksä?

# STRINGS.CREATURES.STATUSITEMS.IN_INCUBATOR.NAME
source: Incubation Complete
fi: Hautuminen Valmis

# STRINGS.CREATURES.STATUSITEMS.INCUBATING.NAME
source: Incubating
fi: Hautuu

# STRINGS.CREATURES.STATUSITEMS.INCUBATING.TOOLTIP
source: Cozily preparing to meet the world
fi: Valmistautuu mukavasti kohtaamaan maailman

# STRINGS.CREATURES.STATUSITEMS.INHALING.NAME
source: Inhaling
fi: Sisäänhengittää

# STRINGS.CREATURES.STATUSITEMS.INHALING.TOOLTIP
source: This critter is taking a deep breath
fi: Tämä otus vetää syvään henkeä

# STRINGS.CREATURES.STATUSITEMS.LAYINGANEGG.NAME
source: Laying an egg
fi: Munii

# STRINGS.CREATURES.STATUSITEMS.LAYINGANEGG.TOOLTIP
source: Witness the miracle of life!
fi: Todista elämän ihmettä!

# STRINGS.CREATURES.STATUSITEMS.LOOKINGFORFOOD.NAME
source: Foraging
fi: Etsii Ruokaa

# STRINGS.CREATURES.STATUSITEMS.LOOKINGFORFOOD.TOOLTIP
source: This critter is hungry and looking for food
fi: Tämä otus on nälkäinen ja etsii ruokaa

# STRINGS.CREATURES.STATUSITEMS.LOW_YIELD.NAME
source: Standard Yield
fi: Perussato

# STRINGS.CREATURES.STATUSITEMS.LOW_YIELD.TOOLTIP
source: This plant produced an average yield
fi: Tämä kasvi tuotti keskiverron sadon

# STRINGS.CREATURES.STATUSITEMS.NAME_NON_GROWING_PLANT
source: Wilted
fi: Kuihtunut

# STRINGS.CREATURES.STATUSITEMS.NEEDSFERTILIZER.NAME
source: • Fertilization
fi: • Lannoitus
