Repository: Eerjunic/OxygenNotIncluded_Fi
Catalog: strings.po
Languages: fi

# STRINGS.BUILDINGS.DAMAGESOURCES.LIQUID_PRESSURE
source: neighboring liquid pressure
fi: viereisen nesteen paine

# STRINGS.BUILDINGS.DAMAGESOURCES.MICROMETEORITE
source: micrometeorite
fi: mikrometeoriitti

# STRINGS.BUILDINGS.DAMAGESOURCES.MINION_DESTRUCTION
source: an angry Duplicant. Rude!
fi: vihainen Jäljennäinen. Törkeää!

# STRINGS.BUILDINGS.DAMAGESOURCES.NOTIFICATION_TOOLTIP
source: A {0} sustained damage from {1}
fi: {0} otti jatkuvaa vahinkoa vahinkoa kohteesta {1}

# STRINGS.BUILDINGS.DISINFECTABLE.DISABLE_DISINFECT.NAME
source: Cancel Disinfect
fi: Peru Desinfiointi

# STRINGS.BUILDINGS.DISINFECTABLE.DISABLE_DISINFECT.TOOLTIP
source: Cancel this disinfect order
fi: Peru tämä desinfiointimääräys

# STRINGS.BUILDINGS.DISINFECTABLE.ENABLE_DISINFECT.NAME
source: Disinfect
fi: Desinfioi

# STRINGS.BUILDINGS.DISINFECTABLE.ENABLE_DISINFECT.TOOLTIP
source: Mark this building for disinfection
fi: Merkitse tämä rakennus desinfioitavaksi

# STRINGS.BUILDINGS.DISINFECTABLE.NO_DISEASE.TOOLTIP
source: This building is already clean
fi: Tämä rakennus on jo puhdas

# STRINGS.BUILDINGS.PREFABS.ADVANCEDRESEARCHCENTER.DESC
source: Super computers unlock higher technology tiers than research stations alone.
fi: Supertietokoneet avaavat korkeamman tason teknologiaa kuin pelkät tutkimusasemat.

# STRINGS.BUILDINGS.PREFABS.ADVANCEDRESEARCHCENTER.EFFECT
source: Conducts <link="RESEARCH">Intermediate Research</link> to unlock new technologies.
fi: Suorittaa<link="RESEARCH">Keskitason tutkimusta</link> uusien teknologioiden avaamiseksi.

# STRINGS.BUILDINGS.PREFABS.ADVANCEDRESEARCHCENTER.NAME
source: <link="ADVANCEDRESEARCHCENTER">Super Computer</link>
fi: <link="ADVANCEDRESEARCHCENTER">Supertietokone</link>

# STRINGS.BUILDINGS.PREFABS.AIRBORNECREATURELURE.DESC
source: Lures can relocate Pufts or Shine Bugs to specific locations in your base.
fi: Houkuttimet voivat siirtää Nölliäisiä tai Kiiltoötököitä määrättyihin paikkoihin tukikohdassasi.

# STRINGS.BUILDINGS.PREFABS.AIRBORNECREATURELURE.EFFECT
source: Attracts one type of airborne critter. Must be baited with <link="SLIMEMOLD">Slime</link> or <link="PHOSPHORITE">Phosphorite</link>.
fi: Houkuttelee yhdenlaisia lentäviä otuksia Syötiksi täytyy laittaa <link="SLIMEMOLD">Limaa</link> tai <link="PHOSPHORITE">Fosforiittia</link>.

# STRINGS.BUILDINGS.PREFABS.AIRBORNECREATURELURE.NAME
source: <link="AIRBORNECREATURELURE">Critter Lure</link>
fi: <link="AIRBORNECREATURELURE">Otussyötti</link>

# STRINGS.BUILDINGS.PREFABS.AIRCONDITIONER.DESC
source: A thermo regulator doesn't remove heat, but relocates it to a new area.
fi: Lämpötilansäätelijä ei poista lämpöä vaan siirtää sen toiseen tilaan.

# STRINGS.BUILDINGS.PREFABS.AIRCONDITIONER.EFFECT
source: Cools the <link="ELEMENTSGAS">Gas</link> piped through it, but outputs <link="HEAT">Heat</link> in its immediate vicinity.
fi: Jäähdyttää siinä virtaavaa <link="ELEMENTSGAS">Kaasua</link> mutta luovuttaa <link="HEAT">Lämpöä</link> sen välittömään läheisyyteen.

# STRINGS.BUILDINGS.PREFABS.AIRCONDITIONER.NAME
source: <link="AIRCONDITIONER">Thermo Regulator</link>
fi: <link="AIRCONDITIONER">Lämpötilansäätelijä</link>

# STRINGS.BUILDINGS.PREFABS.AIRFILTER.DESC
source: Oh! Citrus scented!
fi: Uu! Sitruunantuoksuinen!

# STRINGS.BUILDINGS.PREFABS.AIRFILTER.EFFECT
source: Uses <link="SAND">Sand</link> to filter <link="CONTAMINATEDOXYGEN">Polluted Oxygen</link> from the air, reducing <link="DISEASE">Disease</link> spread.
fi: Käyttää <link="SAND">Hiekkaa</link> <link="CONTAMINATEDOXYGEN">Saastuneen Hapen</link> suodattamiseen ilmasta, vähentäen <link="DISEASE">Sairauksien</link> leviämistä.

# STRINGS.BUILDINGS.PREFABS.AIRFILTER.NAME
source: <link="AIRFILTER">Deodorizer</link>
fi: <link="AIRFILTER">Hajunpoistaja</link>

# STRINGS.BUILDINGS.PREFABS.ALGAEDISTILLERY.DESC
source: Algae distillers convert disease-causing slime into algae for oxygen production.
fi: Levätislaamot muuntavat tauteja-aiheuttavan liman leväksi hapentuotantoa varten.

# STRINGS.BUILDINGS.PREFABS.ALGAEDISTILLERY.EFFECT
source: Refines <link="SLIMEMOLD">Slime</link> into <link="ALGAE">Algae</link>.
fi: Jalostaa <link="SLIMEMOLD">Liman</link> <link="ALGAE">Leväksi</link>.

# STRINGS.BUILDINGS.PREFABS.ALGAEDISTILLERY.NAME
source: <link="ALGAEDISTILLERY">Algae Distiller</link>
fi: <link="ALGAEDISTILLERY">Levätislaamo</link>

# STRINGS.BUILDINGS.PREFABS.ALGAEHABITAT.DESC
source: Algae colony, Duplicant colony... we're more alike than we are different.
fi: Leväsiirtokunta, Jäljennäissiirtokunta… olemme enemmän samanlaisia, kuin mitä olemme erilaisia.

# STRINGS.BUILDINGS.PREFABS.ALGAEHABITAT.EFFECT
source: Consumes <link="ALGAE">Algae</link> to produce <link="OXYGEN">Oxygen</link> and remove some <link="CARBONDIOXIDE">Carbon Dioxide</link>. Gains a 10% efficiency boost in direct <link="LIGHT">Light</link>.
fi: Kuluttaa <link="ALGAE">Levää</link> tuottaakseen <link="OXYGEN">Happea</link> poistaen samalla hieman <link="CARBONDIOXIDE">Hiilidioksidia</link>. Tehokkuus kasvaa 10% saadessaan suoraa <link="LIGHT">Valoa</link>.

# STRINGS.BUILDINGS.PREFABS.ALGAEHABITAT.NAME
source: <link="ALGAEHABITAT">Algae Terrarium</link>
fi: <link="ALGAEHABITAT">Leväterraario</link>

# STRINGS.BUILDINGS.PREFABS.ALGAEHABITAT.SIDESCREEN_TITLE
source: Empty <link="DIRTYWATER">Polluted Water</link> Threshold
fi: Tyhjä <link="DIRTYWATER">Saastuneen veden</link> Sietokynnys

# STRINGS.BUILDINGS.PREFABS.APOTHECARY.DESC
source: All-natural remedies to cure what ails you.
fi: Täysin luonnollisia rohtoja vaivojese parantamiseen.

# STRINGS.BUILDINGS.PREFABS.APOTHECARY.EFFECT
source: Produces <link="MEDICINE">Medicine</link> to cure most basic <link="DISEASE">Diseases</link>. Duplicants will not fabricate items unless recipes are queued.
fi: Tuottaa <link="MEDICINE">Lääkkeitä</link> parantamaan kaikista yksinkertaisimmat <link="DISEASE">Sairaudet</link>. Jäljennäiset eivät valmista esineitä, jos reseptejä ei ole jonossa.

# STRINGS.BUILDINGS.PREFABS.APOTHECARY.NAME
source: <link="APOTHECARY">Apothecary</link>
fi: <link="APOTHECARY">Lääkekaappi</link>

# STRINGS.BUILDINGS.PREFABS.ARCADEMACHINE.DESC
source: Komet Kablam-O! For up to two players.
fi: Komeet Kablam-O! Enintään kahdelle pelaajalle.

# STRINGS.BUILDINGS.PREFABS.ARCADEMACHINE.EFFECT
source: Allows Duplicants to play video games on their breaks. Increases Duplicant Morale.
fi: Mahdollistaa Jäljennäisten videopelien pelaamisen tauoillaan. Nostaa Jäljennäisten Moraalia.

# STRINGS.BUILDINGS.PREFABS.ARCADEMACHINE.NAME
source: <link="ARCADEMACHINE">Arcade Cabinet</link>
fi: <link="SANDCEMENT">Pelikone</link>

# STRINGS.BUILDINGS.PREFABS.BATTERY.CHARGE_LOSS
source: {Battery} charge loss
fi: {Battery} menetti varauksensa

# STRINGS.BUILDINGS.PREFABS.BATTERY.DESC
source: Batteries allow extra power from generators to be stored for later, rather than lost.
fi: Akut mahdollistavat generaattorien tuottaman ylimääräisen sähkön varastoimisen myöhempää käyttöävarten sen sijaa, että se menisi harakoille.

# STRINGS.BUILDINGS.PREFABS.BATTERY.EFFECT
source: Stores a bit of runoff <link="POWER">Power</link> from generators, but loses charge over time.
fi: Varastoi hiukan generaattorien ylijäämä<link="POWER">sähköä</link>, mutta purkautuu ajan kanssa.

# STRINGS.BUILDINGS.PREFABS.BATTERY.NAME
source: <link="BATTERY">Tiny Battery</link>
fi: <link="BATTERY">Pieni Akku</link>

# STRINGS.BUILDINGS.PREFABS.BATTERYMEDIUM.DESC
source: Larger batteries hold more power and keep systems running longer before recharging.
fi: Suuremmat akut voivat varastoida enemmän sähköä ja pitävät järjestelmät käynnissä pidempään ennen kuin ne täytyy ladata uudelleen.

# STRINGS.BUILDINGS.PREFABS.BATTERYMEDIUM.EFFECT
source: Stores most runoff <link="POWER">Power</link> from generators, but loses charge over time.
fi: Varastoi enimmän generaattorien ylijäämä<link="POWER">sähkön</link>, mutta purkautuu ajan kanssa.

# STRINGS.BUILDINGS.PREFABS.BATTERYMEDIUM.NAME
source: <link="BATTERYMEDIUM">Battery</link>
fi: <link="BATTERYMEDIUM">Akku</link>

# STRINGS.BUILDINGS.PREFABS.BATTERYSMART.ACTIVATE_TOOLTIP
source: Logic input will become <link="LOGIC">Active</link> when battery is less than {0}% charged
fi: Looginen syöte muuttuu <link="LOGIC">Aktiiviseksi</link> kun akun varaus on alle {0}%:n

# STRINGS.BUILDINGS.PREFABS.BATTERYSMART.DEACTIVATE_TOOLTIP
source: Logic input will go on <link="LOGIC">Standby</link> when battery is more than {0}% charged
fi: Looginen syöte menee <link="LOGIC">Valmiustilaan</link> kun akun varaus on yli {0}%:n

# STRINGS.BUILDINGS.PREFABS.BATTERYSMART.DESC
source: Smart batteries can automatically turn systems off when there is no charge to sustain them.
fi: Älyakut pystyvät sammuttamaan järjestelmiä automaattisesti, kun niiden ylläpitämiseen ei ole virtaa.

# STRINGS.BUILDINGS.PREFABS.BATTERYSMART.EFFECT
source: Stores most runoff <link="POWER">Power</link> from generators, but loses charge over time. Logic input becomes <link="LOGIC">Active</link> when charged above the set threshold.
fi: Varastoi enimmän generaattorien ylijäämä<link="POWER">sähkön</link>, mutta purkautuu ajan kanssa. Looginen syöte muuttuu <link="LOGIC">Aktiiviseksi</link> kun varaus ylittää kynnyksen.

# STRINGS.BUILDINGS.PREFABS.BATTERYSMART.LOGIC_PORT_DESC
source: <link="LOGIC">Active</link> if charge exceeds threshold
fi: <link="LOGIC">Aktiivinen</link> jos varaus ylittää kynnyksen

# STRINGS.BUILDINGS.PREFABS.BATTERYSMART.NAME
source: <link="BATTERYSMART">Smart Battery</link>
fi: <link="BATTERYSMART">Älyakku</link>

# STRINGS.BUILDINGS.PREFABS.BATTERYSMART.SIDESCREEN_ACTIVATE
source: Active:
fi: Aktiivinen:

# STRINGS.BUILDINGS.PREFABS.BATTERYSMART.SIDESCREEN_DEACTIVATE
source: Standby:
fi: Valmiustilassa:

# STRINGS.BUILDINGS.PREFABS.BATTERYSMART.SIDESCREEN_TITLE
source: Logic Activation Parameters
fi: Loogiset Aktivointiparametrit

# STRINGS.BUILDINGS.PREFABS.BED.DESC
source: Duplicants without a bed will develop sore backs from sleeping on the floor.
fi: Jäljennäisien, joilla ei ole sänkyä, selkä kipeytyy lattialla nukkumisen takia.

# STRINGS.BUILDINGS.PREFABS.BED.EFFECT
source: Gives one Duplicant a place to sleep. Duplicants will automatically return to their cots to sleep at night.
fi: Tarjoaa Jäljennäiselle nukkumapaikan. Jäljennäiset palaavat vuoteisiinsa automaattiset yöksi nukkumaan.

# STRINGS.BUILDINGS.PREFABS.BED.NAME
source: <link="BED">Cot</link>
fi: <link="BED">Vuode</link>

# STRINGS.BUILDINGS.PREFABS.BOTTLEEMPTIER.DESC
source: A bottle emptier's Element Filter can be used to designate areas for specific liquid storage.
fi: Pullontyhjentimen Ainesuodatin voidaan käyttää tietynlaisten nestevarastoalueiden määrittämiseen.

# STRINGS.BUILDINGS.PREFABS.BOTTLEEMPTIER.EFFECT
source: Empties bottled <link="ELEMENTSLIQUID">Liquids</link> back into the world.
fi: Tyhjentää pullotetut <link="ELEMENTSLIQUID">Nesteet</link> takaisin maailmaan.

# STRINGS.BUILDINGS.PREFABS.BOTTLEEMPTIER.NAME
source: <link="BOTTLEEMPTIER">Bottle Emptier</link>
fi: <link="BOTTLEEMPTIER">Pullontyhjennin</link>

# STRINGS.BUILDINGS.PREFABS.BUNKERDOOR.DESC
source: A massive, slow-moving door which is nearly indestructible.
fi: Massiivinen, hitaasti liikkuva ovi, joka on lähes tuhoutumaton.

# STRINGS.BUILDINGS.PREFABS.BUNKERDOOR.EFFECT
source: Blocks <link="ELEMENTSLIQUID">Liquid</link> and <link="ELEMENTSGAS">Gas</link> flow, maintaining pressure between areas. Sets Duplicant Access Permissions for area restriction. Can withstand extremely high pressures and impacts.
fi: Estää <link="ELEMENTSLIQUID">Neste-</link> ja <link="ELEMENTSGAS">Kaasu</link>virrat, ylläpitäen huoneiden välisen paineen. Asettaa Jäljennäisten Pääsyluvat alueen eristämiseksi. Kestää erittäin korkeita paineita ja iskuja

# STRINGS.BUILDINGS.PREFABS.BUNKERDOOR.NAME
source: <link="BUNKERDOOR">Bunker Door</link>
fi: <link="BUNKERDOOR">Bunkkerin Ovi</link>

# STRINGS.BUILDINGS.PREFABS.BUNKERTILE.DESC
source: Bunker tiles can be used to build strong shelters in otherwise dangerous environments.
fi: Bunkkerilaattoja voidaan käyttää rakentamaan vahvoja suojarakennuksia vaarallisiin ympäristöihin.

# STRINGS.BUILDINGS.PREFABS.BUNKERTILE.EFFECT
source: Used as floor and wall tile to build rooms. Can withstand extreme pressures and impacts.
fi: Käytetään lattia- ja seinälaattoina huoneita rakentaessa. Kestää äärimmäisiä paineita ja iskuja.

# STRINGS.BUILDINGS.PREFABS.BUNKERTILE.NAME
source: <link="BUNKERTILE">Bunker Tile</link>
fi: <link="BUNKERTILE">Bunkkerilaatta</link>

# STRINGS.BUILDINGS.PREFABS.BURNER.DESC
source: Burners reach incredible temperatures and can quickly melt large areas.
fi: Polttimet yltävät uskomattomiin lämpötiloihin ja voivat nopeasti sulattaa suuria alueita.

# STRINGS.BUILDINGS.PREFABS.BURNER.EFFECT
source: Produces a searing <link="HEAT">Heat Jet</link> using liquid <link="CRUDEOIL">Crude Oil</link>.
fi: Tuottaa polttavan kuuman <link="HEAT">Lämpösuihkun</link> <link="CRUDEOIL">Raakaöljyä</link> käyttäen.

# STRINGS.BUILDINGS.PREFABS.BURNER.NAME
source: <link="BURNER">Burner</link>
fi: <link="BURNER">Poltin</link>

# STRINGS.BUILDINGS.PREFABS.CANVAS.AVERAGEQUALITYNAME
source: Mediocre Painting
fi: Keskinkertainen Maalaus

# STRINGS.BUILDINGS.PREFABS.CANVAS.DESC
source: Once built, a Duplicant can paint a blank canvas to produce a decorative painting.
fi: Kun se on rakennettu, Jäljennäinen voi maalata tyhjälle kankaalle luodakseen koristeellisen maalauksen.

# STRINGS.BUILDINGS.PREFABS.CANVAS.EFFECT
source: Increases <link="DECOR">Decor</link> and reduces <link="STRESS">Stress</link>. Must be painted by a Duplicant.
fi: Parantaa <link="DECOR">Koristeellisuutta</link> ja vähentää <link="STRESS">Ahdistusta</link>. Jäljennäisen on maalattava tämä.

# STRINGS.BUILDINGS.PREFABS.CANVAS.EXCELLENTQUALITYNAME
source: Masterpiece
fi: Mestariteos

# STRINGS.BUILDINGS.PREFABS.CANVAS.NAME
source: <link="CANVAS">Blank Canvas</link>
fi: <link="CANVAS">Tyhjä Kangas</link>

# STRINGS.BUILDINGS.PREFABS.CANVAS.POORQUALITYNAME
source: Crude Painting
fi: Kehno Maalaus

# STRINGS.BUILDINGS.PREFABS.CEILINGLIGHT.DESC
source: Light reduces Duplicant stress and is required to grow certain plants.
fi: Valo vähentää Jäljennäisen ahdistusta ja sitä vaaditaan tiettyjen kasvien kasvattamiseksi.

# STRINGS.BUILDINGS.PREFABS.CEILINGLIGHT.EFFECT
source: Provides <link="LIGHT">Light</link> when <link="POWER">Powered</link>.
fi: Tuottaa <link="LIGHT">Valoa</link> saadessaan <link="POWER">Sähköä</link>.

# STRINGS.BUILDINGS.PREFABS.CEILINGLIGHT.NAME
source: <link="CEILINGLIGHT">Ceiling Light</link>
fi: <link="CEILINGLIGHT">Kattolamppu</link>

# STRINGS.BUILDINGS.PREFABS.CHECKPOINT.DESC
source: Checkpoints can be connected to automated sensors to determine when it is safe to enter.
fi: Tarkistuspisteet voidaan yhdistää automaatisoituihin sensoreihin, jotta voidaan tietää koska on turvallista mennä sisään.

# STRINGS.BUILDINGS.PREFABS.CHECKPOINT.EFFECT
source: Allows Duplicants to pass when <link="LOGIC">Active</link>. Prevents Duplicants from passing when on <link="LOGIC">Standby</link>.
fi: Päästää Jäljennäiset läpi ollessaan <link="LOGIC">Aktiivinen</link>. Estää Jäljennäisiä pääsemästä läpi ollessaan <link="LOGIC">Valmiustilassa</link>.

# STRINGS.BUILDINGS.PREFABS.CHECKPOINT.LOGIC_PORT_DESC
source: Duplicant Stop/Go
fi: Jäljennäinen Pysähdy/Mene

# STRINGS.BUILDINGS.PREFABS.CHECKPOINT.NAME
source: <link="CHECKPOINT">Duplicant Checkpoint</link>
fi: <link="CHECKPOINT">Jäljennäisten Tarkistuspiste</link>

# STRINGS.BUILDINGS.PREFABS.CLOTHINGFABRICATOR.DESC
source: A textile loom can be used to spin Reed Fiber into wearable Duplicant clothing.
fi: Kangaspuita voidaan käyttää Ruokokuidun kehräämiseen Jäljennäisten puettaviksi vaatteiksi.

# STRINGS.BUILDINGS.PREFABS.CLOTHINGFABRICATOR.EFFECT
source: Tailors Duplicant <link="EQUIPMENT">Clothing</link> items. Duplicants will not fabricate items unless recipes are queued.
fi: Räätälöi Jäljennäisten <link="EQUIPMENT">Vaatteita</link>. Jäljennäiset eivät valmista esineitä, jos reseptejä ei ole jonossa.

# STRINGS.BUILDINGS.PREFABS.CLOTHINGFABRICATOR.NAME
source: <link="CLOTHINGFABRICATOR">Textile Loom</link>
fi: <link="CLOTHINGFABRICATOR">Kangaspuut</link>

# STRINGS.BUILDINGS.PREFABS.CO2SCRUBBER.DESC
source: Carbon skimmers remove large amounts of carbon dioxide, but produce no breathable air.
fi: Hiilikerääjät poistavat suuria määriä hiilidioksidia, mutteivat tuota hengityskelpoista ilmaa.

# STRINGS.BUILDINGS.PREFABS.CO2SCRUBBER.EFFECT
source: Uses <link="WATER">Water</link> to filter <link="CARBONDIOXIDE">Carbon Dioxide</link> from the air.
fi: Käyttää <link="WATER">Vettä</link> <link="CARBONDIOXIDE">Hiilidioksidin</link> suodattamiseen ilmasta.

# STRINGS.BUILDINGS.PREFABS.CO2SCRUBBER.NAME
source: <link="CO2SCRUBBER">Carbon Skimmer</link>
fi: <link="CO2SCRUBBER">Hiilikerääjä</link>

# STRINGS.BUILDINGS.PREFABS.COMETDETECTOR.DESC
source: Networks of many scanners will detect meteors more efficiently than one scanner alone.
fi: Useiden havaitsin muodostama verkosto havaitsee meteorit tehokkaammin, kuin yksittäinen havaitsin.

# STRINGS.BUILDINGS.PREFABS.COMETDETECTOR.EFFECT
source: Sends an <link="LOGIC">Active Signal</link> to its logic circuit when it detects incoming meteorite showers.
fi: Lähettää <link="LOGIC">Aktiivinen Signaali</link> loogiseen piiriin havaitessaan kohti tulevat meteorisuihkut.

# STRINGS.BUILDINGS.PREFABS.COMETDETECTOR.NAME
source: <link="COMETDETECTOR">Space Scanner</link>
fi: <link="COLDBREATHER">Avaruusskanneri</link>

# STRINGS.BUILDINGS.PREFABS.COMPOST.DESC
source: Composts safely deal with biological waste and help fertilize domestic plants.
fi: Kompostit käsittelevät biojätteen turvallisesti ja auttavat kotikasvien lannoittamisessa.

# STRINGS.BUILDINGS.PREFABS.COMPOST.EFFECT
source: Reduces <link="TOXICSAND">Polluted Dirt</link> and other compostables down into <link="DIRT">Dirt</link>.
fi: Hajottaa <link="TOXICSAND">Saastunutta maata</link> ja muita kompostoitavia <link="FERTILIZER">Mullaksi</link>.

# STRINGS.BUILDINGS.PREFABS.COMPOST.NAME
source: <link="COMPOST">Compost</link>
fi: <link="COMPOST">Komposti</link>

# STRINGS.BUILDINGS.PREFABS.CONDUIT.STATUS_ITEM.NAME
source: Marked for Emptying
fi: Merkitty Tyhjennettäväksi

# STRINGS.BUILDINGS.PREFABS.CONDUIT.STATUS_ITEM.TOOLTIP
source: Awaiting a Plumber to clear this pipe
fi: Odottaa, että Putkimies tulee avaamaan tämän putken

# STRINGS.BUILDINGS.PREFABS.COOKINGSTATION.DESC
source: Proper cooking eliminates foodborne disease and produces tasty, stress-relieving meals.
fi: Oikeanlainen ruuanvalmistus tuhoaa ruuan mukana leviävät sairaudet ja tuottaa maistuvia, ahdistusta lievittäviä aterioita.

# STRINGS.BUILDINGS.PREFABS.COOKINGSTATION.EFFECT
source: Cooks a wide variety of improved <link="FOOD">Foods</link>. Duplicants will not fabricate items unless recipes are queued.
fi: Valmistaa paljon erilaisia paranneltuja <link="FOOD">Ruokia</link>. Jäljennäiset eivät valmista tuotteita, jos reseptejä ei ole jonossa.

# STRINGS.BUILDINGS.PREFABS.COOKINGSTATION.NAME
source: <link="COOKINGSTATION">Electric Grill</link>
fi: <link="COOKINGSTATION">Sähkögrilli</link>

# STRINGS.BUILDINGS.PREFABS.CREATUREDELIVERYPOINT.DESC
source: Duplicants automatically bring captured critters to these relocation points for release.
fi: Jäljennäiset tuovat automaattisesti napattuja otuksia näihin uudelleensijoituspaikkoihin vapauttaakseen ne.

# STRINGS.BUILDINGS.PREFABS.CREATUREDELIVERYPOINT.EFFECT
source: Releases trapped critters back into the world. Can be used multiple times.
fi: Vapauttaa napatut otukset takaisin maailmaan Voidaan käyttää useita kertoja.

# STRINGS.BUILDINGS.PREFABS.CREATUREDELIVERYPOINT.NAME
source: <link="CREATUREDELIVERYPOINT">Critter Drop-Off</link>
fi: <link="CREATUREDELIVERYPOINT">Otuksen Jättöpaikka</link>

# STRINGS.BUILDINGS.PREFABS.CREATUREFEEDER.DESC
source: Critters tend to stay close to their food source and will wander less when given a Feeder.
fi: Otukset tapaavat pysyä lähellä ruokapaikkaansa ja vaeltelevat vähemmän, kun heillä on Ruokkija.

# STRINGS.BUILDINGS.PREFABS.CREATUREFEEDER.EFFECT
source: Automatically dispenses food for hungry critters.
fi: Annostelee automaattisesti nälkäisille otuksille ruokaa.

# STRINGS.BUILDINGS.PREFABS.CREATUREFEEDER.NAME
source: <link="CREATUREFEEDER">Critter Feeder</link>
fi: <link="CREATUREFEEDER">Otuksenruokkija</link>

# STRINGS.BUILDINGS.PREFABS.CREATURETRAP.DESC
source: Traps cannot catch flying critters.
fi: Ansat eivät pysty nappaamaan lentäviä otuksia.

# STRINGS.BUILDINGS.PREFABS.CREATURETRAP.EFFECT
source: Captures a living critter for transport. Single use.
fi: Nappaa elävän otuksen kuljetusta varten. Kertakäyttöinen.

# STRINGS.BUILDINGS.PREFABS.CREATURETRAP.NAME
source: <link="CREATURETRAP">Critter Trap</link>
fi: <link="CREATURETRAP">Otusansa</link>

# STRINGS.BUILDINGS.PREFABS.DEVGENERATOR.DESC
source: Generates infinite testing power
fi: Tuottaa äärettömästi testaussähköä

# STRINGS.BUILDINGS.PREFABS.DEVGENERATOR.EFFECT
source: Runs on coffee
fi: Toimii kahvilla

# STRINGS.BUILDINGS.PREFABS.DEVGENERATOR.NAME
source: <link="DEVGENERATOR">DEV Generator</link>
fi: <link="DEVGENERATOR">DEV Generaattori</link>

# STRINGS.BUILDINGS.PREFABS.DININGTABLE.DESC
source: Duplicants prefer to dine at a table, rather than eat off the floor.
fi: Jäljennäiset syövät mieluummin pöydän ääressä, kuin syövät lattialta.

# STRINGS.BUILDINGS.PREFABS.DININGTABLE.EFFECT
source: Gives one Duplicant a place to eat. Duplicants will automatically eat at their assigned table when hungry.
fi: Tarjoaa Jäljennäiselle ruokailupaikan. Jäljennäiset menevät automaattisesti syömään heille nimettyihin pöytiin ollessaan nälkäisiä.

# STRINGS.BUILDINGS.PREFABS.DININGTABLE.NAME
source: <link="DININGTABLE">Mess Table</link>
fi: <link="DININGTABLE">Ruokalan Pöytä</link>

# STRINGS.BUILDINGS.PREFABS.DIRECTIONALWORLDPUMPLIQUID.DESC
source: Channels move more volume than pumps and require no power, but need sufficient pressure to function.
fi: Kanavat siirtävät suuremman määrän kuin pumput, eivätkä vaadi sähköä, mutta tarvitsevat riittävän paineen toimiakseen.

# STRINGS.BUILDINGS.PREFABS.DIRECTIONALWORLDPUMPLIQUID.EFFECT
source: Directionally moves large volumes of liquid through a channel. Can be used as floor tile and rotated before construction.
fi: Siirtää suunnatusti suuria nestemääriä kanavassa. Voidaan käyttää lattialaattana ja kääntää ennen rakentamista.

# STRINGS.BUILDINGS.PREFABS.DIRECTIONALWORLDPUMPLIQUID.NAME
source: <link="DIRECTIONALWORLDPUMPLIQUID">Liquid Channel</link>
fi: <link="DIRECTIONALWORLDPUMPLIQUID">Nestekanava</link>

# STRINGS.BUILDINGS.PREFABS.DISTILLATIONCOLUMN.DESC
source: Gets hot and steamy.
fi: Muuttuu kuumaksi ja höyryiseksi.

# STRINGS.BUILDINGS.PREFABS.DISTILLATIONCOLUMN.EFFECT
source: Separates any <link="DIRTYWATER">Polluted Water</link> piped through it into <link="STEAM">Steam</link> and <link="TOXICSAND">Polluted Dirt</link>
fi: Erottelee kaiken sen läpi virtaavan <link="DIRTYWATER">Saastuneen Veden</link> <link="STEAM">Höyryksi</link> ja <link="TOXICSAND">Saastuneeksi Mullaksi</link>

# STRINGS.BUILDINGS.PREFABS.DISTILLATIONCOLUMN.NAME
source: <link="DISTILLATIONCOLUMN">Distillation Column</link>
fi: <link="DISTILLATIONCOLUMN">Tislauspylväs</link>

# STRINGS.BUILDINGS.PREFABS.DOOR.ABOVE
source: above
fi: yläpuolella

# STRINGS.BUILDINGS.PREFABS.DOOR.BELOW
source: below
fi: alapuolella

# STRINGS.BUILDINGS.PREFABS.DOOR.CONTROL_STATE.AUTO.NAME
source: Auto
fi: Automaattinen

# STRINGS.BUILDINGS.PREFABS.DOOR.CONTROL_STATE.AUTO.TOOLTIP
source: Duplicants open and close this door as needed
fi: Jäljennäiset avaavat ja sulkevat tämän oven tarvittaessa

# STRINGS.BUILDINGS.PREFABS.DOOR.CONTROL_STATE.CLOSE.NAME
source: Lock
fi: Lukitse

# STRINGS.BUILDINGS.PREFABS.DOOR.CONTROL_STATE.CLOSE.TOOLTIP
source: Nothing may pass through
fi: Mikään ei pääse läpi
