Repository: Eerjunic/OxygenNotIncluded_Fi
Catalog: strings.po
Languages: fi

# STRINGS.BUILDINGS.PREFABS.PROPFACILITYTALLPLANT.NAME
source: Office Plant
fi: Toimistokasvi

# STRINGS.BUILDINGS.PREFABS.PROPFACILITYWALLDEGREE.DESC
source: Certification in Applied Physics, awarded in recognition of one "Jacquelyn A. Stern".
fi: Sovelletun Fysiikan Sertifikaatti, joka on myönnetty eräälle "Jacquelyn A. Sternille".

# STRINGS.BUILDINGS.PREFABS.PROPFACILITYWALLDEGREE.NAME
source: Doctorate Degree
fi: Tohtorintutkinto

# STRINGS.BUILDINGS.PREFABS.PROPLADDER.DESC
source: A steel ladder.
fi: Terästikkaat.

# STRINGS.BUILDINGS.PREFABS.PROPLADDER.NAME
source: Ladder
fi: Tikkaat

# STRINGS.BUILDINGS.PREFABS.PROPLIGHT.DESC
source: An elegant ceiling lamp, slightly worse for wear.
fi: Elegantti kattolamppu, hieman vähemmän kulunut.

# STRINGS.BUILDINGS.PREFABS.PROPLIGHT.NAME
source: Light Fixture
fi: Valaisinteline

# STRINGS.BUILDINGS.PREFABS.PROPRECEPTIONDESK.DESC
source: A full coffee cup and a note abandoned midsentence sit behind the desk. It gives me an eerie feeling, as if the receptionist has stepped out and will return any moment.
fi: Täysi kahvikuppi ja keskelle lausetta lopetettu muistilappu lojuvat pöydän takana. Se luo minulle hyytävän tunnelman, ihan kuin vastaanottovirkailija olisi lähtenyt ja palaisi minä hetkenä hyvänsä.

# STRINGS.BUILDINGS.PREFABS.PROPRECEPTIONDESK.NAME
source: Reception Desk
fi: Vastaanottopöytä

# STRINGS.BUILDINGS.PREFABS.PROPSKELETON.DESC
source: A detailed anatomical model. It appears to be made of resin.
fi: Yksityiskohtainen, anatominen malli. Se näyttää olevan tehty hartsista.

# STRINGS.BUILDINGS.PREFABS.PROPSKELETON.NAME
source: Model Skeleton
fi: Luurankomalli

# STRINGS.BUILDINGS.PREFABS.PROPSURFACESATELLITE1.DESC
source: All that remains of a once peacefully orbiting satellite.
fi: Kaikki, mitä joskus rauhassa kiertävästä satelliitista on jäljellä.

# STRINGS.BUILDINGS.PREFABS.PROPSURFACESATELLITE1.NAME
source: Crashed Satellite
fi: Pudonnut Sateliitti

# STRINGS.BUILDINGS.PREFABS.PROPSURFACESATELLITE2.DESC
source: All that remains of a once peacefully orbiting satellite.
fi: Kaikki, mitä joskus rauhassa kiertävästä satelliitista on jäljellä.

# STRINGS.BUILDINGS.PREFABS.PROPSURFACESATELLITE2.NAME
source: Wrecked Satellite
fi: Romuttunut Sateliitti

# STRINGS.BUILDINGS.PREFABS.PROPSURFACESATELLITE3.DESC
source: All that remains of a once peacefully orbiting satellite.
fi: Kaikki, mitä joskus rauhassa kiertävästä satelliitista on jäljellä.

# STRINGS.BUILDINGS.PREFABS.PROPSURFACESATELLITE3.NAME
source: Crushed Satellite
fi: Murskaantunut Sateliitti

# STRINGS.BUILDINGS.PREFABS.PROPTABLE.DESC
source: A table and some chairs.
fi: Pöytä ja muutama tuoli.

# STRINGS.BUILDINGS.PREFABS.PROPTABLE.NAME
source: Table
fi: Pöytä

# STRINGS.BUILDINGS.PREFABS.RANCHSTATION.DESC
source: Grooming critters make them look nice, smell pretty, feel happy, and produce more.
fi: Otusten hoitaminen saa ne näyttämään näteiltä, tuoksumaan mukavalta, onnellisiksi ja tuottamaan enemmän.

# STRINGS.BUILDINGS.PREFABS.RANCHSTATION.EFFECT
source: Allows the assigned Rancher to care for critters. Assigned Duplicants must possess the <link="RANCHER">Critter Wrangling</link> trait. This building is a necessary component of the Stable room.
fi: Sallii nimetyn Paimenen pitävän huolta otuksista. Nimetyillä Jäljennäisillä täytyy olla <link="RANCHER">Otuspaimen</link>-piirre. Tämä rakennus on olennainen osa Navetta-huonetta.

# STRINGS.BUILDINGS.PREFABS.RANCHSTATION.NAME
source: <link="RANCHSTATION">Grooming Station</link>
fi: <link="RANCHSTATION">Siistimistyöpiste</link>

# STRINGS.BUILDINGS.PREFABS.RATIONBOX.DESC
source: Ration boxes keep food safe from hungry critters, but don't slow food spoilage.
fi: Annoslaatikot pitävät ruuan turvassa nälkäisiltä otuksilta, mutteivat hidasta ruuan pilaantumista.

# STRINGS.BUILDINGS.PREFABS.RATIONBOX.EFFECT
source: Stores a small amount of <link="FOOD">Food</link>. Food must be delivered to boxes by Duplicants.
fi: Varastoi pienen määrän <link="FOOD">Ruokaa</link>. Jäljennäisten täytyy toimittaa ruoka laatikoihin.

# STRINGS.BUILDINGS.PREFABS.RATIONBOX.NAME
source: <link="RATIONBOX">Ration Box</link>
fi: <link="RATIONBOX">Annoslaatikko</link>

# STRINGS.BUILDINGS.PREFABS.REFRIGERATOR.DESC
source: Food spoilage can be slowed by certain ambient conditions as well as by refrigerators.
fi: Ruuan pilaantumista voidaan hidastaa tietyillä ympäristön tiloilla, kuten myös jääkaapeilla.

# STRINGS.BUILDINGS.PREFABS.REFRIGERATOR.EFFECT
source: Stores <link="FOOD">Food</link> at an ideal <link="HEAT">Temperature</link> to prevent spoilage.
fi: Varastoi <link="FOOD">Ruokaa</link> ihanteelliseen <link="HEAT">Lämpötilaan</link> pilaantumisen estämiseksi.

# STRINGS.BUILDINGS.PREFABS.REFRIGERATOR.LOGIC_PORT_DESC
source: Full/Not Full
fi: Täynnä/Ei Täynnä

# STRINGS.BUILDINGS.PREFABS.REFRIGERATOR.NAME
source: <link="REFRIGERATOR">Refrigerator</link>
fi: <link="REFRIGERATOR">Jääkaappi</link>

# STRINGS.BUILDINGS.PREFABS.RESEARCHCENTER.DESC
source: Research stations are necessary for unlocking all research tiers.
fi: Tutkimustyöpisteet ovat välttämättömiä kaikkien tutkimustasojen avaamisessa.

# STRINGS.BUILDINGS.PREFABS.RESEARCHCENTER.EFFECT
source: Conducts <link="RESEARCH">Novice Research</link> to unlock new technologies.
fi: Tuottaa <link="RESEARCH">Aloittelijatutkimusta</link> uusien tekonologioiden avaamiseksi.

# STRINGS.BUILDINGS.PREFABS.RESEARCHCENTER.NAME
source: <link="RESEARCHCENTER">Research Station</link>
fi: <link="RESEARCHCENTER">Tutkimustyöpiste</link>

# STRINGS.BUILDINGS.PREFABS.ROCKCRUSHER.DESC
source: Sand is used in an array of liquid and air filtering processes.
fi: Hiekkaa käytetään joidenkin nesteiden ja kaasujen suodatusprosesseissa.

# STRINGS.BUILDINGS.PREFABS.ROCKCRUSHER.EFFECT
source: Produces <link="SAND">Sand</link> from <link="RAWMINERAL">Raw Mineral</link>. Inefficiently produces <link="REFINEDMETAL">Refined Metals</link> from raw <link="RAWMETAL">Metal Ore</link>.
fi: Tuottaa <link="SAND">Hiekkaa</link> <link="RAWMINERAL">Raa'asta Mineraalista</link>. Tuottaa tehottomasti <link="REFINEDMETAL">Jalostettuja Metalleja</link> raa'asta <link="RAWMETAL">Metallimalmista</link>.

# STRINGS.BUILDINGS.PREFABS.ROCKCRUSHER.LIME_RECIPE_DESCRIPTION
source: Crushes {1} into {0}
fi: Murskaa ainetta {0} aineeksi {1}.

# STRINGS.BUILDINGS.PREFABS.ROCKCRUSHER.METAL_RECIPE_DESCRIPTION
source: Crushes {1} into <link="SAND">Sand</link> and pure {0}.
fi: Murskaa ainetta {1} puhtaaksi <link="SAND">Hiekaksi</link> ja puhtaaksi {0}aineeksi.

# STRINGS.BUILDINGS.PREFABS.ROCKCRUSHER.NAME
source: <link="ROCKCRUSHER">Rock Granulator</link>
fi: <link="ROCKCRUSHER">Kivenmurskain</link>

# STRINGS.BUILDINGS.PREFABS.ROCKCRUSHER.RECIPE_DESCRIPTION
source: Crushes {0} into {1}.
fi: Murskaa ainetta {0} aineeksi {1}.

# STRINGS.BUILDINGS.PREFABS.ROLESTATION.DESC
source: Employment can permanently improve Duplicants' skills and teach them unique traits.
fi: Työpaikat voivat parantaa pysyvästi Jäljenteiden taitoja ja opettaa heille ainutlaatuisia piirteitä.

# STRINGS.BUILDINGS.PREFABS.ROLESTATION.EFFECT
source: Allows Duplicants to be assigned to specialized <link="JOBS">Jobs</link>. Unlocks <link="JOBS">Hats</link>.
fi: Mahdollistaa Jäljennäisten nimeämisen erikoisiin <link="JOBS">Töihin</link>. Avaa <link="JOBS">Hatut</link>.

# STRINGS.BUILDINGS.PREFABS.ROLESTATION.NAME
source: <link="ROLESTATION">Jobs Board</link>
fi: <link="ROLESTATION">Työtaulu</link>

# STRINGS.BUILDINGS.PREFABS.SCULPTURE.AVERAGEQUALITYNAME
source: Genius Sculpture
fi: Nerokas Veistos

# STRINGS.BUILDINGS.PREFABS.SCULPTURE.DESC
source: Duplicants with high art skill will produce better, more decorative sculptures.
fi: Korkean taiteentekotaidon omaavat Jäljennäiset tekevät parempia, koristeellisempia veistoksia.

# STRINGS.BUILDINGS.PREFABS.SCULPTURE.EFFECT
source: Increases <link="DECOR">Decor</link> and reduces <link="STRESS">Stress</link>. Must be sculpted by a Duplicant.
fi: Parantaa <link="DECOR">Koristeellisuutta</link> ja vähentää <link="STRESS">Ahdistusta</link>. Jäljennäisen täytyy veistää tämä.

# STRINGS.BUILDINGS.PREFABS.SCULPTURE.NAME
source: <link="SCULPTURE">Sculpting Block</link>
fi: <link="SCULPTURE">Veistokivi</link>

# STRINGS.BUILDINGS.PREFABS.SCULPTURE.POORQUALITYNAME
source: "Abstract" Sculpture
fi: "Abstrakti" Veistos

# STRINGS.BUILDINGS.PREFABS.SETLOCKER.DESC
source: A basic metal locker. It contains an assortment of personal effects.
fi: Yksinkertainen, metallinen lukkokaappi. Se sisältää lajitelman henkilökohtaisia tavaroita.

# STRINGS.BUILDINGS.PREFABS.SETLOCKER.NAME
source: Locker
fi: Kaappi

# STRINGS.BUILDINGS.PREFABS.SHEARINGSTATION.DESC
source: Shearing stations allow Dreckos to be safely sheared for useful raw materials.
fi: Keritsimisasemat mahdollistavat Drekkojen turvallisen keritsimisen hyödyllisten materiaalien saamiseksi.

# STRINGS.BUILDINGS.PREFABS.SHEARINGSTATION.EFFECT
source: Allows the assigned Rancher to shear Dreckos.
fi: Keritsimistyöpisteitä käytetään Drekkojen keritsimiseen.

# STRINGS.BUILDINGS.PREFABS.SHEARINGSTATION.NAME
source: <link="SHEARINGSTATION">Shearing Station</link>
fi: <link="SHEARINGSTATION">Keritsemisasema</link>

# STRINGS.BUILDINGS.PREFABS.SHOWER.DESC
source: Showers remove the "Grimy" effect and kill all germs present on Duplicant's skin.
fi: Suihkut poistavat "Likainen"-tilan ja tappavat kaikki Jäljennäisen iholla olevat bakteerit.

# STRINGS.BUILDINGS.PREFABS.SHOWER.EFFECT
source: Improves Duplicant <link="HYGIENE">Hygiene</link> and removes <link="DISEASE">Germs</link>.
fi: Parantaa Jäljennäisen <link="HYGIENE">Hygieniaa</link> ja poistaa <link="DISEASE">Bakteereja</link>.

# STRINGS.BUILDINGS.PREFABS.SHOWER.NAME
source: <link="SHOWER">Shower</link>
fi: <link="SHOWER">Suihku</link>

# STRINGS.BUILDINGS.PREFABS.SOLARPANEL.DESC
source: Solar panels convert high intensity Sunlight into usable power.
fi: Aurinkopaneelit muuttavat voimakasta Auringonvaloa käyttökelpoiseksi sähköksi.

# STRINGS.BUILDINGS.PREFABS.SOLARPANEL.EFFECT
source: Converts Sunlight into electrical <link="POWER">Power</link>. Must be exposed to space.
fi: Muuttaa Auringonvalon <link="POWER">Sähköksi</link>. Täytyy olla alttiina avaruudelle.

# STRINGS.BUILDINGS.PREFABS.SOLARPANEL.NAME
source: <link="SOLARPANEL">Solar Panel</link>
fi: <link="SOLARPANEL">Aurinkopaneeli</link>

# STRINGS.BUILDINGS.PREFABS.SOLIDCONDUIT.DESC
source: Rails automatically move materials where they'll be needed most, saving Duplicants the walk.
fi: Kiskot siirtävät materiaaleja automaattisesti sinne missä niitä eniten tarvitaan, säästäen Jäljennäiset kävelyltä.

# STRINGS.BUILDINGS.PREFABS.SOLIDCONDUIT.EFFECT
source: Transports <link="ELEMENTSSOLID">Solid Materials</link> on a track between <link="SOLIDCONDUITINBOX">Conveyor Loader</link> and <link="SOLIDCONDUITOUTBOX">Conveyor Receptacle</link>. Can be run through tiles.
fi: Kuljettaa <link="ELEMENTSSOLID">Kiinteitä Materiaaleja</link> <link="SOLIDCONDUITINBOX">Kuljetinlastaajan</link> ja <link="SOLIDCONDUITOUTBOX">Kuljetinpurkajan</link> välisellä radalla. Voidaan rakentaa laattojen läpi.

# STRINGS.BUILDINGS.PREFABS.SOLIDCONDUIT.NAME
source: <link="SOLIDCONDUIT">Conveyor Rail</link>
fi: <link="SOLIDCONDUIT">Kiskokuljetin</link>

# STRINGS.BUILDINGS.PREFABS.SOLIDCONDUITBRIDGE.DESC
source: Separating rail systems helps prevent materials from reaching the wrong destinations.
fi: Eriävät kiskojärjestelmät auttavat estämään materiaaleja päätymästä vääriin määränpäihin.

# STRINGS.BUILDINGS.PREFABS.SOLIDCONDUITBRIDGE.EFFECT
source: Runs one <link="SOLIDCONDUIT">Conveyor Rail</link> section over another without joining them. Can be run through tiles.
fi: Kuljettaa yhden <link="SOLIDCONDUIT">Kiskokuljetin</link>osion toisen päältä yhdistämättä niitä. Voidaan rakentaa laattojen läpi.

# STRINGS.BUILDINGS.PREFABS.SOLIDCONDUITBRIDGE.NAME
source: <link="SOLIDCONDUITBRIDGE">Conveyor Bridge</link>
fi: <link="SOLIDCONDUITBRIDGE">Kuljetinsilta</link>

# STRINGS.BUILDINGS.PREFABS.SOLIDCONDUITINBOX.DESC
source: The filters on a loader can be used to determine what materials should be sent down the rail.
fi: Lastaajan päällä olevia suodattimia voidaan käyttää määrittämään, mitä materiaaleja kiskoja pitkin tulisi lähetetään.

# STRINGS.BUILDINGS.PREFABS.SOLIDCONDUITINBOX.EFFECT
source: Loads <link="ELEMENTSSOLID">Solid Materials</link> onto <link="SOLIDCONDUIT">Conveyor Rail</link> for transport. Only loads the resources of your choosing.
fi: Lastaa <link="ELEMENTSSOLID">Kiinteitä Aineita</link> <link="SOLIDCONDUIT">Kiskokuljettimelle</link> kuljetettavaksi. Lastaa ainoastaan valitsemiasi aineita.

# STRINGS.BUILDINGS.PREFABS.SOLIDCONDUITINBOX.NAME
source: <link="SOLIDCONDUITINBOX">Conveyor Loader</link>
fi: <link="SOLIDCONDUITINBOX">Kuljetinlastaaja</link>

# STRINGS.BUILDINGS.PREFABS.SOLIDCONDUITOUTBOX.DESC
source: When materials reach the end of a rail they enter a receptacle to be used by Duplicants.
fi: Kun materiaalit saavuttavat kiskon päädyn, ne päätyvät vastaanottimeen Jäljennäisten käsiteltäväksi.

# STRINGS.BUILDINGS.PREFABS.SOLIDCONDUITOUTBOX.EFFECT
source: Unloads <link="ELEMENTSSOLID">Solid Materials</link> from a <link="SOLIDCONDUIT">Conveyor Rail</link> into storage.
fi: Purkaa <link="ELEMENTSSOLID">Kiinteitä Materiaaleja</link> <link="SOLIDCONDUIT">Kiskokuljettimelta</link> varastoon.

# STRINGS.BUILDINGS.PREFABS.SOLIDCONDUITOUTBOX.NAME
source: <link="SOLIDCONDUITOUTBOX">Conveyor Receptacle</link>
fi: <link="SOLIDCONDUITOUTBOX">Kuljetinvastaanotin</link>

# STRINGS.BUILDINGS.PREFABS.SOLIDTRANSFERARM.DESC
source: An auto-sweeper's suction range can be viewed at any time by clicking on the building.
fi: Automaattilakaisijan imuetäisyys voidaan nähdä milloin tahansa klikkaamalla rakennusta.

# STRINGS.BUILDINGS.PREFABS.SOLIDTRANSFERARM.EFFECT
source: Automates <link="CHORES">Sweeping</link> and <link="CHORES">Supplying</link> errands by sucking up all nearby <link="DECOR">Debris</link>. Materials are automatically delivered to any <link="SOLIDCONDUITINBOX">Conveyor Loader</link>, <link="SOLIDCONDUITOUTBOX">Conveyor Receptacle</link>, storage, or buildings within range.
fi: Automatisoi <link="CHORES">Lakaisu-</link> ja <link="CHORES">Toimitus</link>tehtävät imemällä kaiken lähellä olevan <link="DECOR">Irtoroskan</link>. Materiaalit toimitetaan automaattisesti mihin tahansa <link="SOLIDCONDUITINBOX">Kuljetinlastaajaan</link>, <link="SOLIDCONDUITOUTBOX">Kuljetinvastaanottimeen</link>, varastoon, tai lähellä olevaan rakennukseen.

# STRINGS.BUILDINGS.PREFABS.SOLIDTRANSFERARM.NAME
source: <link="SOLIDTRANSFERARM">Auto-Sweeper</link>
fi: <link="SOLIDTRANSFERARM">Automaattilakaisija</link>

# STRINGS.BUILDINGS.PREFABS.SPACEHEATER.DESC
source: A space heater will radiate heat for as long as it's powered.
fi: Tilanlämmitin säteilee lämpöä kunhan se vaan saa sähköä.

# STRINGS.BUILDINGS.PREFABS.SPACEHEATER.EFFECT
source: Radiates a moderate amount of <link="HEAT">Heat</link>.
fi: Säteilee kohtalaisesti <link="HEAT">Lämpöä</link>.

# STRINGS.BUILDINGS.PREFABS.SPACEHEATER.NAME
source: <link="SPACEHEATER">Space Heater</link>
fi: <link="SPACEHEATER">Tilanlämmitin</link>

# STRINGS.BUILDINGS.PREFABS.STEAMTURBINE.DESC
source: Useful for converting the geothermal energy of magma into usable power.
fi: Käytännöllinen muuttamaan magman geotermisen energian käytettäväksi sähköksi.

# STRINGS.BUILDINGS.PREFABS.STEAMTURBINE.EFFECT
source: Generates exceptional electrical <link="POWER">Power</link> using pressurized, <link="HEAT">Scalding</link> <link="STEAM">Steam</link>. Outputs significantly cooler <link="STEAM">Steam</link> than it receives. Air pressure beneath this building must be higher than pressure above for air to flow.
fi: Tuottaa poikkeuksellisen paljon <link="POWER">Sähköä</link> käyttäen paineistettua, <link="HEAT">Tulikuumaa</link> <link="STEAM">Höyryä</link>. Tuottaa huomattavasti viileämpää <link="STEAM">Höyryä</link> kuin mitä se ottaa sisäänsä. Rakennuksen alla olevan ilmanpaineen tulee olla korkeampi kuin sen yläpuolella olevan, jotta ilma virtaisi.

# STRINGS.BUILDINGS.PREFABS.STEAMTURBINE.NAME
source: <link="STEAMTURBINE">Steam Turbine</link>
fi: <link="STEAMTURBINE">Höyryturbiini</link>

# STRINGS.BUILDINGS.PREFABS.STORAGELOCKER.DESC
source: Resources left on the floor become "debris" and lower decor when not put away.
fi: Lattialle jätetyistä materiaaleista tulee "Irtoroskaa", joka alentaa koristeellisuutta, jos sitä ei hävitetä.

# STRINGS.BUILDINGS.PREFABS.STORAGELOCKER.EFFECT
source: Stores the resources of your choosing.
fi: Varastoi valitsemasi materiaalit.

# STRINGS.BUILDINGS.PREFABS.STORAGELOCKER.NAME
source: <link="STORAGELOCKER">Storage Compactor</link>
fi: <link="STORAGELOCKER">Kompaktivarasto</link>

# STRINGS.BUILDINGS.PREFABS.STORAGELOCKERSMART.DESC
source: This improved version of the Storage Compactor becomes <link="LOGIC">Active</link> when full
fi: Tämä paranneltu versio Kompaktivarastosta muuttuu <link="LOGIC">Aktiiviseksi</link> kun se on täynnä

# STRINGS.BUILDINGS.PREFABS.STORAGELOCKERSMART.EFFECT
source: Stores the resources of your choosing.
fi: Varsatoi valitsemasi materiaalit.

# STRINGS.BUILDINGS.PREFABS.STORAGELOCKERSMART.NAME
source: <link="STORAGELOCKERSMART">Smart Storage Compactor</link>
fi: <link="STORAGELOCKERSMART">Älykompaktivarasto</link>

# STRINGS.BUILDINGS.PREFABS.SUITFABRICATOR.DESC
source: Exosuits can be filled with oxygen to allow Duplicants to safely enter uninhabitable areas.
fi: Eksopuvut voidaan täyttää hapella, jotta Jäljennäiset voivat kulkea olemiskelvottomilla alueilla.

# STRINGS.BUILDINGS.PREFABS.SUITFABRICATOR.EFFECT
source: Forges protective Atmo Suit for Duplicants to wear. Duplicants will not fabricate items unless recipes are queued.
fi: Valmistaa suojaavan Painepuvun Jäljennäisten puettavaksi. Jäljennäiset eivät valmista tavaroita, ellei reseptejä ole jonossa.

# STRINGS.BUILDINGS.PREFABS.SUITFABRICATOR.NAME
source: <link="SUITFABRICATOR">Exosuit Forge</link>
fi: <link="SUITFABRICATOR">Eksopukupaja</link>

# STRINGS.BUILDINGS.PREFABS.SUITLOCKER.DESC
source: Docks can refill exosuits with air or empty them of waste, but can only charge one suit at a time.
fi: Telakat voivat täyttää eksopuvut ilmalla tai tai tyhjentää ne jätteistä, mutta voivat ladata ainoastaan yhden puvun kerrallaan.

# STRINGS.BUILDINGS.PREFABS.SUITLOCKER.EFFECT
source: Stores and recharges Atmo Suit. Build next to an Exosuit Checkpoint to make Duplicants change into suits when passing by.
fi: Varastoi ja lataa Painepuvun. Rakenna Eksopukutarkistuspisteen viereen, jotta Jäljennäiset pukeutuisivat Painepukuihin kulkiessaan läpi.

# STRINGS.BUILDINGS.PREFABS.SUITLOCKER.NAME
source: <link="SUITLOCKER">Exosuit Dock</link>
fi: <link="SUITLOCKER">Eksopukutelakka</link>

# STRINGS.BUILDINGS.PREFABS.SUITMARKER.DESC
source: A checkpoint must have an exosuit dock built on the opposite side its arrow faces.
fi: Tarkistuspisteelle täytyy olla rakennettuna eksopukutelakka, sen nuolen suunnan vastakkaiselle puolelle.

# STRINGS.BUILDINGS.PREFABS.SUITMARKER.EFFECT
source: Marks a threshold where Duplicants must change into or out of Atmo Suit. Must be built next to an Exosuit Dock. Can be rotated before construction.
fi: Merkitsee kynnyksen, jonka kohdalla Jäljennäisten on vaihdettava Painepukuihin. Täytyy rakentaa Eksopukutelakan viereen. Voidaan kääntää ennen rakentamista.

# STRINGS.BUILDINGS.PREFABS.SUITMARKER.NAME
source: <link="SUITMARKER">Exosuit Checkpoint</link>
fi: <link="SUITMARKER">Eksopukutarkistuspiste</link>

# STRINGS.BUILDINGS.PREFABS.SWITCH.DESC
source: Switches do not affect buildings preceding them on a circuit, but control all buildings after.
fi: Kytkimillä ei ole vaikutusta niitä edeltäviin rakennuksiin piirissä, mutta ne ohjaavat kaikkia niiden jälkeen olevia rakennuksia.

# STRINGS.BUILDINGS.PREFABS.SWITCH.EFFECT
source: Turns <link="POWER">Power</link> on or off. Does not affect circuitry preceding the switch.
fi: Kytkee <link="POWER">Sähkövirran</link> päälle tai pois. Ei vaikuta kytkintä edeltävään piiriin.

# STRINGS.BUILDINGS.PREFABS.SWITCH.NAME
source: <link="SWITCH">Switch</link>
fi: <link="SWITCH">Kytkin</link>

# STRINGS.BUILDINGS.PREFABS.SWITCH.TURN_OFF
source: Turn Off
fi: Kytke Pois

# STRINGS.BUILDINGS.PREFABS.SWITCH.TURN_ON
source: Turn On
fi: Kytke Päälle

# STRINGS.BUILDINGS.PREFABS.TEMPERATURECONTROLLEDSWITCH.DESC
source: Automated switches can be used to manage circuits in areas where Duplicants cannot enter.
fi: Automaattikytkimiä voidaan käyttää hallitsemaan piirejä alueilla, joihin Jäljennäiset eivät voi mennä.

# STRINGS.BUILDINGS.PREFABS.TEMPERATURECONTROLLEDSWITCH.EFFECT
source: Automatically turns <link="POWER">Power</link> on or off using ambient <link="HEAT">Temperature</link>. Does not affect circuitry preceding the switch.
fi: Automaattisestki kytkee <link="POWER">Sähkövirran</link> päälle tai pois ympäristön <link="HEAT">Lämpötilan</link> mukaan. Ei vaikuta kytkintä edeltävään piiriin.

# STRINGS.BUILDINGS.PREFABS.TEMPERATURECONTROLLEDSWITCH.NAME
source: <link="TEMPERATURECONTROLLEDSWITCH">Thermo Switch</link>
fi: <link="TEMPERATURECONTROLLEDSWITCH">Lämpötilakytkin</link>

# STRINGS.BUILDINGS.PREFABS.THERMALBLOCK.DESC
source: Construction materials have different thermal properties that affect how well they retain heat.
fi: Rakennusmateriaaleilla on erilaisia termisiä ominaisuuksia, jotka vaikuttavat siihen miten ne pitävät lämmön.

# STRINGS.BUILDINGS.PREFABS.THERMALBLOCK.EFFECT
source: Accelerates or buffers <link="HEAT">Heat</link> dispersal depending on the construction material used. Has a small area of effect.
fi: Kiihdyttää tai puskuroi <link="HEAT">Lämmön</link>leviämistä riippuen käytetystä rakennusmateriaalista. Pieni vaikutusalue.

# STRINGS.BUILDINGS.PREFABS.THERMALBLOCK.NAME
source: <link="THERMALBLOCK">Tempshift Plate</link>
fi: <link="THERMALBLOCK">Lämpösiirtolaatta</link>

# STRINGS.BUILDINGS.PREFABS.TILE.DESC
source: Tiles can be used to build rooms, floors, or bridges to new areas.
fi: Laattoja voidaan käyttää huoneiden, lattioiden tai uusille alueille johtavien siltojen rakentamisessa.

# STRINGS.BUILDINGS.PREFABS.TILE.EFFECT
source: Used as floor and wall tile to build rooms. Increases Duplicant runspeed.
fi: Käytetään lattia- ja seinälaattoina huoneita rakentaessa. Kasvattaa Jäljennäisten juoksunopeutta.

# STRINGS.BUILDINGS.PREFABS.TILE.NAME
source: <link="TILE">Tile</link>
fi: <link="TILE">Laatta</link>

# STRINGS.BUILDINGS.PREFABS.TILEPOI.EFFECT
source: Used as floor and wall tile to build rooms.
fi: Käytetään lattia- ja seinälaattoina huoneita rakentaessa.

# STRINGS.BUILDINGS.PREFABS.TILEPOI.NAME
source: <link="TILEPOI">Tile</link>
fi: <link="TILEPOI">Laatta</link>

# STRINGS.BUILDINGS.PREFABS.TRAVELTUBE.DESC
source: Duplicants will only exit a transit tube when a safe landing area is available beneath it.
fi: Jäljennäiset poistuvat kuljetusputkesta ainoastaan kun sen alla on sopiva laskeutumisalue.

# STRINGS.BUILDINGS.PREFABS.TRAVELTUBE.EFFECT
source: Quickly transports Duplicants from a <link="TRAVELTUBEENTRANCE">Transit Tube Access</link> to the tube's end. Only transports Duplicants.
fi: Kuljettaa Jäljennäisiä nopeasti <link="TRAVELTUBEENTRANCE">Kuljetusputken Sisääntulosta</link> putken päähän. Kuljettaa ainostaan Jäljennäisiä.

# STRINGS.BUILDINGS.PREFABS.TRAVELTUBE.NAME
source: <link="TRAVELTUBE">Transit Tube</link>
fi: <link="TRAVELTUBE">Kuljetusputki</link>

# STRINGS.BUILDINGS.PREFABS.TRAVELTUBEENTRANCE.DESC
source: Access points are required for Duplicants to enter tubes, but are not required to exit them.
fi: Sisäänkäyntipisteet vaaditaan, jotta Jäljennäiset pääsevät putkiin, mutta niitä ei vaadita putkesta poistumiseen.
