Repository: Eerjunic/OxygenNotIncluded_Fi
Catalog: strings.po
Languages: fi

# STRINGS.BUILDINGS.PREFABS.MASSIVEHEATSINK.EFFECT
source: A self-sustaining machine powered by what appears to be refined <link="UNOBTANIUM">Neutronium</link>. Absorbs and neutralizes <link="HEAT">Heat</link> energy when submersed in <link="HYDROGEN">Hydrogen</link>.
fi: Itseään ylläpitävä, ilmeisesti rikastetulla <link="UNOBTANIUM">Neutroniumilla</link> toimiva kone. Sitoo ja neutraloi <link="HEAT">Lämpö</link>energiaa ollessaan <link="HYDROGEN">Vetyyn</link> upotettuna.

# STRINGS.BUILDINGS.PREFABS.MASSIVEHEATSINK.NAME
source: <link="MASSIVEHEATSINK">Anti Entropy Thermo-Nullifier</link>
fi: <link="MASSIVEHEATSINK">Entropianvastainen Lämmönhävittäjä</link>

# STRINGS.BUILDINGS.PREFABS.MEDICALBED.DESC
source: Pharma Chambers decrease patients' disease recovery time, but cannot heal physical injuries.
fi: Lääkintäkammiot alentavat aikaa, joka potilailta kuluu sairauksista toipumiseen, mutta eivät paranna fyysisiä vammoja.

# STRINGS.BUILDINGS.PREFABS.MEDICALBED.EFFECT
source: Greatly accelerates recovery from <link="DISEASE">Diseases</link>.
fi: Parantaa merkittävästi <link="DISEASE">Sairauksista</link> toipumiseen kuluvaa aikaa.

# STRINGS.BUILDINGS.PREFABS.MEDICALBED.NAME
source: <link="MEDICALBED">Pharma Chamber</link>
fi: <link="MEDICALBED">Lääkintäkammio</link>

# STRINGS.BUILDINGS.PREFABS.MEDICALCOT.DESC
source: Duplicants use med-beds to recover from sickness and receive medical aid from peers.
fi: Jäljennäiset käyttävät sairaalasänkyjä sairauksista toipumiseen, ja vastaanottamaan lääkinnällistä hoitoa vertaisiltaan.

# STRINGS.BUILDINGS.PREFABS.MEDICALCOT.EFFECT
source: Improves recovery from <link="DISEASE">Diseases</link>. Accelerates <link="HEALTH">Health</link> restoration and the healing of physical injuries.
fi: Nopeuttaa <link="DISEASE">Sairauksista</link> toipumista. Vauhdittaa <link="HEALTH">Terveyden</link> palautumista ja fyysisten vammojen parantamista.

# STRINGS.BUILDINGS.PREFABS.MEDICALCOT.NAME
source: <link="MEDICALCOT">Med-Bed</link>
fi: <link="MEDICALCOT">Sairaalasänky</link>

# STRINGS.BUILDINGS.PREFABS.MESHTILE.DESC
source: Mesh tiles can be used to make Duplicant pathways in areas where liquid needs to flow.
fi: Ritilälaattoja voidaan käyttää Jäljennäisten kulkuväylinä sellaisilla alueilla, joissa virtaa nestettä.

# STRINGS.BUILDINGS.PREFABS.MESHTILE.EFFECT
source: Used as floor and wall tile to build rooms. Does not obstruct <link="ELEMENTSLIQUID">Liquid</link> or <link="ELEMENTSGAS">Gas</link> flow.
fi: Käytetään lattia- ja seinälaattoina huoneita rakentaessa. Ei estä <link="ELEMENTSLIQUID">Neste</link>- tai <link="ELEMENTSGAS">Kaasu</link>virtoja.

# STRINGS.BUILDINGS.PREFABS.MESHTILE.NAME
source: <link="MESHTILE">Mesh Tile</link>
fi: <link="MESHTILE">Ritilälaatta</link>

# STRINGS.BUILDINGS.PREFABS.METALREFINERY.DESC
source: Refined metals are necessary to build advanced electronics and technologies.
fi: Jalostettuja metalleja tarvitaan kehittyneiden sähkölaitteiden ja teknologioiden rakentamisessa.

# STRINGS.BUILDINGS.PREFABS.METALREFINERY.EFFECT
source: Produces <link="REFINEDMETAL">Refined Metals</link> from raw <link="RAWMETAL">Metal Ore</link>. Outputs significantly <link="HEAT">Heated</link> <link="ELEMENTSLIQUID">Liquid</link>.
fi: Tuottaa <link="REFINEDMETAL">Jalostettua Metallia</link> raa'asta<link="RAWMETAL">Metallimalmista</link>. Tuottaa merkittävästi <link="HEAT">Lämmitettyä</link> <link="ELEMENTSLIQUID">Nestettä</link>.

# STRINGS.BUILDINGS.PREFABS.METALREFINERY.NAME
source: <link="METALREFINERY">Metal Refinery</link>
fi: <link="METALREFINERY">Metallijalostamo</link>

# STRINGS.BUILDINGS.PREFABS.METALREFINERY.RECIPE_DESCRIPTION
source: Extracts pure {0} from {1}.
fi: Tuottaa puhdasta {0}ainetta {1}aineesta.

# STRINGS.BUILDINGS.PREFABS.METALTILE.DESC
source: Heat travels much more quickly through metal tiles than other types of flooring.
fi: Lämpö kulkee paljon nopeammin metallilaattojen läpi kuin muiden pintamateriaalien.

# STRINGS.BUILDINGS.PREFABS.METALTILE.EFFECT
source: Used as floor and wall tile to build rooms. Significantly increases Duplicant runspeed.
fi: Käytetään lattia- ja seinälaattoina huoneita rakentaessa. Kasvattaa merkittävästi Jäljennäisten juoksunopeutta.

# STRINGS.BUILDINGS.PREFABS.METALTILE.NAME
source: <link="METALTILE">Metal Tile</link>
fi: <link="METALTILE">Metallilaatta</link>

# STRINGS.BUILDINGS.PREFABS.METHANEGENERATOR.DESC
source: Natural gas generators leak polluted water and are best built above a waste reservoir.
fi: Maakaasugeneraattorit vuotavat saastunutta vettä ja ne on paras rakentaa jätesäiliön yläpuolelle.

# STRINGS.BUILDINGS.PREFABS.METHANEGENERATOR.EFFECT
source: Converts <link="METHANE">Natural Gas</link> into electrical <link="POWER">Power</link>. Produces <link="CARBONDIOXIDE">Carbon Dioxide</link> and <link="DIRTYWATER">Polluted Water</link>.
fi: Muuttaa <link="METHANE">Maakaasun</link> <link="POWER">Sähköksi</link>. Tuottaa <link="CARBONDIOXIDE">Hiilidioksidia</link> ja <link="DIRTYWATER">Saastunutta Vettä</link>.

# STRINGS.BUILDINGS.PREFABS.METHANEGENERATOR.NAME
source: <link="METHANEGENERATOR">Natural Gas Generator</link>
fi: <link="METHANEGENERATOR">Maakaasugeneraattori</link>

# STRINGS.BUILDINGS.PREFABS.MICROBEMUSHER.DESC
source: Food from a musher will keep Duplicants alive, but may cause stress and disease over time.
fi: Pusertimesta saatava ruoka pitää Jäljennäiset hengissä, mutta saattaa ajan myötä aiheuttaa ahdistusta ja tauteja.

# STRINGS.BUILDINGS.PREFABS.MICROBEMUSHER.EFFECT
source: Produces low quality <link="FOOD">Food</link> using common ingredients. Duplicants will not fabricate items unless recipes are queued.
fi: Tuottaa heikkolaatuista <link="FOOD">Ruokaa</link> yleisistä ainesosista. Jäljennäiset eivät valmista ruokia, jos reseptejä ei ole jonossa.

# STRINGS.BUILDINGS.PREFABS.MICROBEMUSHER.NAME
source: <link="MICROBEMUSHER">Microbe Musher</link>
fi: <link="MICROBEMUSHER">Mikrobimuserrin</link>

# STRINGS.BUILDINGS.PREFABS.MINERALDEOXIDIZER.DESC
source: Algae deoxydizers are inefficient, but can output enough <link="OXYGEN">Oxygen</link> to keep a colony breathing.
fi: Levähapenerottajat eivät ole tehokkaita, mutta pystyvät tuottamaan riittävästi <link="OXYGEN">Happea</link>, jotta siirtokunta pystyy hengittämään.

# STRINGS.BUILDINGS.PREFABS.MINERALDEOXIDIZER.EFFECT
source: Converts large amounts of <link="ALGAE">Algae</link> into <link="OXYGEN">Oxygen</link>. Becomes idle when the area reaches maximum pressure capacity.
fi: Muuttaa suuret määrät <link="ALGAE">Levää</link> <link="OXYGEN">Hapeksi</link>. Muuttuu toimettomaksi kun tila saavuttaa maksimipainekapasiteetin.

# STRINGS.BUILDINGS.PREFABS.MINERALDEOXIDIZER.NAME
source: <link="MINERALDEOXIDIZER">Algae Deoxydizer</link>
fi: <link="MINERALDEOXIDIZER">Levähapenerottaja</link>

# STRINGS.BUILDINGS.PREFABS.OILREFINERY.DESC
source: Petroleum can only be produced from the refinement of crude oil.
fi: Bensiiniä voidaan valmistaa vain raakaöljyä jalostamalla.

# STRINGS.BUILDINGS.PREFABS.OILREFINERY.EFFECT
source: Converts <link="CRUDEOIL">Crude Oil</link> into <link="PETROLEUM">Petroleum</link> and <link="METHANE">Natural Gas</link>.
fi: Muuttaa <link="CRUDEOIL">Raakaöljyn</link> <link="PETROLEUM">Bensiiniksi</link> ja <link="METHANE">Maakaasuksi</link>.

# STRINGS.BUILDINGS.PREFABS.OILREFINERY.NAME
source: <link="OILREFINERY">Oil Refinery</link>
fi: <link="OILREFINERY">Öljyjalostamo</link>

# STRINGS.BUILDINGS.PREFABS.OILWELLCAP.DESC
source: Water pumped into an oil reservoir cannot be recovered.
fi: Öljyaltaaseen pumpattua vettä ei voida palauttaa.

# STRINGS.BUILDINGS.PREFABS.OILWELLCAP.EFFECT
source: Extracts <link="CRUDEOIL">Crude Oil</link> using clean <link="WATER">Water</link>. Must be built atop an Oil Reservoir.
fi: Poimii <link="CRUDEOIL">Raakaöljyä</link> puhdasta <link="WATER">Vettä</link> käyttäen. Täytyy rakentaa Öljyaltaan päälle.

# STRINGS.BUILDINGS.PREFABS.OILWELLCAP.NAME
source: <link="OILWELLCAP">Oil Well</link>
fi: <link="OILWELLCAP">Öljypumppu</link>

# STRINGS.BUILDINGS.PREFABS.ORESCRUBBER.DESC
source: Ore scrubbers sanitize freshly mined resources before bringing them into the colony.
fi: Malmikuuraimet desinfioivat juuri louhitut resurssit ennen niiden siirtokuntaan tuomista.

# STRINGS.BUILDINGS.PREFABS.ORESCRUBBER.EFFECT
source: Kills a significant amount of <link="DISEASE">Germs</link> present on <link="RAWMINERAL">Raw Ore</link>.
fi: Tappaa suuret määrät <link="RAWMINERAL">Raakamalmissa</link> olevia <link="DISEASE">Bakteereja</link>.

# STRINGS.BUILDINGS.PREFABS.ORESCRUBBER.NAME
source: <link="ORESCRUBBER">Ore Scrubber</link>
fi: <link="ORESCRUBBER">Malmikuurain</link>

# STRINGS.BUILDINGS.PREFABS.OUTHOUSE.DESC
source: The colony that eats together, excretes together.
fi: Siirtokunta, joka syö yhdessä, ulostaa yhdessä.

# STRINGS.BUILDINGS.PREFABS.OUTHOUSE.EFFECT
source: Gives Duplicants a place to relieve themselves. Requires no <link="GASPIPING">Piping</link>. Must be periodically emptied of <link="TOXICSAND">Polluted Dirt</link>.
fi: Tarjoaa Jäljennäisille paikan helpottaa itsensä. Ei vaadi <link="GASPIPING">Putkitusta</link>. Täytyy tyhjentää säännöllisesti <link="TOXICSAND">Saastuneesta Mullasta</link>.

# STRINGS.BUILDINGS.PREFABS.OUTHOUSE.NAME
source: <link="OUTHOUSE">Outhouse</link>
fi: <link="OUTHOUSE">Käymälä</link>

# STRINGS.BUILDINGS.PREFABS.PETROLEUMGENERATOR.DESC
source: Petroleum generators have a high energy output but produce a great deal of waste.
fi: Bensiinigeneraattoreilla on korkea sähköntuottotaso, mutta tuottavat myös suuret määrät päästöjä.

# STRINGS.BUILDINGS.PREFABS.PETROLEUMGENERATOR.EFFECT
source: Converts <link="PETROLEUM">Petroleum</link> into electrical <link="POWER">Power</link>. Produces <link="CARBONDIOXIDE">Carbon Dioxide</link> and <link="DIRTYWATER">Polluted Water</link>.
fi: Muuttaa <link="PETROLEUM">Bensiinin</link> <link="POWER">Sähköksi</link>. Tuottaa <link="CARBONDIOXIDE">Hiilidioksidia</link> ja <link="DIRTYWATER">Saastunutta Vettä</link>.

# STRINGS.BUILDINGS.PREFABS.PETROLEUMGENERATOR.NAME
source: <link="PETROLEUMGENERATOR">Petroleum Generator</link>
fi: <link="PETROLEUMGENERATOR">Bensiinigeneraattori</link>

# STRINGS.BUILDINGS.PREFABS.PHONOBOX.DESC
source: Dancing helps Duplicants get their feelings out.
fi: Tanssiminen auttaa Jäljennäisiä päästämään tunteensa ulos.

# STRINGS.BUILDINGS.PREFABS.PHONOBOX.EFFECT
source: Plays music for Duplicants to dance to on their breaks. Increases Duplicant Morale.
fi: Soittaa musiikkia, jonka tahtiin Jäljennäiset voivat tauoillaan tanssia. Nostaa Jäljennäisten Moraalia.

# STRINGS.BUILDINGS.PREFABS.PHONOBOX.NAME
source: <link="PHONOBOX">Jukebot</link>
fi: <link="PHONOBOX">Jukebotti</link>

# STRINGS.BUILDINGS.PREFABS.PLANTERBOX.DESC
source: Domestically grown seeds mature more quickly than wild plants.
fi: Viljellyt siemenet kypsyvät nopeammin kuin villikasvit.

# STRINGS.BUILDINGS.PREFABS.PLANTERBOX.EFFECT
source: Grows one <link="PLANTS">Plant</link> from a <link="PLANTS">Seed</link>.
fi: Kasvattaa yhden <link="PLANTS">Kasvin</link> <link="PLANTS">Siemenestä</link>.

# STRINGS.BUILDINGS.PREFABS.PLANTERBOX.NAME
source: <link="PLANTERBOX">Planter Box</link>
fi: <link="PLANTERBOX">Istutuslaatikko</link>

# STRINGS.BUILDINGS.PREFABS.PLASTICTILE.DESC
source: Plastic tiles are mildly antiseptic and can help limit the spread of germs in a colony.
fi: Muovilaatat ovat hieman antiseptisiä ja auttavat rajoittamaan bakteerien leviämistä siirtokunnassa.

# STRINGS.BUILDINGS.PREFABS.PLASTICTILE.EFFECT
source: Used as floor and wall tile to build rooms. Significantly increases Duplicant runspeed.
fi: Käytetään lattia- ja seinälaattoina huoneita rakentaessa. Kasvattaa merkittävästi Jäljennäisten juoksunopeutta.

# STRINGS.BUILDINGS.PREFABS.PLASTICTILE.NAME
source: <link="PLASTICTILE">Plastic Tile</link>
fi: <link="PLASTICTILE">Muovilaatta</link>

# STRINGS.BUILDINGS.PREFABS.POIBUNKEREXTERIORDOOR.EFFECT
source: A strong door with a sophisticated genetic lock.
fi: Vankka ovi kehittyneellä geneettisellä lukolla.

# STRINGS.BUILDINGS.PREFABS.POIBUNKEREXTERIORDOOR.NAME
source: <link="POIBUNKEREXTERIORDOOR">Security Door</link>
fi: <link="POIBUNKEREXTERIORDOOR">Turvaovi</link>

# STRINGS.BUILDINGS.PREFABS.POIDOORINTERNAL.EFFECT
source: A strong door with a sophisticated genetic lock.
fi: Vankka ovi kehittyneellä geneettisellä lukolla.

# STRINGS.BUILDINGS.PREFABS.POIDOORINTERNAL.NAME
source: <link="POIDOORINTERNAL">Security Door</link>
fi: <link="POIDOORINTERNAL">Turvaovi</link>

# STRINGS.BUILDINGS.PREFABS.POIFACILITYDOOR.EFFECT
source: Large double doors that were once the main entrance to a large facility.
fi: Suuret kaksoisovet, jotka joskus olivat sisäänkäynti suureen laitokseen.

# STRINGS.BUILDINGS.PREFABS.POIFACILITYDOOR.NAME
source: <link="FACILITYDOOR">Lobby Doors</link>
fi: <link="FACILITYDOOR">Aulan Ovet</link>

# STRINGS.BUILDINGS.PREFABS.POLYMERIZER.DESC
source: Plastic can be used to craft unique buildings and goods.
fi: Muovia voidaan käyttää ainutlaatuisten rakennusten ja tavaroiden valmistamiseen.

# STRINGS.BUILDINGS.PREFABS.POLYMERIZER.EFFECT
source: Converts <link="PETROLEUM">Petroleum</link> into raw <link="POLYPROPYLENE">Plastic</link>.
fi: Muuttaa <link="PETROLEUM">Bensiinin</link> raa'aksi <link="POLYPROPYLENE">Lasiksi</link>.

# STRINGS.BUILDINGS.PREFABS.POLYMERIZER.NAME
source: <link="POLYMERIZER">Polymer Press</link>
fi: <link="POLYMERIZER">Polymeeripaino</link>

# STRINGS.BUILDINGS.PREFABS.POWERCONTROLSTATION.DESC
source: Only one Duplicant may be assigned to a Station at a time.
fi: Ainoastaan yksi Jäljennäinen voidaan määrätä Työpisteelle kerralla.

# STRINGS.BUILDINGS.PREFABS.POWERCONTROLSTATION.EFFECT
source: Produces Microchip to increase the <link="POWER">Power</link> output of generators. Assigned Duplicants must possess the <link="POWERTECHNICIAN">Tune Up</link> trait. This building is a necessary component of the Power Plant room.
fi: Tuottaa Mikrosirun kasvattamaan generaattoreiden <link="POWER">Sähkön</link>tuotantoa. Määrätyillä Jäljennäisillä tulee olla <link="POWERTECHNICIAN">Virittäjä</link>-luonteenpiirre. Tämä rakennus on olennainen osa Voimalaitos-rakennusta.

# STRINGS.BUILDINGS.PREFABS.POWERCONTROLSTATION.NAME
source: <link="POWERCONTROLSTATION">Power Control Station</link>
fi: <link="POWERCONTROLSTATION">Voimansäätöasema</link>

# STRINGS.BUILDINGS.PREFABS.POWERTRANSFORMER.DESC
source: Shh! It only transforms when no one's looking.
fi: Hys! Se muuntaa vain kun kukaan ei katso.

# STRINGS.BUILDINGS.PREFABS.POWERTRANSFORMER.EFFECT
source: Protects circuits from overloading by increasing or decreasing <link="POWER">Power</link> flow.
fi: Suojaa piirejä ylikuormittumiselta nostamalla tai laskemalla <link="POWER">Sähkö</link>virtaa.

# STRINGS.BUILDINGS.PREFABS.POWERTRANSFORMER.NAME
source: <link="POWERTRANSFORMER">Power Transformer</link>
fi: <link="POWERTRANSFORMER">Tehomuuntajat</link>

# STRINGS.BUILDINGS.PREFABS.POWERTRANSFORMERSMALL.DESC
source: Shh! It only transforms when no one's looking.
fi: Hys! Se muuntaa vain kun kukaan ei katso.

# STRINGS.BUILDINGS.PREFABS.POWERTRANSFORMERSMALL.EFFECT
source: Protects circuits from overloading by increasing or decreasing <link="POWER">Power</link> flow.
fi: Suojaa piirejä ylikuormittumiselta nostamalla tai laskemalla <link="POWER">Sähkö</link>virtaa.

# STRINGS.BUILDINGS.PREFABS.POWERTRANSFORMERSMALL.NAME
source: <link="POWERTRANSFORMER">Small Power Transformer</link>
fi: <link="POWERTRANSFORMER">Pieni Tehomuuntaja</link>

# STRINGS.BUILDINGS.PREFABS.PRESSUREDOOR.DESC
source: Mechanized airlocks have the same function as other doors, but open and close more quickly.
fi: Mekanisoidut ilmalukot toimivat samalla tavalla kuin muutkin ovet, mutta avautuvat ja sulkeutuvat nopeammin.

# STRINGS.BUILDINGS.PREFABS.PRESSUREDOOR.EFFECT
source: Blocks <link="ELEMENTSLIQUID">Liquid</link> and <link="ELEMENTSGAS">Gas</link> flow, maintaining pressure between areas. Sets Duplicant Access Permissions for area restriction. Functions as a Manual Airlock when no <link="POWER">Power</link> is available.
fi: Estää <link="ELEMENTSLIQUID">Neste</link>- ja <link="ELEMENTSGAS">Kaasu</link>virrat ylläpitäen painetta huoneiden välillä. Asettaa Jäljennäisten Pääsyluvat alueen eristämiseksi. Toimii Käsikäyttöisenä Ilmalukkona, kun <link="POWER">Sähköä</link> ei ole saatavilla.

# STRINGS.BUILDINGS.PREFABS.PRESSUREDOOR.NAME
source: <link="PRESSUREDOOR">Mechanized Airlock</link>
fi: <link="PRESSUREDOOR">Mekanisoitu Ilmalukko</link>

# STRINGS.BUILDINGS.PREFABS.PRESSURESWITCHGAS.DESC
source: An atmo switch shuts off power when the air pressure surrounding it surpasses the set threshold.
fi: Ilmanpainekytkin sulkee sähkövirran, kun sitä ympäröivä ilmanpaine ylittää asetetun kynnyksen.

# STRINGS.BUILDINGS.PREFABS.PRESSURESWITCHGAS.EFFECT
source: Automatically turns <link="POWER">Power</link> on or off using ambient <link="PRESSURE">Gas Pressure</link>. Does not affect circuitry preceding the switch.
fi: Kytkee <link="POWER">Sähkö</link>virran automaattisesti päälle tai pois käyttäen ympäristön <link="PRESSURE">Kaasun Painetta</link>. Ei vaikuta kytkintä edeltävään piiriin.

# STRINGS.BUILDINGS.PREFABS.PRESSURESWITCHGAS.NAME
source: <link="PRESSURESWITCHGAS">Atmo Switch</link>
fi: <link="PRESSURESWITCHGAS">Ilmanpainekytkin</link>

# STRINGS.BUILDINGS.PREFABS.PRESSURESWITCHLIQUID.DESC
source: A hydro switch shuts off power when the liquid pressure surrounding it surpasses the set threshold.
fi: Vedenpainekytkin sulkee sähkövirran automaattisesti, kun ympäröivän nesteen paine ylittää asetetun kynnyksen.

# STRINGS.BUILDINGS.PREFABS.PRESSURESWITCHLIQUID.EFFECT
source: Automatically turns <link="POWER">Power</link> on or off using ambient <link="PRESSURE">Liquid Pressure</link>. Does not affect circuitry preceding the switch. Must be submerged in <link="ELEMENTSLIQUID">Liquid</link>.
fi: Kykee<link="POWER">Sähkö</link>virran automaattisesti päälle tai pois käyttäen ympäristön <link="PRESSURE">Nestepainetta</link>. Ei vaikuta kytkintä edeltävään piiriin. Täytyy olla uponneena <link="ELEMENTSLIQUID">Nesteeseen</link>.

# STRINGS.BUILDINGS.PREFABS.PRESSURESWITCHLIQUID.NAME
source: <link="PRESSURESWITCHLIQUID">Hydro Switch</link>
fi: <link="PRESSURESWITCHLIQUID">Nestepainekytkin</link>

# STRINGS.BUILDINGS.PREFABS.PROPCLOCK.DESC
source: A simple wall clock. It is no longer ticking.
fi: Yksinkertainen seinäkello. Se ei enää tikitä.

# STRINGS.BUILDINGS.PREFABS.PROPCLOCK.NAME
source: Clock
fi: Kello

# STRINGS.BUILDINGS.PREFABS.PROPDESK.DESC
source: An intact office desk, decorated with several personal belongings and a barely functioning computer.
fi: Ehjä toimistopöytä, joka on koristeltu useilla henkilökohtaisilla tavaroilla ja hädin tuskin toimivalla tietokoneella.

# STRINGS.BUILDINGS.PREFABS.PROPDESK.NAME
source: Computer Desk
fi: Tietokonepöytä

# STRINGS.BUILDINGS.PREFABS.PROPELEVATOR.DESC
source: Out of service. The buttons inside indicate it went down more than a dozen floors at one point in time.
fi: Ei toiminnassa. Sisällä olevat nappulat osoittavat, että se laskeutui ainakin tusinan verran kerroksia yhdellä kertaa.

# STRINGS.BUILDINGS.PREFABS.PROPELEVATOR.NAME
source: Broken Elevator
fi: Rikkinäinen Hissi

# STRINGS.BUILDINGS.PREFABS.PROPFACILITYCHAIR.DESC
source: A chair where visitors can comfortably wait before their appointments.
fi: Tuoli, jolla vierailijat voivat mukavasti odottaa omia ajanvarauksiaan

# STRINGS.BUILDINGS.PREFABS.PROPFACILITYCHAIR.NAME
source: Lobby Chair
fi: Aulan Tuoli

# STRINGS.BUILDINGS.PREFABS.PROPFACILITYCHANDELIER.DESC
source: A large chandelier that hangs from the ceiling. It does not appear function.
fi: Suuri katosta roikkuvat kattokruunu. Se ei näytä toimivan.

# STRINGS.BUILDINGS.PREFABS.PROPFACILITYCHANDELIER.NAME
source: Chandelier
fi: Kattokruunu

# STRINGS.BUILDINGS.PREFABS.PROPFACILITYCOUCH.DESC
source: A couch where visitors can comfortably wait before their appointments.
fi: Sohva, jolla vierailijat voivat mukavasti odottaa omia ajanvarauksiaan

# STRINGS.BUILDINGS.PREFABS.PROPFACILITYCOUCH.NAME
source: Lobby Couch
fi: Aulan Sohva

# STRINGS.BUILDINGS.PREFABS.PROPFACILITYDESK.DESC
source: A spotless desk filled with impeccably organized office supplies. A photo peeks out from beneath the desk pad, depicting two beaming young women in caps and gowns. The photo is quite old.
fi: Tahraton pöytä täynnä moitteettomasti järjesteltyjä toimistotarvikkeita. Valokuva pilkistää pöydän alustan alta, esittäen kahta hattuun ja mekkoon pukeutunutta, säkenöivää nuorta naista. Valokuva on melko vanha.

# STRINGS.BUILDINGS.PREFABS.PROPFACILITYDESK.NAME
source: Director's Desk
fi: Johtajan Pöytä

# STRINGS.BUILDINGS.PREFABS.PROPFACILITYDISPLAY1.DESC
source: An electronic display projecting the blueprint of a familiar device. It looks like a Printing Pod.
fi: Sähköinen näyttö, jonka ruudulla on tutun laitteen piirros. Se näyttää Tulostuskennolta.

# STRINGS.BUILDINGS.PREFABS.PROPFACILITYDISPLAY1.NAME
source: Electronic Display
fi: Sähköinen Näyttö

# STRINGS.BUILDINGS.PREFABS.PROPFACILITYDISPLAY2.DESC
source: An electronic display projecting the blueprint of a familiar device. It looks like a Mining Gun.
fi: Sähköinen näyttö, jonka ruudulla on tutun laitteen piirros. Se näyttää Kaivuupyssyltä.

# STRINGS.BUILDINGS.PREFABS.PROPFACILITYDISPLAY2.NAME
source: Electronic Display
fi: Sähköinen Näyttö

# STRINGS.BUILDINGS.PREFABS.PROPFACILITYDISPLAY3.DESC
source: An electronic display projecting the blueprint of a strange device. Perhaps these displays were used to entice visitors.
fi: Sähköinen näyttö, jonka ruudulla on oudon laitteen piirros. Ehkä näiden näyttöjen tarkoitus oli haukutella kävijöitä.

# STRINGS.BUILDINGS.PREFABS.PROPFACILITYDISPLAY3.NAME
source: Electronic Display
fi: Sähköinen Näyttö

# STRINGS.BUILDINGS.PREFABS.PROPFACILITYGLOBEDROORS.DESC
source: A filing cabinet for storing hardcopy employee records. The contents have been shredded.
fi: Työntekijärekisterin paperikopioiden säilytykseen tarkoitettu arkistokaappi. Sisältö on silputtu.

# STRINGS.BUILDINGS.PREFABS.PROPFACILITYGLOBEDROORS.NAME
source: Filing Cabinet
fi: Arkistokaappi

# STRINGS.BUILDINGS.PREFABS.PROPFACILITYLAMP.DESC
source: A long light fixture that hangs from the ceiling. It does not appear function.
fi: Pitkä, katosta riippuva valaisinteline. Se ei näytä toimivan.

# STRINGS.BUILDINGS.PREFABS.PROPFACILITYLAMP.NAME
source: Light Fixture
fi: Valaisinteline

# STRINGS.BUILDINGS.PREFABS.PROPFACILITYPAINTING.DESC
source: A painting featuring a copse of fir trees and a magnificent mountain range on the horizon. The air in the room prickles with the sensation that I'm not meant to be here.
fi: Kuusen keloja ja horisontissa siintävää suurenmoista vuoristojonoa esittävä maalaus. Huoneessa oleva ilma kihelmöi tunnetta, ettei minun pitäisi olla täällä.

# STRINGS.BUILDINGS.PREFABS.PROPFACILITYPAINTING.NAME
source: Landscape Portrait
fi: Maisemamaalaus

# STRINGS.BUILDINGS.PREFABS.PROPFACILITYSTATUE.DESC
source: A large, modern sculpture that sits in the center of the lobby. It's an artistic cross between an hourglass shape and a double helix.
fi: Suuri, moderni veistos, joka tönöttää keskellä aulaa. Se on taiteellinen sekoitus tiimalasin muotoa ja kaksoisheliksiä.

# STRINGS.BUILDINGS.PREFABS.PROPFACILITYSTATUE.NAME
source: Gravitas Monument
fi: Gravitas-Monumentti

# STRINGS.BUILDINGS.PREFABS.PROPFACILITYTABLE.DESC
source: A low coffee table that may haave once held old science magazines.
fi: Matala kahvipöytä, jonka päällä on joskus ollut vanhoja tiedelehtiä.

# STRINGS.BUILDINGS.PREFABS.PROPFACILITYTABLE.NAME
source: Coffee Table
fi: Kahvipöytä

# STRINGS.BUILDINGS.PREFABS.PROPFACILITYTALLPLANT.DESC
source: It's survived the vacuum of space by virtue of being plastic.
fi: Se on selviytynyt avaruuden tyhjiöstä sen ansiosta, että se on muovia.
