Repository: Eerjunic/OxygenNotIncluded_Fi
Catalog: strings.po
Languages: fi

# STRINGS.UI.TOOLTIPS.MATIERIAL_MOD
source: Made out of {0}
fi: Valmistettu aineesta {0}

# STRINGS.UI.TOOLTIPS.MESSAGESTOOLTIP
source: Messages are events that have happened and tips to help me manage my colony
fi: Viestit ovat tapahtumia, jotka ovat tapahtuneet ja vihjeitä, jotka auttavat hallinnoimaan siirtokuntaani

# STRINGS.UI.TOOLTIPS.METERSCREEN_AVGSTRESS
source: Highest Stress: {0}
fi: Korkein Ahdistus: {0}

# STRINGS.UI.TOOLTIPS.METERSCREEN_IMMUNITY_LEVELS
source: Immune Systems: {0}
fi: Immuunijärjestelmät: {0}

# STRINGS.UI.TOOLTIPS.METERSCREEN_MEALHISTORY
source: Calories Available: {0}
fi: Kaloreita Saatavilla: {0}

# STRINGS.UI.TOOLTIPS.METERSCREEN_POPULATION
source: Population: {0}
fi: Väkiluku: {0}

# STRINGS.UI.TOOLTIPS.MOPBUTTON
source: Drag to swab unwanted liquids
fi: Vedä pyyhkiäksesi toivomattomat nesteet

# STRINGS.UI.TOOLTIPS.NEXTMESSAGESTOOLTIP
source: Next message
fi: Seuraava viesti

# STRINGS.UI.TOOLTIPS.NO_CODEX_ENTRY
source: No database entry available
fi: Tietopankkimerkintää ei saatavilla

# STRINGS.UI.TOOLTIPS.NOISE_POLLUTION_OVERLAY_STRING
source: Displays ambient noise levels
fi: Näyttää ympäristön melutasot

# STRINGS.UI.TOOLTIPS.NOMATERIAL
source: Not enough materials
fi: Ei tarpeeksi materiaaleja

# STRINGS.UI.TOOLTIPS.OPEN_CODEX_ENTRY
source: View full entry in database
fi: Näytä täydellinen merkintä tietopankissa

# STRINGS.UI.TOOLTIPS.OXYGENOVERLAYSTRING
source: Displays ambient oxygen density
fi: Näyttää ympäristön happipitoisuudet

# STRINGS.UI.TOOLTIPS.PAUSE
source: Pause
fi: Pysäytä

# STRINGS.UI.TOOLTIPS.PAUSEBUTTON
source: Pause
fi: Pysäytä

# STRINGS.UI.TOOLTIPS.PLAYBUTTON
source: Start
fi: Jatka

# STRINGS.UI.TOOLTIPS.POWEROVERLAYSTRING
source: Displays power grid components
fi: Näyttää sähköverkon komponentit

# STRINGS.UI.TOOLTIPS.PRIORITIESOVERLAYSTRING
source: Displays errand sub-priority values
fi: Näyttää tehtävien aliprioriteettiarvot

# STRINGS.UI.TOOLTIPS.PRIORITIZEBUTTON
source: Drag to set errand Sub-Priority
fi: Vedä asettaaksesi tehtävien Aliprioriteetit

# STRINGS.UI.TOOLTIPS.RANDOMIZECREATURENAME
source: Randomize this critter's name
fi: Satunnaista tämän otuksen nimi

# STRINGS.UI.TOOLTIPS.RANDOMIZENAME
source: Randomize this Duplicant's name
fi: Satunnaista tämän Jäljennäisen nimi

# STRINGS.UI.TOOLTIPS.REACHABILITYOVERLAYSTRING
source: Displays areas accessible by Duplicants
fi: Näyttää alueet, joihin Jäljennäiset pääsevät

# STRINGS.UI.TOOLTIPS.RECIPE_QUEUE
source: Queue 1 {0} for fabrication
fi: Lisää jonoon 1 {0} valmistettavaksi

# STRINGS.UI.TOOLTIPS.RECIPE_QUEUE_INFINITE
source: Continuously fabricate {0} if resources are available
fi: Aseta {0} jatkuvasti tuotettavaksi, jos resursseja on saatavilla

# STRINGS.UI.TOOLTIPS.RED_ALERT_BUTTON_OFF
source: Disable Red Alert
fi: Poista Punainen Hälytys

# STRINGS.UI.TOOLTIPS.RED_ALERT_BUTTON_ON
source: Enable Red Alert
fi: Käynnistä Punainen Hälytys

# STRINGS.UI.TOOLTIPS.RED_ALERT_CONTENT
source: Colonywide emergency state Duplicants ignore basic needs to work
fi: Siirtokunnankattava hälytystila Jäljennäiset asettavat työn tarpeidensa edelle

# STRINGS.UI.TOOLTIPS.RED_ALERT_TITLE
source: Toggle Red Alert
fi: Vaihda Punainen Hälytys

# STRINGS.UI.TOOLTIPS.ROOMSOVERLAYSTRING
source: Displays fully enclosed rooms
fi: Näyttää täysin ympäröidyt huoneet

# STRINGS.UI.TOOLTIPS.SELECTAMATERIAL
source: There are insufficient materials to construct this building
fi: Tämän rakennuksen rakentamiseen ei ole riittävästi materiaaleja

# STRINGS.UI.TOOLTIPS.SORTCOLUMN
source: Click to sort
fi: Paina lajitellaksesi

# STRINGS.UI.TOOLTIPS.SPEEDBUTTON_FAST
source: Fast speed {0}
fi: Nopea {0}

# STRINGS.UI.TOOLTIPS.SPEEDBUTTON_MEDIUM
source: Medium speed {0}
fi: Keskinopeus {0}

# STRINGS.UI.TOOLTIPS.SPEEDBUTTON_SLOW
source: Slow speed {0}
fi: Hidas {0}

# STRINGS.UI.TOOLTIPS.STATSPANEL
source: The Stats Panel gives me an overview of my Duplicant's individual stats
fi: Ominaisuuspaneeli antaa yleiskuvan Jäljennäiseni henkilökohtaisista ominaisuuksista

# STRINGS.UI.TOOLTIPS.STRESSDESCRIPTION
source: Accommodate my Duplicant's needs to manage their <link="STRESS">Stress</link>. Low <link="STRESS">Stress</link> can provide a productivity boost, while high <link="STRESS">Stress</link> can impair production or even lead to a nervous breakdown.
fi: Täytä Jäljennäisesni tarpeet hallitaksesi hänen <link="STRESS">Ahdistustaan</link>. Alhainen <link="STRESS">Ahdistus</link> voi antaa tukea tuottavuuteen, kun taas korkea <link="STRESS">Ahdistus</link> saattaa haitata tuotantoa tai johtaa jopa hermoromahdukseen.

# STRINGS.UI.TOOLTIPS.STRESSPANEL
source: The Stress Panel offers a detailed look at what is psychology affecting Duplicant psychologically
fi: Ahdistuspaneeli tarjoaa yksityiskohtaisen katsauksen Jäljennäiseen psyykkisesti vaikuttavista asioista

# STRINGS.UI.TOOLTIPS.SUITOVERLAYSTRING
source: Displays Exosuits and related buildings
fi: Näyttää Eksopuvut ja niihin liittyvät rakennukset

# STRINGS.UI.TOOLTIPS.TEMPERATUREOVERLAYSTRING
source: Displays ambient temperature
fi: Näyttää ympäristön lämpötilan

# STRINGS.UI.TOOLTIPS.UNPAUSE
source: Unpause
fi: Jatka

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_ATMOSPHERE
source: This plant is immersed in {element}
fi: Tämä kasvi on upotettu aineeseen {element}

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_DROWNING_FALSE
source: This plant is drowning in liquid
fi: Tämä kasvi hukkuu nesteeseen

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_DROWNING_TRUE
source: This plant is not drowning
fi: Tämä kasvi ei huku

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_FERTILIZER
source: {mass} of fertilizer is currently available
fi: {mass} lannoitetta on saatavilla

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_ILLUMINATION_DARK
source: This plant is currently in the dark
fi: Tämä kasvi on pimeässä

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_ILLUMINATION_LIGHT
source: This plant is currently lit
fi: Tämä kasvi on valossa

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_IRRIGATION
source: {mass} of liquid is currently available
fi: {mass} nestettä on saatavilla

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_PRESSURE
source: The current air pressure is {pressure}
fi: Vallitseva ilmanpaine on {pressure}

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_RECEPTACLE_INOPERATIONAL
source: This plant is not housed in an operational farm plot
fi: Tätä kasvia ei ole istutettu toiminnalliselle viljelyalustalle

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_RECEPTACLE_OPERATIONAL
source: This plant is housed in an operational farm plot
fi: Tämä kasvi on istutettu toiminnalliselle viljelyalustalle

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_SUBMERGED_FALSE
source: This plant must be submerged in liquid
fi: Tämä kasvi täytyy olla upotettuna nesteeseen

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_SUBMERGED_TRUE
source: This plant is fully submerged in liquid
fi: Kasvi on upotettuna nesteeseen

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_TEMPERATURE
source: This plant's internal temperature is {temperature}
fi: Rämän kasvin sisälämpötila on {temperature}

# STRINGS.UI.TOOLTIPS.VITALSPANEL
source: The Vitals Panel monitors the status and well being of my Duplicant
fi: Elintoiminnot-paneeli tarkkailee Jäljennäiseni tilaa ja hyvinvointia

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.DOOR_DEFAULT
source: Default
fi: Oletus

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.GO_DOWN_DISABLED
source: Passing Down through this door is not permitted Click to grant permission
fi: Kulku Alaspäin tästä ovesta ei ole sallittu Klikkaa myöntääksesi pääsy

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.GO_DOWN_ENABLED
source: Passing Down through this door is permitted Click to revoke permission
fi: Kulku Alaspäin tästä ovesta on sallittu Klikkaa evätäksesi pääsy

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.GO_LEFT_DISABLED
source: Passing Left through this door is not permitted Click to grant permission
fi: Kulku Vasemmalle tästä ovesta ei ole sallittu Klikkaa myöntääksesi pääsy

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.GO_LEFT_ENABLED
source: Passing Left through this door is permitted Click to revoke permission
fi: Kulku Vasemmalle tästä ovesta on sallittu Klikkaa peruaksesi pääsy

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.GO_RIGHT_DISABLED
source: Passing Right through this door is not permitted Click to grant permission
fi: Kulku Oikealle tästä ovesta ei ole sallittu Klikkaa myöntääksesi pääsy

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.GO_RIGHT_ENABLED
source: Passing Right through this door is permitted Click to revoke permission
fi: Kulku Oikealle tästä ovesta on sallittu Klikkaa evätäksesi pääsy

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.GO_UP_DISABLED
source: Passing Up through this door is not permitted Click to grant permission
fi: Kulku Ylöspäin tästä ovesta ei ole sallittu Klikkaa myöntääksesi pääsy

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.GO_UP_ENABLED
source: Passing Up through this door is permitted Click to revoke permission
fi: Kulku Ylöspäin tästä ovesta on sallittu Klikkaa evätäksesi pääsy

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.MINION_ACCESS
source: Duplicant Access Permissions
fi: Jäljennäisen Kulkuoikeudet

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.SET_TO_CUSTOM
source: Click to assign custom permissions
fi: Klikkaa asettaaksesi omat kulkuoikeudet

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.SET_TO_DEFAULT
source: Click to clear custom permissions
fi: Klikkaa tyhjentääksesi omat kulkuoikeudet

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.TITLE
source: Door Access Control
fi: Oven Pääsyasetukset

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.USING_CUSTOM
source: Custom Access
fi: Oma Pääsy

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.USING_DEFAULT
source: Default Access
fi: Oletuspääsy

# STRINGS.UI.UISIDESCREENS.ACTIVATION_RANGE_SIDE_SCREEN.ACTIVATE
source: Break starts at:
fi: Tauko alkaa:

# STRINGS.UI.UISIDESCREENS.ACTIVATION_RANGE_SIDE_SCREEN.DEACTIVATE
source: Break ends at:
fi: Tauko päättyy:

# STRINGS.UI.UISIDESCREENS.ACTIVATION_RANGE_SIDE_SCREEN.NAME
source: Breaktime Policy
fi: Taukokäytäntö

# STRINGS.UI.UISIDESCREENS.ASSIGNABLESIDESCREEN.ASSIGN_TO_TOOLTIP
source: Assign to {0}
fi: Nimeä:

# STRINGS.UI.UISIDESCREENS.ASSIGNABLESIDESCREEN.ASSIGNED
source: Assigned
fi: Nimetty

# STRINGS.UI.UISIDESCREENS.ASSIGNABLESIDESCREEN.DISABLED
source: Ineligible
fi: Sopimaton

# STRINGS.UI.UISIDESCREENS.ASSIGNABLESIDESCREEN.DISABLED_TOOLTIP
source: {0} is ineligible for this job assignment
fi: {0} ei ole sopiva tähän työtehtävään

# STRINGS.UI.UISIDESCREENS.ASSIGNABLESIDESCREEN.PUBLIC
source: Public
fi: Julkinen

# STRINGS.UI.UISIDESCREENS.ASSIGNABLESIDESCREEN.SORT_BY_ASSIGNMENT
source: Assignment
fi: Työtehtävä

# STRINGS.UI.UISIDESCREENS.ASSIGNABLESIDESCREEN.SORT_BY_DUPLICANT
source: Duplicant
fi: Jäljennäinen

# STRINGS.UI.UISIDESCREENS.ASSIGNABLESIDESCREEN.TITLE
source: Assign {0}
fi: Nimeä {0}

# STRINGS.UI.UISIDESCREENS.ASSIGNABLESIDESCREEN.UNASSIGN_TOOLTIP
source: Assigned to {0}
fi: Nimetty Jäljennäiselle {0}

# STRINGS.UI.UISIDESCREENS.AUTOMATABLE_SIDE_SCREEN.ALLOWMANUALBUTTON
source: Allow Manual Use
fi: Salli Käsikäyttö

# STRINGS.UI.UISIDESCREENS.AUTOMATABLE_SIDE_SCREEN.ALLOWMANUALBUTTONTOOLTIP
source: Allow Duplicants to manually manage these storage materials
fi: Anna Jäljennäisten itse hallita näitä varastomateriaaleja

# STRINGS.UI.UISIDESCREENS.AUTOMATABLE_SIDE_SCREEN.TITLE
source: Automatable Storage
fi: Automatisoitu Varastointi

# STRINGS.UI.UISIDESCREENS.CAPACITY_CONTROL_SIDE_SCREEN.MAX_LABEL
source: Max:
fi: Maksimi:

# STRINGS.UI.UISIDESCREENS.CAPACITY_CONTROL_SIDE_SCREEN.TITLE
source: Automated Storage Capacity
fi: Automatisoitu Varastokapasiteetti

# STRINGS.UI.UISIDESCREENS.CAPACITY_SIDE_SCREEN.TOOLTIP
source: Adjust the maximum amount that can be stored here
fi: Säädä tähän varastoon suurinta varastoitavaa määrää

# STRINGS.UI.UISIDESCREENS.CAPTURE_POINT_SIDE_SCREEN.AUTOWRANGLE
source: Auto-Wrangle Surplus
fi: Automaattinappaa Ylimääräiset

# STRINGS.UI.UISIDESCREENS.CAPTURE_POINT_SIDE_SCREEN.AUTOWRANGLE_TOOLTIP
source: A Rancher will automatically wrangle any critters that exceed the population limit or that do not belong in this stable
fi: Paimen nappaa automaattisesti kaikki otukset, jotka ylittävät populaatiorajan tai, jotka eivät kuulu tähän navettaan

# STRINGS.UI.UISIDESCREENS.CAPTURE_POINT_SIDE_SCREEN.LIMIT_TOOLTIP
source: Critters exceeding this population limit will automatically be wrangled:
fi: Tämän populaatiorajan ylittävät otukset napataan automaattisesti:

# STRINGS.UI.UISIDESCREENS.CAPTURE_POINT_SIDE_SCREEN.TITLE
source: Stable Management
fi: Navetan Hallinta

# STRINGS.UI.UISIDESCREENS.CAPTURE_POINT_SIDE_SCREEN.UNITS_SUFFIX
source: Critters
fi: Otukset

# STRINGS.UI.UISIDESCREENS.DOOR_TOGGLE_SIDE_SCREEN.ACCESS_OFFLINE
source: Emergency Access Permissions: All Duplicants are permitted to use this door until <link="POWER">Power</link> is restored.
fi: Hätäkulkuluvat: Kaikki Jäljennäiset päästetään tästä ovesta, kunnes <link="POWER">Sähköt</link> palautuvat.

# STRINGS.UI.UISIDESCREENS.DOOR_TOGGLE_SIDE_SCREEN.AUTO
source: Door is on auto.
fi: Ovi on automaattinen.

# STRINGS.UI.UISIDESCREENS.DOOR_TOGGLE_SIDE_SCREEN.AUTO_PENDING
source: Awaiting Duplicant to automate door.
fi: Odottaa Jäljennäistä automatisoimaan oven.

# STRINGS.UI.UISIDESCREENS.DOOR_TOGGLE_SIDE_SCREEN.CLOSE
source: Door is locked.
fi: Ovi on lukittu.

# STRINGS.UI.UISIDESCREENS.DOOR_TOGGLE_SIDE_SCREEN.CLOSE_PENDING
source: Awaiting Duplicant to lock door.
fi: Odottaa Jäljennäistä lukitsemaan oven.

# STRINGS.UI.UISIDESCREENS.DOOR_TOGGLE_SIDE_SCREEN.OPEN
source: Door is open.
fi: Ovi on auki.

# STRINGS.UI.UISIDESCREENS.DOOR_TOGGLE_SIDE_SCREEN.OPEN_PENDING
source: Awaiting Duplicant to open door.
fi: Odottaa Jäljennäistä avaamaan oven.

# STRINGS.UI.UISIDESCREENS.DOOR_TOGGLE_SIDE_SCREEN.POI_INTERNAL
source: This door cannot be manually controlled.
fi: Tätä ovea ei voida ohjata käsikäyttöisesti.

# STRINGS.UI.UISIDESCREENS.DOOR_TOGGLE_SIDE_SCREEN.TITLE
source: Door Setting
fi: Oven Asetus

# STRINGS.UI.UISIDESCREENS.EGGINCUBATOR.AWAITINGDELIVERY
source: AWAITING DELIVERY: {0}
fi: ODOTTAA TOIMITUSTA: {0}

# STRINGS.UI.UISIDESCREENS.EGGINCUBATOR.AWAITINGREMOVAL
source: AWAITING REMOVAL: {0}
fi: ODOTTAA POISTOA: {0}

# STRINGS.UI.UISIDESCREENS.EGGINCUBATOR.AWAITINGREQUEST
source: INCUBATE: {0}
fi: HAUDO: {0}

# STRINGS.UI.UISIDESCREENS.EGGINCUBATOR.CANCELDEPOSIT
source: Cancel
fi: Peruuta

# STRINGS.UI.UISIDESCREENS.EGGINCUBATOR.CANCELREMOVAL
source: Cancel
fi: Peruuta

# STRINGS.UI.UISIDESCREENS.EGGINCUBATOR.DEPOSIT
source: Incubate
fi: Haudo

# STRINGS.UI.UISIDESCREENS.EGGINCUBATOR.ENTITYDEPOSITED
source: INCUBATING: {0}
fi: HAUDOTAAN: {0}

# STRINGS.UI.UISIDESCREENS.EGGINCUBATOR.REMOVE
source: Remove
fi: Poista

# STRINGS.UI.UISIDESCREENS.EGGINCUBATOR.SELECT_DESC
source: Select an egg to incubate.
fi: Valitse haudottava muna.

# STRINGS.UI.UISIDESCREENS.EGGINCUBATOR.SELECT_TITLE
source: SELECT
fi: VALITSE

# STRINGS.UI.UISIDESCREENS.EGGINCUBATOR.TITLE
source: Critter Eggs
fi: Otusten Munat

# STRINGS.UI.UISIDESCREENS.ENCRYPTEDLORESIDESCREEN.AWAITINGBUTTON
source: AWAITING DECRYPTION
fi: ODOTTAA DEKRYPTAUSTA

# STRINGS.UI.UISIDESCREENS.ENCRYPTEDLORESIDESCREEN.BUTTON
source: ATTEMPT DECRYPTION
fi: YRITÄ DEKRYPTAUSTA

# STRINGS.UI.UISIDESCREENS.ENCRYPTEDLORESIDESCREEN.LABEL
source: This computer contains encrypted files.
fi: Tämä tietokone sisältää kryptattuja tiedostoja.

# STRINGS.UI.UISIDESCREENS.ENCRYPTEDLORESIDESCREEN.TITLE
source: Encrypted File
fi: Kryptattu tiedosto

# STRINGS.UI.UISIDESCREENS.EQUIPPABLE_SIDE_SCREEN.CURRENTLY_EQUIPPED
source: Currently Equipped: {0}
fi: Käytössä: {0}

# STRINGS.UI.UISIDESCREENS.EQUIPPABLE_SIDE_SCREEN.DROP_BUTTON
source: Drop
fi: Pudota

# STRINGS.UI.UISIDESCREENS.EQUIPPABLE_SIDE_SCREEN.EQUIP_BUTTON
source: Equip
fi: Ota Käyttöön

# STRINGS.UI.UISIDESCREENS.EQUIPPABLE_SIDE_SCREEN.NONE_EQUIPPED
source: None
fi: Ei mitään

# STRINGS.UI.UISIDESCREENS.EQUIPPABLE_SIDE_SCREEN.SWAP_BUTTON
source: Swap
fi: Vaihda

# STRINGS.UI.UISIDESCREENS.EQUIPPABLE_SIDE_SCREEN.TITLE
source: Assign To Duplicant
fi: Nimeä Jäljennäiselle

# STRINGS.UI.UISIDESCREENS.EQUIPPABLESIDESCREEN.ASSIGNEDTO
source: Assigned to: {Assignee}
fi: Nimetty: {Assignee}

# STRINGS.UI.UISIDESCREENS.EQUIPPABLESIDESCREEN.GENERAL_CURRENTASSIGNED
source: (Owner)
fi: (Omistaja)

# STRINGS.UI.UISIDESCREENS.EQUIPPABLESIDESCREEN.TITLE
source: Equip {0}
fi: Ota Käyttöön {0}

# STRINGS.UI.UISIDESCREENS.EQUIPPABLESIDESCREEN.UNASSIGNED
source: Unassigned
fi: Nimeämätön

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.CANCEL
source: Cancel
fi: Peruuta

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.COST
source: <b>Ingredients:</b>
fi: <b>Ainesosat:</b>

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.EFFECTS.COOL_VEST
source: Cool Vest ({0})
fi: Viileä Liivi ({0})

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.EFFECTS.FUNKY_VEST
source: Snazzy Suit ({0})
fi: Upea Puku ({0})

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.EFFECTS.OXYGEN_TANK
source: Oxygen Tank ({0})
fi: Happisäiliö ({0})

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.EFFECTS.OXYGEN_TANK_UNDERWATER
source: Oxygen Rebreather ({0})
fi: Happihengityslaite ({0})

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.EFFECTS.WARM_VEST
source: Warm Sweater ({0})
fi: Lämmin Pusero ({0})

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.INFORMATION
source: INFORMATION
fi: TIEDOT

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.NORECIPEDISCOVERED
source: No discovered recipes
fi: Ei löydettyjä reseptejä

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.NORECIPEDISCOVERED_BODY
source: Discover new ingredients in the world to unlock some recipes.
fi: Löydä maailmasta uusia aineita avataksesi joitakin reseptejä.

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.NORECIPESELECTED
source: No recipe selected
fi: Ei valittua reseptiä

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.QUEUED_MISSING_INGREDIENTS_TOOLTIP
source: Missing {0} of {1}
fi: Materiaalia {1} puuttuu {0}

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.RESULTEFFECTS
source: <b>Effects:</b>
fi: <b>Vaikutukset:</b>

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.RESULTREQUIREMENTS
source: <b>Requirements:</b>
fi: <b>Vaatimukset:</b>

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.SELECTRECIPE
source: Select a recipe to fabricate.
fi: Valitse valmistettava resepti.

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.SUBTITLE
source: Recipes
fi: Reseptit

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.TITLE
source: {0} Recipes
fi: {0} Reseptit

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.TOOLTIPS.RECIPEPRODUCT
source: This recipe produces {1} {0}
fi: Tämä resepti tuottaa {1} {0}

source: This recipe requires {1} {0} Available: {2}
fi: Tämä resepti tarvitsee{1} {0} Saatavilla: {2}

source: This recipe consumes {1} of an available {2} of {0}
fi: Tämä resepti käyttää {1} saatavilla olevasta {2} ainetta {0}

# STRINGS.UI.UISIDESCREENS.FILTERSIDESCREEN.FILTEREDELEMENT.GAS
source: Filtered Gas Output: {0}
fi: Suodatettu Kaasun Ulosvienti: {0}

# STRINGS.UI.UISIDESCREENS.FILTERSIDESCREEN.FILTEREDELEMENT.LIQUID
source: Filtered Liquid Output: {0}
fi: Suodatettu Nesteen Ulosvienti: {0}

# STRINGS.UI.UISIDESCREENS.FILTERSIDESCREEN.NOELEMENTSELECTED
source: No element selected
fi: Ei valittua ainetta

# STRINGS.UI.UISIDESCREENS.FILTERSIDESCREEN.SELECTELEMENTHEADER
source: Select Element
fi: Valitse aine

# STRINGS.UI.UISIDESCREENS.FILTERSIDESCREEN.TITLE
source: Filter Outputs
fi: Suodatetut Ulosviennit

# STRINGS.UI.UISIDESCREENS.FILTERSIDESCREEN.UNFILTEREDELEMENTS.GAS
source: Gas Output: All
fi: Kaasun Ulosvienti: Kaikki

# STRINGS.UI.UISIDESCREENS.FILTERSIDESCREEN.UNFILTEREDELEMENTS.LIQUID
source: Liquid Output: All
fi: Nesteen Ulosvienti: Kaikki

# STRINGS.UI.UISIDESCREENS.GENESHUFFLERSIDESREEN.BUTTON
source: Complete Neural Process
fi: Viimeistele Neuraaliprosessi

# STRINGS.UI.UISIDESCREENS.GENESHUFFLERSIDESREEN.COMPLETE
source: Something feels different.
fi: Jokin tuntuu erilaiselta.

# STRINGS.UI.UISIDESCREENS.GENESHUFFLERSIDESREEN.CONSUMED
source: There are no charges left in this Vacillator.
fi: Tässä Vaihtelijassa ei ole latauksia jäljellä.

# STRINGS.UI.UISIDESCREENS.GENESHUFFLERSIDESREEN.TITLE
source: Neural Vacillator
fi: Hermovaihtelija

# STRINGS.UI.UISIDESCREENS.GENESHUFFLERSIDESREEN.UNDERWAY
source: Neural Vacillation in progress.
fi: Hermovaihtelu käynnissä.

# STRINGS.UI.UISIDESCREENS.LOGIC_DELAY_SIDE_SCREEN.TITLE
source: Active Buffer Time
fi: Aktiivinen Puskuriaika

# STRINGS.UI.UISIDESCREENS.LOGIC_DELAY_SIDE_SCREEN.TOOLTIP
source: This gate will continue to send an Active signal for {0} seconds after entering Standby
fi: Tämä portti lähettää jatkuvasti Aktiivinen-signaalia {0} sekunnin ajan Valmiustilaan siirtyessään

# STRINGS.UI.UISIDESCREENS.LURE.ATTRACTS
source: Attract {1}s
fi: Houkuttelee: {1}

# STRINGS.UI.UISIDESCREENS.LURE.AWAITINGDELIVERY
source: AWAITING DELIVERY: {0}
fi: ODOTTAA TOIMITUSTA: {0}

# STRINGS.UI.UISIDESCREENS.LURE.AWAITINGREMOVAL
source: AWAITING DIGGING UP: {0}
fi: ODOTTAA KAIVAMISTA: {0}

# STRINGS.UI.UISIDESCREENS.LURE.AWAITINGREQUEST
source: PLANT: {0}
fi: ISTUTA: {0}

# STRINGS.UI.UISIDESCREENS.LURE.ENTITYDEPOSITED
source: PLANTED: {0}
fi: ISTUTETTU: {0}

# STRINGS.UI.UISIDESCREENS.LURE.INFORMATION
source: INFORMATION
fi: TIEDOT

# STRINGS.UI.UISIDESCREENS.LURE.TITLE
source: Select Bait
fi: Valitse syötti

# STRINGS.UI.UISIDESCREENS.MANUALGENERATORSIDESCREEN.CURRENT_THRESHOLD
source: Current Threshold: {0}%
fi: Tämänhetkinen Kynnys: {0}%

# STRINGS.UI.UISIDESCREENS.MANUALGENERATORSIDESCREEN.TITLE
source: Battery Recharge Threshold
fi: Akunlatauskynnys

# STRINGS.UI.UISIDESCREENS.MANUALGENERATORSIDESCREEN.TOOLTIP
source: Duplicants will operate this generator when battery charge falls below the selected percentage
fi: Jäljennäiset käyttävät tätä generaattoria, kun akun varaus putoaa alle valitun latausprosentin

# STRINGS.UI.UISIDESCREENS.OIL_WELL_CAP_SIDE_SCREEN.TITLE
source: Pressure Release Threshold
fi: Ilmastuskynnys

# STRINGS.UI.UISIDESCREENS.OIL_WELL_CAP_SIDE_SCREEN.TOOLTIP
source: Duplicants will release gas buildup in this well when it exceeds the selected percentage
fi: Jäljennäiset vapauttavat kertynyttä kaasua tästä kaivosta, kun sen paine ylittää valitun prosenttiluvun

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.AWAITINGDELIVERY
source: AWAITING DELIVERY: {0}
fi: ODOTTAA TOIMITUSTA: {0}

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.AWAITINGREMOVAL
source: AWAITING DIGGING UP: {0}
fi: ODOTTAA YLÖSKAIVAMISTA: {0}

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.AWAITINGREQUEST
source: PLANT: {0}
fi: ISTUTA: {0}

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.BONUS_SEEDS
source: Base <link="PLANTS">Seed</link> Harvest Chance: {0}
fi: Perus <link="PLANTS">Siemenen</link> Sadonkorjuutodennäköisyys: {0}

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.CANCELDEPOSIT
source: Cancel
fi: Peruuta

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.CANCELREMOVAL
source: Cancel
fi: Peruuta

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.DEPOSIT
source: Plant
fi: Istuta

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.ENTITYDEPOSITED
source: PLANTED: {0}
fi: ISTUTETTU: {0}

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.INFORMATION
source: INFORMATION
fi: TIEDOT

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.LIFECYCLE
source: <b>Lifecycle</b>:
fi: <b>Elinkaari</b>:

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.NUMBEROFHARVESTS
source: Harvests: {0}
fi: Sadonkorjuita: {0}

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.PLANTEFFECTS
source: <b>Effects</b>:
fi: <b>Vaikutukset:</b>:

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.PLANTREQUIREMENTS
source: <b>Growth Requirements</b>:
fi: <b>Kasvuvaatimukset</b>:
