Repository: Eerjunic/OxygenNotIncluded_Fi
Catalog: strings.po
Languages: fi

# STRINGS.UI.OVERLAYS.CROP.TOOLTIPS.FULLY_GROWN
source: <b>Fully Grown</b> These plants have reached maturation ------------------ Select the <link="TOOLS">HARVEST TOOL</link> <color=#F44A47><b>[Y]</b></color> to batch harvest
fi: <b>Täysikasvuinen</b> Nämä kasvit ovat saavuttaneet kypsymisen ------------------ Valitse <link="TOOLS">SADONKORJUUTYÖKALU</link> <color=#F44A47><b>[Y]</b></color> kerätäksesi sadon

# STRINGS.UI.OVERLAYS.CROP.TOOLTIPS.GROWING
source: <b>Growing</b> These plants are thriving in their current conditions
fi: <b>Kasvaa</b> Nämä kasvit orastavat nykyisissä olosuhteissaan

# STRINGS.UI.OVERLAYS.CROP.TOOLTIPS.GROWTH_HALTED
source: <b>Halted Growth</b> Substandard conditions prevent these plants from growing
fi: <b>Kasvu Pysähtynyt</b> Kehnot olosuhteet estävät näitä kasveja kasvamasta

# STRINGS.UI.OVERLAYS.CROPS.BUTTON
source: Farming Overlay
fi: Viljelynäkymä

# STRINGS.UI.OVERLAYS.CROPS.NAME
source: FARMING OVERLAY
fi: VILJELYNÄKYMÄ

# STRINGS.UI.OVERLAYS.DECOR.BUTTON
source: Decor Overlay
fi: Koristusnäkymä

# STRINGS.UI.OVERLAYS.DECOR.CLOTHING
source: {0}'s Outfit
fi: {0}: Asuste

# STRINGS.UI.OVERLAYS.DECOR.CLUTTER
source: Debris
fi: Irtoroska

# STRINGS.UI.OVERLAYS.DECOR.HEADER_NEGATIVE
source: Negative Value:
fi: Negatiivinen Arvo:

# STRINGS.UI.OVERLAYS.DECOR.HEADER_POSITIVE
source: Positive Value:
fi: Positiivinen Arvo:

# STRINGS.UI.OVERLAYS.DECOR.HIGHDECOR
source: Positive Decor
fi: Positiivinen Koristus

# STRINGS.UI.OVERLAYS.DECOR.HOVERTITLE
source: DECOR
fi: KORISTUS

# STRINGS.UI.OVERLAYS.DECOR.LIGHTING
source: Lighting
fi: Valaistus

# STRINGS.UI.OVERLAYS.DECOR.LOWDECOR
source: Negative Decor
fi: Negatiivinen Koristus

# STRINGS.UI.OVERLAYS.DECOR.NAME
source: DECOR OVERLAY
fi: KORISTUSNÄKYMÄ

# STRINGS.UI.OVERLAYS.DECOR.TOOLTIPS.HIGHDECOR
source: <b>Positive Decor</b> Area with sufficient decor values * Lighting and aesthetically pleasing buildings increase decor
fi: <b>Positiivinen Koristus</b> Alue on riittävät koristeellinen * Valaistus ja esteettisesti miellyttävät rakennukset parantavat koristusta

# STRINGS.UI.OVERLAYS.DECOR.TOOLTIPS.LOWDECOR
source: <b>Negative Decor</b> Area with insufficient decor values * Resources on the floor are considered "debris" and will decrease decor
fi: <b>Negativiinen Koristus</b> Alue ei ole tarpeeksi koristeellinen * Lattialla olevat resurssit mielletään "irtoroskaksi" ja ne heikentävät koristusta

# STRINGS.UI.OVERLAYS.DECOR.TOTAL
source: Total Decor:
fi: Kokonaiskoristus:

# STRINGS.UI.OVERLAYS.DISEASE.BUTTON
source: Germ Overlay
fi: Bakteerinäkymä

# STRINGS.UI.OVERLAYS.DISEASE.DISINFECT_THRESHOLD_DIAGRAM.THRESHOLD_PREFIX
source: Disinfect At:
fi: Desinfioi Kohteessa:

# STRINGS.UI.OVERLAYS.DISEASE.DISINFECT_THRESHOLD_DIAGRAM.TOOLTIP
source: Automatically disinfect any building with more than {NumberOfGerms} germs.
fi: Desinfioi automaattisesti rakennukset joissa on enemmän kuin {NumberOfGerms} bakteeria.

# STRINGS.UI.OVERLAYS.DISEASE.DISINFECT_THRESHOLD_DIAGRAM.TOOLTIP_DISABLED
source: Automatic building disinfection disabled.
fi: Automaattinen rakennuksen desinfiointi pois käytöstä.

# STRINGS.UI.OVERLAYS.DISEASE.DISINFECT_THRESHOLD_DIAGRAM.UNITS
source: Germs
fi: Bakteerit

# STRINGS.UI.OVERLAYS.DISEASE.HOVERTITLE
source: Germ
fi: Bakteeri

# STRINGS.UI.OVERLAYS.DISEASE.IMMUNITY
source: Immune System: {0}
fi: Immuunijärjestelmä: {0}

# STRINGS.UI.OVERLAYS.DISEASE.INFECTION_SOURCE
source: Germ Source
fi: Bakteerin Alkuperä

# STRINGS.UI.OVERLAYS.DISEASE.INFECTION_SOURCE_TOOLTIP
source: <b>Germ Source</b> Areas where germs are produced * Placing Wash Basins or Hand Sanitizers near these areas may prevent disease spread
fi: <b>Bakteerien Lähde</b> Alueet, joissa bakteereita syntyy * Asettamalla Pesualtaita tai Käsidesinfioijia näiden alueiden lähelle saattaa estää tauteja leviämästä

# STRINGS.UI.OVERLAYS.DISEASE.INTERNAL_GERMS
source: Germ Host
fi: Bakteerin Kantaja

# STRINGS.UI.OVERLAYS.DISEASE.INTERNAL_GERMS_TOOLTIP
source: <b>Germ Host</b> Germ hosts may be asymptomatic and show no signs of disease ------------------ Duplicants become hosts when germs enter their body through inhalation or ingestion * Unlike surface germs, internal germs cannot be washed off
fi: <b>Bakteerin Kantaja</b> Bakteerien kantajat voivat olla oireettomia, eivätkä näytä lainkaan sairastumisen merkkejä ------------------ Jäljennäisistä tulee kantajia, kun bakteerit pääsevät heidän kehoonsa hengitys- tai syömisteitse * Toisinkuin pintabakteereja, sisäisiä bakteereja ei voida pestä pois

# STRINGS.UI.OVERLAYS.DISEASE.NAME
source: GERM OVERLAY
fi: BAKTEERINÄKYMÄ

# STRINGS.UI.OVERLAYS.DISEASE.NO_DISEASE
source: Zero surface germs
fi: Ei pintabakteereja

# STRINGS.UI.OVERLAYS.ELECTRICAL.BUTTON
source: Power Overlay
fi: Sähkönäkymä

# STRINGS.UI.OVERLAYS.ELECTRICAL.DIAGRAM_HEADER
source: Energy from the <b>Left Outlet</b> is used by the <b>Right Outlet</b>
fi: <b>Oikea Pistoke</b> käyttää <b>Vasemmasta Pistokkeesta</b> tulevaa energiaa

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND_SWITCH
source: Switch
fi: Kytkin

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND1
source: <b>BUILDING POWER</b>
fi: <b>RAKENNUKSEN SÄHKÖ</b>

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND2
source: Consumer
fi: Kuluttaja

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND3
source: Producer
fi: Tuottaja

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND4
source: <b>CIRCUIT POWER LOAD</b>
fi: <b>PIIRIN KUORMA</b>

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND5
source: Energy Surplus
fi: Ylijäämäenergia

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND6
source: Strained
fi: Rasittunut

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND7
source: Overloaded
fi: Ylikuormittunut

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND8
source: Underpowered
fi: Alitehoinen

# STRINGS.UI.OVERLAYS.ELECTRICAL.NAME
source: POWER OVERLAY
fi: SÄHKÖNÄKYMÄ

# STRINGS.UI.OVERLAYS.ELECTRICAL.TOOLTIPS.LEGEND_SWITCH
source: <b>Switch</b> Activates or deactivates connected circuits
fi: <b>Kytkin</b> Kytkee yhdistetyt piirit päälle tai pois

# STRINGS.UI.OVERLAYS.ELECTRICAL.TOOLTIPS.LEGEND1
source: Displays whether buildings use or generate <link="POWER">Power</link>
fi: Näyttää, käyttävätkö vaiko tuottavatko rakennukset <link="POWER">Sähköä</link>

# STRINGS.UI.OVERLAYS.ELECTRICAL.TOOLTIPS.LEGEND2
source: <b>Consumer</b> These buildings draw power from a circuit
fi: <b>Kuluttaja</b> Nämä rakennukset ottavat sähköä verkosta

# STRINGS.UI.OVERLAYS.ELECTRICAL.TOOLTIPS.LEGEND3
source: <b>Producer</b> These buildings generate power for a circuit
fi: <b>Tuottaja</b> Nämä rakennukset tuottavat sähköä verkkoon

# STRINGS.UI.OVERLAYS.ELECTRICAL.TOOLTIPS.LEGEND4
source: Displays the power load on wire systems
fi: Näyttää johdotusten sähkökuorman

# STRINGS.UI.OVERLAYS.ELECTRICAL.TOOLTIPS.LEGEND5
source: <b>Energy Surplus</b> These circuits produce more power than they can consume
fi: <b>Energiaylijäämä</b> Nämä piirit tuottavat enemmän sähköä, kuin kuluttavat

# STRINGS.UI.OVERLAYS.ELECTRICAL.TOOLTIPS.LEGEND6
source: <b>Strained</b> These circuits consume nearly all power they produce, but can still function as intended
fi: <b>Rasittunut</b> Nämä piirit kuluttavat lähes kaiken tuottamansa energian, mutta toimivat kuten pitääkin

# STRINGS.UI.OVERLAYS.ELECTRICAL.TOOLTIPS.LEGEND7
source: Too much power being drawn from system
fi: Verkosta otetaan liian paljon sähköä

# STRINGS.UI.OVERLAYS.ELECTRICAL.TOOLTIPS.LEGEND8
source: <b>Underpowered</b> These circuits consume more power than they can produce ------------------ Buildings may be frequently shut off when connected to underpowered circuits
fi: <b>Alitehoinen</b> Nämä piirit kuluttavat enemmän sähköä, kuin pystyvät tuottamaan ------------------ Rakennukset saattavat toistuvasti sammua ollessaan kytkettynä alitehoisiin piireihin

# STRINGS.UI.OVERLAYS.GASPLUMBING.BUTTON
source: Ventilation Overlay
fi: Ilmanvaihtonäkymä

# STRINGS.UI.OVERLAYS.GASPLUMBING.CONNECTED
source: Connected
fi: Yhdistetty

# STRINGS.UI.OVERLAYS.GASPLUMBING.CONSUMER
source: Output Pipe
fi: Ulostuloputki

# STRINGS.UI.OVERLAYS.GASPLUMBING.DIAGRAM_AFTER_ARROW
source: <b>Building Intake</b>
fi: <b>Rakennuksen Sisäänotto</b>

# STRINGS.UI.OVERLAYS.GASPLUMBING.DIAGRAM_BEFORE_ARROW
source: Gas flows from <b>Output Pipe</b>
fi: Kaasu virtaa <b>Ulostuloputkesta</b>

# STRINGS.UI.OVERLAYS.GASPLUMBING.DISCONNECTED
source: Disconnected
fi: Ei Yhdistetty

# STRINGS.UI.OVERLAYS.GASPLUMBING.FILTERED
source: Filtered Output Pipe
fi: Suodatettu Ulostuloputki

# STRINGS.UI.OVERLAYS.GASPLUMBING.NAME
source: VENTILATION OVERLAY
fi: ILMANVAIHTONÄKYMÄ

# STRINGS.UI.OVERLAYS.GASPLUMBING.NETWORK
source: Gas Network {0}
fi: Kaasuverkko {0}

# STRINGS.UI.OVERLAYS.GASPLUMBING.PRODUCER
source: Building Intake
fi: Rakennuksen Sisäänotto

# STRINGS.UI.OVERLAYS.GASPLUMBING.TOOLTIPS.CONNECTED
source: Connected to a <link="GASPIPING">Gas Pipe</link>
fi: Yhdistetty <link="GASPIPING">Kaasuputkeen</link>

# STRINGS.UI.OVERLAYS.GASPLUMBING.TOOLTIPS.CONSUMER
source: <b>Output Pipe</b> Outputs send gas into pipes ------------------ Must be on the same network as at least one <link="GASPIPING">Intake</link>
fi: <b>Ulosvientiputki</b> Ulosvientit siirtävät kaasun putkiin ------------------ Täytyy olla samassa verkossa vähintään yhden <link="GASPIPING">Sisääntulon</link> kanssa

# STRINGS.UI.OVERLAYS.GASPLUMBING.TOOLTIPS.DISCONNECTED
source: Not connected to a <link="GASPIPING">Gas Pipe</link>
fi: Ei yhdistettynä <link="GASPIPING">Kaasuputkeen</link>

# STRINGS.UI.OVERLAYS.GASPLUMBING.TOOLTIPS.FILTERED
source: <b>Filtered Output Pipe</b> Filtered Outputs send filtered gas into pipes ------------------ Must be on the same network as at least one <link="GASPIPING">Intake</link>
fi: <b>Suodatettu Ulosvientiputki</b> Suodatetut ulosmenot siirtävät kaasun putkiin ------------------ Täytyy olla samassa verkossa vähintään yhden <link="GASPIPING">Sisääntulon</link> kanssa

# STRINGS.UI.OVERLAYS.GASPLUMBING.TOOLTIPS.NETWORK
source: Gas network {0}
fi: Kaasuverkko {0}

# STRINGS.UI.OVERLAYS.GASPLUMBING.TOOLTIPS.PRODUCER
source: <b>Building Intake</b> Intakes send gas into buildings ------------------ Must be on the same network as at least one <link="GASPIPING">Output</link>
fi: <b>Rakennuksen Sisääntulo</b> Sisääntulot siirtävät kaasun rakennuksiin ------------------ Täytyy olla samassa verkossa vähintään yhden <link="GASPIPING">Ulosvientin</link> kanssa

# STRINGS.UI.OVERLAYS.HEATFLOW.BUTTON
source: Thermal Comfort Overlay
fi: Lämpömukavuusnäkymä

# STRINGS.UI.OVERLAYS.HEATFLOW.COOLING
source: Body Heat Loss
fi: Ruumiin Lämmönluovutus

# STRINGS.UI.OVERLAYS.HEATFLOW.HEATING
source: Body Heat Retention
fi: Ruumiin Lämmönpito

# STRINGS.UI.OVERLAYS.HEATFLOW.HOVERTITLE
source: THERMAL COMFORT
fi: LÄMPÖMUKAVUUS

# STRINGS.UI.OVERLAYS.HEATFLOW.NAME
source: THERMAL COMFORT OVERLAY
fi: LÄMPÖMUKAVUUSNÄKYMÄ

# STRINGS.UI.OVERLAYS.HEATFLOW.NEUTRAL
source: Comfort Zone
fi: Mukavuusalue

# STRINGS.UI.OVERLAYS.HEATFLOW.TOOLTIPS.COOLING
source: <b>Body Heat Loss</b> Uncomfortably cold ------------------ Duplicants lose more heat in these areas than they can absorb * Warm Sweaters help Duplicants retain body heat
fi: <b>Ruumiin Lämpöhäviö</b> Epämukavan kylmä ------------------ Jäljennäiset menettävät enemmän ruumiinlämpöä kuin sitovat * Lämpimät Puserot auttavat Jäljennäisiä pitämään ruuminlämpönsä

# STRINGS.UI.OVERLAYS.HEATFLOW.TOOLTIPS.HEATING
source: <b>Body Heat Retention</b> Uncomfortably warm ------------------ Duplicants absorb more heat in these areas than they can release * Cool Vests help Duplicants shed excess body heat
fi: <b>Ruumiin Lämmön Kertyminen</b> Epämukavan lämmin ------------------ Jäljennäiset sitovat enemmän lämpöä kuin pystyvät vapauttamaan * Viileät Liivit auttavat Jäljennäisiä pääsemään eroon ylimääräisestä ruumiinlämmöstä

# STRINGS.UI.OVERLAYS.HEATFLOW.TOOLTIPS.NEUTRAL
source: <b>Comfort Zone</b> Comfortable area ------------------ Duplicants can regulate their internal temperatures in these areas
fi: <b>Mukavuusalue</b> Mukava alue ------------------ Jäljennäiset kykenevät sääntelemään sisäistä lämpötilaansa näillä alueilla

# STRINGS.UI.OVERLAYS.JOULES.BUTTON
source: Joules Overlay
fi: Joulenäkymä

# STRINGS.UI.OVERLAYS.JOULES.HOVERTITLE
source: JOULES
fi: JOULEA

# STRINGS.UI.OVERLAYS.JOULES.NAME
source: JOULES
fi: JOULEA

# STRINGS.UI.OVERLAYS.LIGHTING.BUTTON
source: Light Overlay
fi: Valonäkymä

# STRINGS.UI.OVERLAYS.LIGHTING.DARK
source: Unlit Area
fi: Valaisematon Alue

# STRINGS.UI.OVERLAYS.LIGHTING.DESC
source: {0} Lux
fi: {0} Luksi(a)

# STRINGS.UI.OVERLAYS.LIGHTING.HOVERTITLE
source: LIGHT
fi: VALO

# STRINGS.UI.OVERLAYS.LIGHTING.LITAREA
source: Lit Area
fi: Valaistu Alue

# STRINGS.UI.OVERLAYS.LIGHTING.NAME
source: LIGHT OVERLAY
fi: VALONÄKYMÄ

# STRINGS.UI.OVERLAYS.LIGHTING.RANGES.HIGH_LIGHT
source: Bright
fi: Kirkas

# STRINGS.UI.OVERLAYS.LIGHTING.RANGES.LOW_LIGHT
source: Dim
fi: Himmeä

# STRINGS.UI.OVERLAYS.LIGHTING.RANGES.MAX_LIGHT
source: Blinding
fi: Häikäisevä

# STRINGS.UI.OVERLAYS.LIGHTING.RANGES.MEDIUM_LIGHT
source: Well Lit
fi: Hyvin Valaistu

# STRINGS.UI.OVERLAYS.LIGHTING.RANGES.NO_LIGHT
source: Pitch Black
fi: Säkkipimeä

# STRINGS.UI.OVERLAYS.LIGHTING.RANGES.VERY_HIGH_LIGHT
source: Brilliant
fi: Loistava

# STRINGS.UI.OVERLAYS.LIGHTING.RANGES.VERY_LOW_LIGHT
source: Dark
fi: Pimeä

# STRINGS.UI.OVERLAYS.LIGHTING.TOOLTIPS.DARK
source: <b>Unlit Area</b> Duplicants cannot see in these areas
fi: <b>Valaisematon Alue</b> Jäljennäiset eivät näe näillä alueilla

# STRINGS.UI.OVERLAYS.LIGHTING.TOOLTIPS.LITAREA
source: <b>Lit Area</b> Duplicants have adequate lighting in these areas
fi: <b>Valaistu Alue</b> Jäljennäisillä on riittävä valaistus näillä alueilla

# STRINGS.UI.OVERLAYS.LIGHTING.TOOLTIPS.NAME
source: LIGHT OVERLAY
fi: VALONÄKYMÄ

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.BUTTON
source: Plumbing Overlay
fi: Putkistonäkymä

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.CONNECTED
source: Connected
fi: Yhdistetty

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.CONSUMER
source: Output Pipe
fi: Ulostuloputki

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.DIAGRAM_AFTER_ARROW
source: <b>Building Intake</b>
fi: <b>Rakennuksen Sisäänotto</b>

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.DIAGRAM_BEFORE_ARROW
source: Liquid flows from <b>Output Pipe</b>
fi: Kaasu virtaa <b>Ulostuloputkesta</b>

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.DISCONNECTED
source: Disconnected
fi: Ei Yhdistetty

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.FILTERED
source: Filtered Output Pipe
fi: Suodatettu Ulostuloputki

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.NAME
source: PLUMBING OVERLAY
fi: PUTKISTONÄKYMÄ

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.NETWORK
source: Liquid Network {0}
fi: Nesteensiirtoverkko {0}

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.PRODUCER
source: Building Intake
fi: Rakennuksen Sisäänotto

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.TOOLTIPS.CONNECTED
source: Connected to a <link="<LINK="LIQUIDCONDUIT">LIQUID PIPE</LINK>">Liquid Pipe</link>
fi: Yhdistettynä <link="<LINK="LIQUIDCONDUIT">LIQUID PIPE</LINK>">Nesteputkeen</link>

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.TOOLTIPS.CONSUMER
source: <b>Output Pipe</b> Outputs send liquid into pipes ------------------ Must be on the same network as at least one <link="LIQUIDPIPING">Intake</link>
fi: <b>Ulosvientiputki</b> Ulosviennit siirtävät nesteen putkeen ------------------ Täytyy olla samassa verkossa vähintään yhden <link="LIQUIDPIPING">Sisäänoton</link> kanssa

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.TOOLTIPS.DISCONNECTED
source: Not connected to a <link="<LINK="LIQUIDCONDUIT">LIQUID PIPE</LINK>">Liquid Pipe</link>
fi: Ei yhdistettynä <link="<LINK="LIQUIDCONDUIT">LIQUID PIPE</LINK>">Nesteputkeen</link>

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.TOOLTIPS.FILTERED
source: <b>Filtered Output Pipe</b> Filtered Outputs send filtered liquid into pipes ------------------ Must be on the same network as at least one <link="LIQUIDPIPING">LiquidDestination</link>
fi: <b>Suodatettu Ulosvientiputki</b> Suodatetut Ulosvientit siirtävät nesteen putkeen ------------------ Täytyy olla samassa verkossa vähintään yhden <link="LIQUIDPIPING">Nesteen Määränpään</link> kanssa

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.TOOLTIPS.NETWORK
source: Liquid network {0}
fi: Nesteensiirtoverkko {0}

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.TOOLTIPS.PRODUCER
source: <b>Building Intake</b> Intakes send liquid into buildings ------------------ Must be on the same network as at least one <link="LIQUIDPIPING">Output</link>
fi: <b>Rakennuksen sisäänotto</b> Sisäänotot siirtävät nesteen rakennuksiin ------------------ Täytyy olla samassa verkossa vähintään yhden <link="LIQUIDPIPING">Ulosviennin</link> kanssa

# STRINGS.UI.OVERLAYS.LOGIC.BUTTON
source: Automation Overlay
fi: Automaationäkymä

# STRINGS.UI.OVERLAYS.LOGIC.CIRCUIT_STATUS_HEADER
source: GRID STATUS
fi: VERKON TILA

# STRINGS.UI.OVERLAYS.LOGIC.DISCONNECTED
source: DISCONNECTED
fi: EI YHDISTETTY

# STRINGS.UI.OVERLAYS.LOGIC.INPUT
source: Input Port
fi: Sisäänottoportti

# STRINGS.UI.OVERLAYS.LOGIC.NAME
source: AUTOMATION OVERLAY
fi: AUTOMAATIONÄKYMÄ

# STRINGS.UI.OVERLAYS.LOGIC.ONE
source: Active
fi: Aktiivinen

# STRINGS.UI.OVERLAYS.LOGIC.OUTPUT
source: Output Port
fi: Ulosvientiportti

# STRINGS.UI.OVERLAYS.LOGIC.RESET_UPDATE
source: Refresh Port
fi: Uusintoportti

# STRINGS.UI.OVERLAYS.LOGIC.TOOLTIPS.DISCONNECTED
source: <b>Disconnected</b> This port is not connected to an automation grid
fi: <b>Ei yhdistetty</b> Tätä porttia ei ole yhdistetty automaatioverkkoon

# STRINGS.UI.OVERLAYS.LOGIC.TOOLTIPS.INPUT
source: <b>Input Port</b> Receives a signal from an automation grid
fi: <b>Sisäänottoportti</b> Vastaanottaa signaalin automaatioverkosta

# STRINGS.UI.OVERLAYS.LOGIC.TOOLTIPS.ONE
source: <b>Active</b> This port is currently active
fi: <b>Aktiivinen</b> Tämä portti on aktiivinen

# STRINGS.UI.OVERLAYS.LOGIC.TOOLTIPS.OUTPUT
source: <b>Output Port</b> Sends a signal out to an automation grid
fi: <b>Ulosvientiportti</b> Lähettää signaalin automaatioverkkoon

# STRINGS.UI.OVERLAYS.LOGIC.TOOLTIPS.RESET_UPDATE
source: <b>Refresh Port</b> Resets or updates a building when activated
fi: <b>Uusintoportti</b> Resetoi tai päivittää rakennuksen aktivoituessaan

# STRINGS.UI.OVERLAYS.LOGIC.TOOLTIPS.ZERO
source: <b>Standby</b>This port is currently on standby
fi: <b>Valmiustilassa</b>Tämä portti on valmiustilassa

# STRINGS.UI.OVERLAYS.LOGIC.ZERO
source: Standby
fi: Valmiustila

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.BUTTON
source: Acoustics Overlay
fi: Akustiikkanäkymä

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.DESCRIPTION
source: Two <link="SOUND">Sounds</link> of equal dB will sum for a <b>+3 dB</b> increase. A <link="SOUND">Sound</link> that is 10 dB quieter will add approximately <b>+0.5 dB</b> to the total signal. Anything more than 10 dB quieter will be inaudible.
fi: Kaksi saman dB-arvon omaavaa <link="SOUND">Ääntä</link> summautuvat <b>+3 dB</b> korotuksella. <link="SOUND">Ääni</link>, joka on 10 dB vaimeampi, lisää noin <b>+0.5 dB</b> yhteenlaskettuun signaaliin. Mikä tahansa yli 10 dB vaimeampi ei ole kuultavissa.

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.HOVERTITLE
source: Acoustics
fi: Akustiikka

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.NAME
source: ACOUSTICS OVERLAY
fi: AKUSTIIKKANÄKYMÄ

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.NAMES.ACTIVE
source: Cacophonous
fi: Kakofonien

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.NAMES.EXTREME
source: Painful
fi: Kivulias

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.NAMES.PASSIVE
source: Loud
fi: Kovaääninen

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.NAMES.PEACEFUL
source: Peaceful
fi: Rauhallinen

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.NAMES.QUIET
source: Quiet
fi: Hiljainen

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.NAMES.TOSSANDTURN
source: Moderate
fi: Kohtalainen

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.NAMES.WAKEUP
source: Noisy
fi: Äänekäs

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.NOTAFFECTING
source: Drowned out:
fi: Hukkunut:

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.TOOLTIPS.ACTIVE
source: [>{0} dB] ------------------ Cacophonous noise causes significant Stress and prevents Duplicants from sleeping or researching. Duplicant foot traffic, generators, and powered buildings can create high noise levels.
fi: [>{0} dB] ------------------ Kakofoninen melu aiheuttaa huomattavaa Ahdistusta ja estää Jäljennäisiä nukkumasta tai tutkimasta. Jäljennäisten jalankulku, generaattorit ja sähköistetyt rakennukset voivat aiheuttaa korkeita melutasoja.

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.TOOLTIPS.EXTREME
source: [>{0} dB] ------------------ Painful noise levels are extremely Stressful to Duplicants and will cause them physical pain. Duplicant foot traffic, generators, and powered buildings can create high noise levels.
fi: [>{0} dB] ------------------ Kivuliaat melutasot ovat Jäljennäisille äärimmäisen Ahdistavia ja tuottavat heille fyysistä kipua. Jäljennäisten jalankulku, generaattorit ja sähköistetyt rakennukset voivat aiheuttaa korkeita melutasoja.

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.TOOLTIPS.HIGH_NOISE_POLLUTION
source: Exposure to loud noises causes Duplicant Stress over time and makes it difficult to sleep or concentrate ------------------ High Duplicant traffic and powered buildings can create noisy areas
fi: Altistuminen kovaääniselle melulle aiheuttaa Jäljennäsissä ajan myötä Ahdistusta ja tekee heidän nukkumisen tai keskittymisen vaikeaksi ------------------ Tiheä Jäljennäisten liikenne ja sähköistetyt rakennukset voivat tehdä alueista meluisia

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.TOOLTIPS.LOW_NOISE_POLLUTION
source: Quiet areas decrease Stress, ensure Duplicants have quality sleep, and help them to concentrate ------------------ Soundproofed rooms and areas free of buildings and critters will generally be quieter.
fi: Hiljaiset alueet lievittävät Ahdistusta ja takaavat Jäljennäisille laadukkaan unen sekä auttavat heitä keskittymään ------------------ Äänieristetyt huoneet sekä rakennuksettomat ja otuksettomat alueet ovat yleisesti ottaen hiljaisempia.

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.TOOLTIPS.PASSIVE
source: [>{0} dB] ------------------ Loud areas will impair Duplicants' Learning abilities and cause minor Stress. Duplicant foot traffic, generators, and powered buildings can create high noise levels.
fi: [>{0} dB] ------------------ Kovaääniset alueet haittaavat Jäljennäisten Oppimiskykyjä ja aiheuttavat lievää ahdistusta. Jäljennäisten jalankulku, generaattorit ja sähköistetyt rakennukset voivat aiheuttaa korkeita melutasoja.

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.TOOLTIPS.PEACEFUL
source: [{0} dB] ------------------ Peaceful areas improve Duplicants' quality of sleep and Learning ability. Soundproofed rooms and areas free of buildings and critters will generally be quieter.
fi: [{0} dB] ------------------ Rauhalliset alueet parantavat Jäljennäisten unenlaatua ja Oppimiskykyä. Äänieristetyt huoneet sekä rakennuksettomat ja otuksettomat alueet ovat yleisesti ottaen hiljaisempia.

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.TOOLTIPS.QUIET
source: [>{0} dB] ------------------ Quiet areas are necessary for Duplicants to fall asleep. Soundproofed rooms and areas free of buildings and critters will generally be quieter.
fi: [>{0} dB] ------------------ Hiljaiset alueet ovat välttämättömiä Jäljennäisten nukahtamisen kannalta. Äänieristetyt huoneet sekä rakennuksettomat ja otuksettomat alueet ovat yleisesti ottaen hiljaisempia.

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.TOOLTIPS.TOSSANDTURN
source: [>{0} dB] ------------------ Duplicants will feel unrested if forced to sleep in Moderate noise. Soundproofed rooms and areas free of buildings and critters will generally be quieter.
fi: [>{0} dB] ------------------ Jäljennäiset tuntevat itsensä huonosti nukkuneiksi, jos heidän on pakko nukkua Kohtalaisessa melussa. Äänieristetyt huoneet sekä rakennuksettomat ja otuksettomat alueet ovat yleisesti ottaen hiljaisempia.
