Repository: Eerjunic/OxygenNotIncluded_Fi
Catalog: strings.po
Languages: fi

# STRINGS.UI.DETAILTABS.DISEASE.INFECTION.DURATION_AIDREQ_TOOLTIP
source: Treated Duplicants recover from this illness in {0} ------------------ Without medical care, they will be infected indefinitely
fi: Hoidetut Jäljennäiset toipuvat tästä sairaudesta {0} kuluttua ------------------ Ilman lääkinnällistä hoitoa, tartunta tapahtuu välittömästi

# STRINGS.UI.DETAILTABS.DISEASE.INFECTION.DURATION_NORMAL_TOOLTIP
source: Duplicants recover from this illness in {0}
fi: Jäljennäiset toipuvat tästä sairaudesta ajassa {0}

# STRINGS.UI.DETAILTABS.DISEASE.INFECTION.DURATION_TOOLTIP
source: Duration is the amount of time it takes a Duplicant to fight off this infection
fi: Kesto kertoo, kuinka kauan Jäljennäisellä kestää taistella tämä tartunta pois

# STRINGS.UI.DETAILTABS.DISEASE.INFECTION.SOURCE_TOOLTIP_SUFFIX
source: This symptom causes Duplicants to expel germs from their body ------------------ They may infect other Duplicants as a result
fi: Tämä oire saa Jäljennäiset erittämään bakteereja kehostaan ------------------ He saattavat tartuttaa muita Jäljennäisiä sen seurauksena

# STRINGS.UI.DETAILTABS.DISEASE.INFECTION.SYMPTOMS
source: Other Symptoms:
fi: Muut Oireet:

# STRINGS.UI.DETAILTABS.DISEASE.INFECTION.SYMPTOMS_TOOLTIP
source: These symptoms must run their course and cannot be alleviated by medical care
fi: Näiden oireiden on laannuttava itsestään, eikä niitä voi lievittää lääkinnällisin keinoin

# STRINGS.UI.DETAILTABS.DISEASE.INFECTION_INFO
source: INFECTION DETAILS
fi: TARTUNNAN TIEDOT

# STRINGS.UI.DETAILTABS.DISEASE.NAME
source: Germs
fi: Bakteereja

# STRINGS.UI.DETAILTABS.DISEASE.NO_CURRENT_GERMS
source: SURFACE GERMS
fi: BAKTEEREJA PINNALLA

# STRINGS.UI.DETAILTABS.DISEASE.TOOLTIP
source: View the disease risk presented by the selected object
fi: Näytä valitun kohteen taudintartuttamisriski

# STRINGS.UI.DETAILTABS.EGG_CHANCES.CHANCE_FORMAT_TOOLTIP
source: This critter has a {1} chance of laying {0}s. This probability increases when the creature: {2}
fi: Tällä otuksella on {1} todennäköisyys munia {0}. Todennäköisyys kasvaa, kun otus: {2}

# STRINGS.UI.DETAILTABS.EGG_CHANCES.CHANCE_FORMAT_TOOLTIP_NOMOD
source: This critter has a {1} chance of laying {0}s.
fi: Tällä otuksella on {1} todennäköisyys munia {0}.

# STRINGS.UI.DETAILTABS.ENERGYCONSUMER.NAME
source: Energy
fi: Energia

# STRINGS.UI.DETAILTABS.ENERGYCONSUMER.TOOLTIP
source: View how much power this building consumes
fi: Näytä kuinka paljon sähköä tämä rakennus kuluttaa

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.AVAILABLE_JOULES
source: <link="POWER">Power</link> stored: {0}
fi: <link="POWER">Sähköä</link> varastoitu: {0}

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.AVAILABLE_JOULES_TOOLTIP
source: Amount of power stored in batteries
fi: Akkuihin varastoitunut sähkö

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.BATTERIES
source: BATTERIES
fi: AKUT

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.CIRCUITOVERVIEW
source: CIRCUIT OVERVIEW
fi: PIIRIN YLEISKATSAUS

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.CONSUMERS
source: POWER CONSUMERS
fi: VIRRANKULUTTAJIA

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.DISCONNECTED
source: Not connected to an electrical circuit
fi: Ei yhdistettynä sähköpiiriin

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.GENERATORS
source: POWER GENERATORS
fi: SÄHKÖGENERAATTORIT

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.MAX_SAFE_WATTAGE
source: Maximum Safe Wattage: {0}
fi: Suurin Turvallinen Teho: {0}

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.MAX_SAFE_WATTAGE_TOOLTIP
source: Exceeding this value will overload the circuit and can result in damage to wiring and buildings
fi: Tämän arvon ylittäminen ylikuormittaa piirin ja johtaa johtojen ja rakennusten vaurioitumiseen

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.NAME
source: Energy
fi: Energia

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.NOBATTERIES
source: No batteries on this circuit
fi: Tässä piirissä ei ole akkuja

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.NOCONSUMERS
source: No consumers on this circuit
fi: Tässä piirissä ei ole kuluttajia

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.NOGENERATORS
source: No generators on this circuit
fi: Tässä piirissä ei ole generaattoreita

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.POTENTIAL_WATTAGE_CONSUMED
source: Potential power consumed: {0}
fi: Mahdollinen virrankulutus: {0}

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.POTENTIAL_WATTAGE_CONSUMED_TOOLTIP
source: The total amount of power that can be used by this circuit if all connected buildings are active
fi: Tämän piirin suurin yhteenlaskettu sähkönkulutus, mikäli kaikki kytketyt rakennukset ovat päällä

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.TOOLTIP
source: Monitor the power this building is generating
fi: Tarkkaile tämän rakennuksen sähköntuottoa

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.WATTAGE_CONSUMED
source: <link="POWER">Power</link> consumed: {0}
fi: <link="POWER">Sähköä</link> kulutettu: {0}

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.WATTAGE_CONSUMED_TOOLTIP
source: The total amount of power used by this circuit
fi: Tämän piirin yhteenlaskettu sähkönkulutus

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.WATTAGE_GENERATED
source: <link="POWER">Power</link> produced: {0}
fi: <link="POWER">Sähköä</link> tuotettu: {0}

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.WATTAGE_GENERATED_TOOLTIP
source: The total amount of power generated by this circuit
fi: Tämän piirin yhteenlaskettu sähköntuotto

# STRINGS.UI.DETAILTABS.ENERGYWIRE.NAME
source: Energy
fi: Energia

# STRINGS.UI.DETAILTABS.ENERGYWIRE.TOOLTIP
source: View this wire's network
fi: Näytä tämän johdon verkko

# STRINGS.UI.DETAILTABS.NEEDS.CURRENT_NEED_LEVEL
source: Current Level: {0}
fi: Tämänhetkinen Taso: {0}

# STRINGS.UI.DETAILTABS.NEEDS.CURRENT_STRESS_LEVEL
source: Current <link="STRESS">Stress</link> Level: {0}
fi: Tämänhetkinen <link="STRESS">Ahdistuksen</link> Taso: {0}

# STRINGS.UI.DETAILTABS.NEEDS.NAME
source: Stress
fi: Ahdistus

# STRINGS.UI.DETAILTABS.NEEDS.NEXT_NEED_LEVEL
source: Next Level: {0}
fi: Seuraava Taso: {0}

# STRINGS.UI.DETAILTABS.NEEDS.OVERVIEW
source: Overview
fi: Yleiskatsaus

# STRINGS.UI.DETAILTABS.NEEDS.STRESS_CREATORS
source: <link="STRESS">Stress</link> Creators
fi: <link="STRESS">Ahdistuksen</link> Aiheuttajat

# STRINGS.UI.DETAILTABS.NEEDS.STRESS_RELIEVERS
source: <link="STRESS">Stress</link> Relievers
fi: <link="STRESS">Ahdistuksen</link> Lievittäjät

# STRINGS.UI.DETAILTABS.NEEDS.TOOLTIP
source: View this Duplicant's psychological status
fi: Näytä tämän Jäljennäisen psyykkinen tila

# STRINGS.UI.DETAILTABS.PERSONALITY.EQUIPMENT.ASSIGNED_TOOLTIP
source: {2} has been assigned a {0} ------------------ Effects: {1}
fi: {2} on nimitetty virkaan {0} ------------------ Vaikutukset: {1}

# STRINGS.UI.DETAILTABS.PERSONALITY.EQUIPMENT.GROUPNAME_OWNABLE
source: EQUIPMENT
fi: VARUSTEET

# STRINGS.UI.DETAILTABS.PERSONALITY.EQUIPMENT.GROUPNAME_ROOMS
source: AMENITIES
fi: MUKAVUUDET

# STRINGS.UI.DETAILTABS.PERSONALITY.EQUIPMENT.NO_ASSIGNABLES
source: None
fi: Ei mitään

# STRINGS.UI.DETAILTABS.PERSONALITY.EQUIPMENT.NO_ASSIGNABLES_TOOLTIP
source: {0} has not been assigned any buildings of their own
fi: Jäljennäiselle {0} ei ole nimetty omia rakennuksia

# STRINGS.UI.DETAILTABS.PERSONALITY.EQUIPMENT.NOEQUIPMENT
source: None
fi: Ei mitään

# STRINGS.UI.DETAILTABS.PERSONALITY.EQUIPMENT.NOEQUIPMENT_TOOLTIP
source: {0}'s wearing their Printday Suit and nothing more
fi: Jäljennäisellä {0} on yllään Tulostuspäivänsä Puku eikä mitään muuta

# STRINGS.UI.DETAILTABS.PERSONALITY.EQUIPMENT.UNASSIGNED
source: Unassigned
fi: Nimeämätön

# STRINGS.UI.DETAILTABS.PERSONALITY.EQUIPMENT.UNASSIGNED_TOOLTIP
source: This Duplicant has not been assigned a {0}
fi: Tätä Jäljennäistä ei ole nimetty virkaan {0}

# STRINGS.UI.DETAILTABS.PERSONALITY.GROUPNAME_BIO
source: ABOUT
fi: TIETOJA

# STRINGS.UI.DETAILTABS.PERSONALITY.GROUPNAME_RESUME
source: {0}'S RESUME
fi: {0}:N ANSILUETTELO

# STRINGS.UI.DETAILTABS.PERSONALITY.NAME
source: Bio
fi: Elämänkerta

# STRINGS.UI.DETAILTABS.PERSONALITY.RESUME.APTITUDES.NAME
source: <b><size=13>Personal Interests:</size></b>
fi: <b><size=13>Henkilökohtaiset Kiinnostukset:</size></b>

# STRINGS.UI.DETAILTABS.PERSONALITY.RESUME.APTITUDES.TOOLTIP
source: {0} enjoys these types of work
fi: {0} nauttii tällaisesta työstä

# STRINGS.UI.DETAILTABS.PERSONALITY.RESUME.CURRENT_ROLE.NAME
source: <size=13><b>Current Job:</b> {0}</size>
fi: <size=13><b>Nykyinen Työ:</b> {0}</size>

# STRINGS.UI.DETAILTABS.PERSONALITY.RESUME.CURRENT_ROLE.NOJOB_TOOLTIP
source: This {0} is... "between jobs" at present
fi: Tämä {0} on... "etsimässä uusia haasteita" tällä hetkellä

# STRINGS.UI.DETAILTABS.PERSONALITY.RESUME.CURRENT_ROLE.TOOLTIP
source: {0} is currently working as a {1}
fi: Jäljennäisen {0} nykyinen työpaikka on {1}

# STRINGS.UI.DETAILTABS.PERSONALITY.RESUME.JOBTRAINING_TOOLTIP
source: {0} gained this skill while working as a {1}
fi: {0} hankki tämän taidon työskennellessään virassa {1}

# STRINGS.UI.DETAILTABS.PERSONALITY.RESUME.MASTERED_ROLES
source: <b><size=13>Mastered Jobs:</size></b>
fi: <b><size=13>Hallitut työt:</size></b>

# STRINGS.UI.DETAILTABS.PERSONALITY.RESUME.MASTERED_ROLES_TOOLTIP
source: All traits and expectations a Duplicant learns on a job become permanent once that job is mastered. ------------------ Switching jobs will not remove these traits.
fi: Kaikki piirteet ja odotukset, jotka Jäljennäinen oppii työssään muuttuvat pysyviksi, kun kyseinen työ on hallussa. ------------------ Työpaikkojen vaihtaminen ei poista näitä piirteitä.

# STRINGS.UI.DETAILTABS.PERSONALITY.RESUME.NO_MASTERED_ROLES.NAME
source: None
fi: Ei mitään

# STRINGS.UI.DETAILTABS.PERSONALITY.RESUME.NO_MASTERED_ROLES.TOOLTIP
source: {0} has not mastered any jobs yet
fi: {0} ei hallitse vielä yhtäkään työtä

# STRINGS.UI.DETAILTABS.PERSONALITY.RESUME.PERKS.NAME
source: <b><size=13>Job Training:</size></b>
fi: <b><size=13>Työkoulutus:</size></b>

# STRINGS.UI.DETAILTABS.PERSONALITY.RESUME.PERKS.TOOLTIP
source: These are permanent skills {0} gained from previous jobs
fi: Nämä ovat pysyviä taitoja, jotka {0} oppi edellisessä työssään

# STRINGS.UI.DETAILTABS.PERSONALITY.TOOLTIP
source: View this Duplicant's personality, resume, and amenities
fi: Näytä tämän Jäljennäisen persoonallisuus, ansioluettelo ja mukavuudet

# STRINGS.UI.DETAILTABS.SIMPLEINFO.GROUPNAME_CONDITION
source: CONDITION
fi: TILA

# STRINGS.UI.DETAILTABS.SIMPLEINFO.GROUPNAME_DESCRIPTION
source: INFORMATION
fi: TIEDOT

# STRINGS.UI.DETAILTABS.SIMPLEINFO.GROUPNAME_FERTILITY
source: EGG CHANCES
fi: MUNIMISMAHDOLLISUUKSIA

# STRINGS.UI.DETAILTABS.SIMPLEINFO.GROUPNAME_LORE
source: RECOVERED FILES
fi: PALAUTETTUJA TIEDOSTOJA

# STRINGS.UI.DETAILTABS.SIMPLEINFO.GROUPNAME_REQUIREMENTS
source: REQUIREMENTS
fi: VAATIMUKSET

# STRINGS.UI.DETAILTABS.SIMPLEINFO.GROUPNAME_RESEARCH
source: RESEARCH
fi: TUTKIMUS

# STRINGS.UI.DETAILTABS.SIMPLEINFO.GROUPNAME_STATUS
source: STATUS
fi: TILA

# STRINGS.UI.DETAILTABS.SIMPLEINFO.NAME
source: Status
fi: Tila

# STRINGS.UI.DETAILTABS.SIMPLEINFO.TOOLTIP
source: View the current status of the selected object
fi: Näytä valitun kohteen tämänhetkinen tila

# STRINGS.UI.DETAILTABS.STATS.GROUPNAME_ATTRIBUTES
source: ATTRIBUTES
fi: ATTRIBUUTIT

# STRINGS.UI.DETAILTABS.STATS.GROUPNAME_EXPECTATIONS
source: EXPECTATIONS
fi: ODOTUKSET

# STRINGS.UI.DETAILTABS.STATS.GROUPNAME_STRESS
source: TODAY'S STRESS
fi: PÄIVÄN AHDISTUS

# STRINGS.UI.DETAILTABS.STATS.GROUPNAME_TRAITS
source: TRAITS
fi: PIIRTEET

# STRINGS.UI.DETAILTABS.STATS.NAME
source: Skills
fi: Taidot

# STRINGS.UI.DETAILTABS.STATS.TOOLTIP
source: View this Duplicant's attributes, traits, and daily stress
fi: Näytä tämän Jäljennäisen attribuutit, ominaisuudet ja päivittäinen ahdistus

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.HEALTHY_MESSAGE.CONTINUEBUTTON
source: Thanks!
fi: Kiitos!

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.LOADING.BODY
source: This game is in the early stages of development which means you're likely to encounter strange, amusing, and occasionally just downright frustrating bugs. During this time Oxygen Not Included will be receiving regular updates to fix bugs, add features, and introduce additional content, so if you encounter issues or just have suggestions to share, please let us know on our forums: <u>http://forums.kleientertainment.com</u> A special thanks to those who joined us during our time in Alpha. We value your feedback and thank you for joining us in the development process. We couldn't do this without you. Enjoy your time in deep space! - Klei
fi: Tämä peli on kehittämisen varhaisissa vaiheissa, mikä tarkoittaa sitä, että tulet todennäköisesti kohtaamaan outoja, huvittavia ja toisinaan suorastaan turhauttavia bugeja. Tänä aikana Oxygen Not Included tulee saamaan säännöllisiä päivityksiä bugien korjaamiseksi, ominaisuuksien lisäämiseksi ja uuden sisällön käyttöönottamiseksi. Eli jos kohtaat ongelmia tai haluat muuten vaan jakaa ehdotuksia, kerro niistä foorumeillamme: <u>http://forums.kleientertainment.com</u> Erityiskiitokset niille, jotka liittyivät mukaamma Alfa-vaiheessa. Arvostamme palautettanne ja kiitämme teitä osallistumisesta kehitysprosessiin. Emme pystyisi tähän ilman teitä. Nauti ajastasi syvällä avaruudessa! - Klei

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.LOADING.CONTINUEBUTTON
source: Okay, thanks for the heads up!
fi: Okei, kiitos tiedosta!

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.LOADING.TITLE
source: <b>Welcome to Oxygen Not Included!</b>
fi: <b>Tervetuloa Oxygen Not Includediin!</b>

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.MESSAGES.ANIMATION_HEADER
source: WATCH THE ANIMATED SHORT!
fi: KATSO ANIMOITU PÄTKÄ!

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.MESSAGES.BODY
source: Stay up to date by joining our mailing list, or head on over to the forums and join the discussion.
fi: Pysy ajan tasalla liittymällä postituslistallemme tai mene foorumeille ja osallistu keskusteluun.

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.MESSAGES.FORUMBUTTON
source: FORUMS
fi: FOORUMIT

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.MESSAGES.HEADER
source: DEVELOPMENT BUILD
fi: KEHITYSVERSIO

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.MESSAGES.MAILINGLIST
source: NOTIFY ME!
fi: ILMOITA MINULLE!

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.MESSAGES.PATCHNOTES
source: PATCH NOTES
fi: KORJAUKSEN MUISTIO

# STRINGS.UI.DEVELOPMENTBUILDS.FULL_PATCH_NOTES
source: Full Patch Notes
fi: Täydellinen Korjausmuistio

# STRINGS.UI.DEVELOPMENTBUILDS.PREVIOUS_VERSION
source: Previous Version
fi: Edellinen Versio

# STRINGS.UI.DEVELOPMENTBUILDS.UPDATES.BIGGER_TIMES
source: {1} weeks {0} days
fi: {1} viikko(a) {0} päivä(ä)

# STRINGS.UI.DEVELOPMENTBUILDS.UPDATES.FINAL_WEEK
source: {0} days
fi: {0} päivä(ä)

# STRINGS.UI.DEVELOPMENTBUILDS.UPDATES.NOW
source: Less than a day
fi: Alle päivä

# STRINGS.UI.DEVELOPMENTBUILDS.UPDATES.TWENTY_FOUR_HOURS
source: Less than a day
fi: Alle päivä

# STRINGS.UI.DEVELOPMENTBUILDS.UPDATES.UPDATES_HEADER
source: NEXT UPGRADE LIVE IN
fi: SEURAAVAAN PÄIVITYKSEEN

# STRINGS.UI.DEVELOPMENTBUILDS.WATERMARK
source: DEVELOPMENT BUILD: {0}
fi: KEHITYSVERSIO: {0}

# STRINGS.UI.DROPDOWN.NONE
source: Unassigned
fi: Määräämätön

# STRINGS.UI.DUPLICANTPRINTING
source: Duplicant Printing
fi: Jäljennäisen Tulostaminen

# STRINGS.UI.ELEMENTAL.CONDUCTIVITYBARRIER.NAME
source: Insulation Thickness: {0}
fi: Eristyksen Paksuus: {0}

# STRINGS.UI.ELEMENTAL.CONDUCTIVITYBARRIER.TOOLTIP
source: Thick insulation reduces an object's Thermal Conductivity
fi: Paksu eristys laskee kohteen Lämmönjohtokykyä

# STRINGS.UI.ELEMENTAL.DEWPOINT.NAME
source: Condensation Point: {0}
fi: Kastepiste: {0}

# STRINGS.UI.ELEMENTAL.DEWPOINT.TOOLTIP
source: The selected object will condense into a liquid at {0}
fi: Valittu kohde tiivistyy nesteeksi lämpötilassa {0}

# STRINGS.UI.ELEMENTAL.DISEASE.NAME
source: Disease: {0}
fi: Sairaus: {0}

# STRINGS.UI.ELEMENTAL.DISEASE.TOOLTIP
source: There are {0} on the selected object
fi: Valitussa kohteessa on {0}

# STRINGS.UI.ELEMENTAL.FREEZEPOINT.NAME
source: Freeze Point: {0}
fi: Jäätymispiste: {0}

# STRINGS.UI.ELEMENTAL.FREEZEPOINT.TOOLTIP
source: The selected object will cool into a solid at {0}
fi: Valittu kohde jäähtyy kiinteäksi lämpötilassa {0}

# STRINGS.UI.ELEMENTAL.MASS.NAME
source: Mass: {0}
fi: Massa: {0}

# STRINGS.UI.ELEMENTAL.MASS.TOOLTIP
source: The selected object has a mass of {0}
fi: Valitun kohteen massa on {0}

# STRINGS.UI.ELEMENTAL.MELTINGPOINT.NAME
source: Melting Point: {0}
fi: Sulamispiste: {0}

# STRINGS.UI.ELEMENTAL.MELTINGPOINT.TOOLTIP
source: The selected object will melt into a liquid at {0}
fi: Valittu kohde sulaa nesteeksi lämpötilassa {0}

# STRINGS.UI.ELEMENTAL.OVERHEATPOINT.NAME
source: Overheat Modifier: {0}
fi: Ylikuumenemismuutos: {0}

# STRINGS.UI.ELEMENTAL.OVERHEATPOINT.TOOLTIP
source: This building will overheat and take damage if its temperature reaches {0} Building with better building materials can increase overheat temperature
fi: Tämä rakennus ylikuumenee ja vahigoittuu, jos sen lämpötila saavuttaa {0} Paremmilla rakennusmateriaaleilla rakentaminen saattaa nostaa ylikuumenemislämpötilaa

# STRINGS.UI.ELEMENTAL.PRIMARYELEMENT.NAME
source: Primary Element: {0}
fi: Peruselementti: {0}

# STRINGS.UI.ELEMENTAL.PRIMARYELEMENT.TOOLTIP
source: The selected object is primarily composed of {0}
fi: Valitun kohteen pääraaka-aine on {0}

# STRINGS.UI.ELEMENTAL.SHC.NAME
source: Specific Heat Capacity: {0}
fi: Ominaislämpökapasiteetti: {0}

# STRINGS.UI.ELEMENTAL.SHC.TOOLTIP
source: {SPECIFIC_HEAT_CAPACITY} J is required to heat 1 g of the selected object by 1 {TEMPERATURE_UNIT}
fi: {SPECIFIC_HEAT_CAPACITY} J tarvitaan lämmittämään 1 g valittua kohdetta 1 {TEMPERATURE_UNIT} verran

# STRINGS.UI.ELEMENTAL.TEMPERATURE.NAME
source: Temperature: {0}
fi: Lämpötila: {0}

# STRINGS.UI.ELEMENTAL.TEMPERATURE.TOOLTIP
source: The selected object's current temperature is {0}
fi: Valitun kohteen tämänhetkinen lämpötila on {0}

# STRINGS.UI.ELEMENTAL.THERMALCONDUCTIVITY.ADJECTIVES.HIGH_CONDUCTIVITY
source: Highly Conductive
fi: Erittäin johtamiskykyinen

# STRINGS.UI.ELEMENTAL.THERMALCONDUCTIVITY.ADJECTIVES.LOW_CONDUCTIVITY
source: Insulating
fi: Eristävä

# STRINGS.UI.ELEMENTAL.THERMALCONDUCTIVITY.ADJECTIVES.MEDIUM_CONDUCTIVITY
source: Conductive
fi: Johtamiskykyinen

# STRINGS.UI.ELEMENTAL.THERMALCONDUCTIVITY.ADJECTIVES.VERY_HIGH_CONDUCTIVITY
source: Extremely Conductive
fi: Äärimmäisen Johtamiskykyinen

# STRINGS.UI.ELEMENTAL.THERMALCONDUCTIVITY.ADJECTIVES.VERY_LOW_CONDUCTIVITY
source: Highly Insulating
fi: Erittäin Eristävä

# STRINGS.UI.ELEMENTAL.THERMALCONDUCTIVITY.NAME
source: Thermal Conductivity: {0}
fi: Lämmönjohtavuus: {0}

# STRINGS.UI.ELEMENTAL.THERMALCONDUCTIVITY.TOOLTIP
source: This object can conduct heat to other materials at a rate of {THERMAL_CONDUCTIVITY} W for each degree {TEMPERATURE_UNIT} difference Between two objects, the rate of heat transfer will be determined by the object with the lowest Thermal Conductivity
fi: Tämä kohde pystyy siirtämään lämpöä muihin materiaaleihin {THERMAL_CONDUCTIVITY} W jokaista {TEMPERATURE_UNIT} muutosta kohden Kahden kappaleen välillä lämmönsiirtonopeuden määrittää kappale, jolla on alhaisin Lämmönsiirtokyky

# STRINGS.UI.ELEMENTAL.UNITS.NAME
source: Stack Units: {0}
fi: Pinoyksiköitä: {0}

# STRINGS.UI.ELEMENTAL.UNITS.TOOLTIP
source: This stack contains {0} units of {1}
fi: Tämä pino sisältää {0} yksikköä materiaalia {1}

# STRINGS.UI.ELEMENTAL.VAPOURIZATIONPOINT.NAME
source: Vaporization Point: {0}
fi: Haihtumispiste: {0}

# STRINGS.UI.ELEMENTAL.VAPOURIZATIONPOINT.TOOLTIP
source: The selected object will evaporate into a gas at {0}
fi: Valittu kohde haihtuu kaasuksi lämpötilassa {0}

# STRINGS.UI.ENDOFDAYREPORT.ADDED
source: Added
fi: Lisääntynyt

# STRINGS.UI.ENDOFDAYREPORT.CALORIES_CREATED.NAME
source: Calorie Generation:
fi: Kalorien Tuotto:

# STRINGS.UI.ENDOFDAYREPORT.CALORIES_CREATED.NEGATIVE_TOOLTIP
source: My colony consumed {0} of <link="FOOD">Food</link> over the course of the day
fi: Siirtokuntani kulutti {0} <link="FOOD">Ruokaa</link> päivän aikana

# STRINGS.UI.ENDOFDAYREPORT.CALORIES_CREATED.POSITIVE_TOOLTIP
source: My colony produced {0} of <link="FOOD">Food</link> over the course of the day
fi: Siirtokuntani tuotti {0} <link="FOOD">Ruokaa</link> päivän aikana

# STRINGS.UI.ENDOFDAYREPORT.CONTAMINATED_OXYGEN_FLATULENCE.NAME
source: <link="POLLUTEDOXYGEN">Flatulence</link> Generation:
fi: <link="POLLUTEDOXYGEN">Ilmavaivojen</link> Tuotto:

# STRINGS.UI.ENDOFDAYREPORT.CONTAMINATED_OXYGEN_FLATULENCE.NEGATIVE_TOOLTIP
source: My colony consumed {0} of Polluted Oxygen over the course of the day
fi: Siirtokuntani kulutti {0} Saastunutta Happea päivän aikana

# STRINGS.UI.ENDOFDAYREPORT.CONTAMINATED_OXYGEN_FLATULENCE.POSITIVE_TOOLTIP
source: My colony generated {0} of Polluted Oxygen over the course of the day
fi: Siirtokuntani tuotti {0} Saastunutta Happea päivän aikana

# STRINGS.UI.ENDOFDAYREPORT.CONTAMINATED_OXYGEN_SUBLIMATION.NAME
source: <link="POLLUTED OXYGEN">Sublimation</link>:
fi: <link="POLLUTED OXYGEN">Sublimaatio</link>:

# STRINGS.UI.ENDOFDAYREPORT.CONTAMINATED_OXYGEN_SUBLIMATION.NEGATIVE_TOOLTIP
source: My colony consumed {0} of <link="CONTAMINATEDOXYGEN">Polluted Oxygen</link> over the course of the day
fi: Siirtokuntani kulutti {0} <link="CONTAMINATEDOXYGEN">Saastunutta Happea</link> päivän aikana

# STRINGS.UI.ENDOFDAYREPORT.CONTAMINATED_OXYGEN_SUBLIMATION.POSITIVE_TOOLTIP
source: My colony generated {0} of <link="CONTAMINATEDOXYGEN">Polluted Oxygen</link> over the course of the day
fi: Siirtokuntani tuotti {0} <link="CONTAMINATEDOXYGEN">Saastunutta Happea</link> päivän aikana

# STRINGS.UI.ENDOFDAYREPORT.CONTAMINATED_OXYGEN_TOILET.NAME
source: <link="POLLUTED OXYGEN">Toilet Emissions: </link>
fi: <link="POLLUTED OXYGEN">Vessapäästöt: </link>

# STRINGS.UI.ENDOFDAYREPORT.CONTAMINATED_OXYGEN_TOILET.NEGATIVE_TOOLTIP
source: My colony consumed {0} of <link="CONTAMINATEDOXYGEN">Polluted Oxygen</link> over the course of the day
fi: Siirtokuntani kulutti {0} <link="CONTAMINATEDOXYGEN">Saastunutta Happea</link> päivän aikana

# STRINGS.UI.ENDOFDAYREPORT.CONTAMINATED_OXYGEN_TOILET.POSITIVE_TOOLTIP
source: My colony generated {0} of <link="CONTAMINATEDOXYGEN">Polluted Oxygen</link> over the course of the day
fi: Siirtokuntani tuotti {0} <link="CONTAMINATEDOXYGEN">Saastunutta Happea</link> päivän aikana

# STRINGS.UI.ENDOFDAYREPORT.DAY_TITLE
source: Cycle {0}
fi: Kierto {0}

# STRINGS.UI.ENDOFDAYREPORT.DAY_TITLE_TODAY
source: Cycle {0} - Today
fi: Kierto {0} - Tänään

# STRINGS.UI.ENDOFDAYREPORT.DAY_TITLE_YESTERDAY
source: Cycle {0} - Yesterday
fi: Kierto {0} - Eilen

# STRINGS.UI.ENDOFDAYREPORT.DISEASE_ADDED.NAME
source: <link="DISEASE">Diseases</link> Contracted:
fi: <link="DISEASE">Tauteja</link> Tarttunut:

# STRINGS.UI.ENDOFDAYREPORT.DISEASE_ADDED.NEGATIVE_TOOLTIP
source: {0} Duplicant(s) were cured of a <link="DISEASE">Disease</link>
fi: {0} Jäljennäisen <link="DISEASE">Sairaus</link> parannettiin

# STRINGS.UI.ENDOFDAYREPORT.DISEASE_ADDED.POSITIVE_TOOLTIP
source: {0} Duplicant(s) contracted a <link="DISEASE">Disease</link>
fi: {0} Jäljennäiseen tarttui <link="DISEASE">Sairaus</link>

# STRINGS.UI.ENDOFDAYREPORT.DISEASE_STATUS.NAME
source: Disease Status:
fi: Sairaustilanne:

# STRINGS.UI.ENDOFDAYREPORT.DISEASE_STATUS.TOOLTIP
source: My Duplicants are covered in {0}
fi: Jäljennäiseni ovat aineen {0} peittämiä

# STRINGS.UI.ENDOFDAYREPORT.ENERGY_USAGE.NAME
source: <link="POWER">Power</link> Usage:
fi: <link="POWER">Sähkön</link> Käyttö:

# STRINGS.UI.ENDOFDAYREPORT.ENERGY_USAGE.NEGATIVE_TOOLTIP
source: My colony consumed {0} of <link="POWER">Power</link> over the course of the day
fi: Siirtokuntani kulutti {0} <link="POWER">Sähköä</link> päivän aikana

# STRINGS.UI.ENDOFDAYREPORT.ENERGY_USAGE.POSITIVE_TOOLTIP
source: My colony created {0} of <link="POWER">Power</link> over the course of the day
fi: Siirtokuntani tuotti {0} <link="POWER">Sähköä</link> päivän aikana
