Repository: Eerjunic/OxygenNotIncluded_Fi
Catalog: strings.po
Languages: fi

# STRINGS.UI.ROLES_SCREEN.TIER_NAMES.SEVEN
source: Tier 7
fi: Taso 7

# STRINGS.UI.ROLES_SCREEN.TIER_NAMES.SIX
source: Tier 6
fi: Taso 6

# STRINGS.UI.ROLES_SCREEN.TIER_NAMES.THREE
source: Tier 3
fi: Taso 3

# STRINGS.UI.ROLES_SCREEN.TIER_NAMES.TWO
source: Tier 2
fi: Taso 2

# STRINGS.UI.ROLES_SCREEN.TIER_NAMES.ZERO
source: Tier 0
fi: Taso 0

# STRINGS.UI.ROLES_SCREEN.WIDGET.NO_MASTERS_TOOLTIP
source: <b>No Duplicants have mastered this job</b>
fi: <b>Yksikään Jäljennäinen ei hallitse tätä työtä</b>

# STRINGS.UI.ROLES_SCREEN.WIDGET.NUMBER_OF_MASTERS_TOOLTIP
source: <b>Duplicants who have mastered this job:</b>{0}
fi: <b>Jäljennäiset, jotka hallitsevat tämän työn:</b>{0}

# STRINGS.UI.SANDBOX_TOGGLE.TOOLTIP_LOCKED
source: Sandbox mode must be unlocked in the options menu before it can be used.
fi: Hiekkalaatikkotila täytyy avata asetusvalikosta, ennen kuin sitä voidaan käyttää.

# STRINGS.UI.SANDBOX_TOGGLE.TOOLTIP_UNLOCKED
source: Toggle Sandbox mode
fi: Valitse Hiekkalaatikkotila

# STRINGS.UI.SANDBOXTOOLS.CLEARFLOOR.DELETED
source: Deleted
fi: Poistettu

# STRINGS.UI.SANDBOXTOOLS.FILTERS.BACK
source: Back
fi: Takaisin

# STRINGS.UI.SANDBOXTOOLS.FILTERS.COMMON
source: Common substances
fi: Yleiset aineet

# STRINGS.UI.SANDBOXTOOLS.FILTERS.ENTITIES.CREATURE
source: Creatures
fi: Otukset

# STRINGS.UI.SANDBOXTOOLS.FILTERS.ENTITIES.CREATURE_EGG
source: Eggs
fi: Munat

# STRINGS.UI.SANDBOXTOOLS.FILTERS.ENTITIES.EQUIPMENT
source: Equipment
fi: Varusteet

# STRINGS.UI.SANDBOXTOOLS.FILTERS.ENTITIES.EXPERIMENTS
source: Experimental
fi: Kokeellinen

# STRINGS.UI.SANDBOXTOOLS.FILTERS.ENTITIES.FOOD
source: Foods
fi: Ruuat

# STRINGS.UI.SANDBOXTOOLS.FILTERS.ENTITIES.GEYSERS
source: Geysers
fi: Geissiirit

# STRINGS.UI.SANDBOXTOOLS.FILTERS.ENTITIES.PLANTS
source: Plants
fi: Kasvit

# STRINGS.UI.SANDBOXTOOLS.FILTERS.ENTITIES.SEEDS
source: Seeds
fi: Siemenet

# STRINGS.UI.SANDBOXTOOLS.FILTERS.ENTITIES.SPECIAL
source: Special
fi: Erikoiset

# STRINGS.UI.SANDBOXTOOLS.FILTERS.GAS
source: Gasses
fi: Kaasut

# STRINGS.UI.SANDBOXTOOLS.FILTERS.LIQUID
source: Liquids
fi: Nesteet

# STRINGS.UI.SANDBOXTOOLS.FILTERS.SOLID
source: Solids
fi: Kiinteät

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.BRUSH.NAME
source: Brush
fi: Sivellin

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.BRUSH.TOOLTIP
source: Paint elements into the world simulation
fi: Maalaa elementtejä maailmasimulaatioon

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.BRUSH_NOISE.NAME
source: Noise
fi: Melu

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.BRUSH_NOISE.TOOLTIP
source: Adjust brush noisiness
fi: Säädä siveltimen meteliä

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.BRUSH_SIZE.NAME
source: Brush size
fi: Siveltimen koko

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.BRUSH_SIZE.TOOLTIP
source: Adjust brush size
fi: Säädä siveltimen kokoa

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.CLEAR_FLOOR.NAME
source: Clear Debris
fi: Poista Kaikki Irtoroska

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.CLEAR_FLOOR.TOOLTIP
source: Delete loose items cluttering the floor
fi: Poista irtonaiset esineet sotkemasta lattiaa

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.DESTROY.NAME
source: Destroy
fi: Tuhoa

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.DESTROY.TOOLTIP
source: Delete everything in the selected cell(s)
fi: Poista kaikki valitu(i)sta kenno(i)sta

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.DISEASE_COUNT.NAME
source: Germ count
fi: Bakteerien määrä

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.DISEASE_COUNT.TOOLTIP
source: Adjust germ count
fi: Säädä bakteerien määrää

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.FLOOD.NAME
source: Fill
fi: Täytä

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.FLOOD.TOOLTIP
source: Fill a section of the simulation with the chosen element
fi: Maalaa simulaation osa valitulla elementillä

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.FOW.NAME
source: Reveal
fi: Paljasta

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.FOW.TOOLTIP
source: Dispel the Fog of War shrouding the map
fi: Häivytä Sotasumu peittämästä karttaa

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.HEATGUN.NAME
source: Heat Gun
fi: Lämpöpyssy

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.HEATGUN.TOOLTIP
source: Inject thermal energy into the simulation
fi: Ruiskuta lämpöenergiaa simulaatioon

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.INSTANT_BUILD.NAME
source: Instant build mode
fi: Välitön rakennustila

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.INSTANT_BUILD.TOOLTIP
source: Toggle between placing construction plans and fully built buildings
fi: Vaihda rakennussuunnitelmien ja täysin rakennettujen rakennusten asettamisen välillä

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.MASS.NAME
source: Absolute mass
fi: Absoluuttinen massa

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.MASS.TOOLTIP
source: Adjust mass
fi: Säädä massaa

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.SAMPLE.NAME
source: Sample
fi: Näyte

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.SAMPLE.TOOLTIP
source: Copy the settings from a cell to use with brush tools
fi: Kopioi asetukset kennosta käytettäväksi pensselityökalujen kanssa

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.SPAWN_ENTITY.NAME
source: Spawn
fi: Luo

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.SPAWNER.NAME
source: Spawner
fi: Luontipiste

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.SPAWNER.TOOLTIP
source: Spawn food, creatures, equipment, and other entities
fi: Luo ruokaa, olentoja, varusteita ja muita entiteettejä

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.SPRINKLE.NAME
source: Sprinkle
fi: Ripottele

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.SPRINKLE.TOOLTIP
source: Paint elements into the simulation using noise
fi: Maalaa elementtejä simulaatioon ruiskuttaen

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.TEMPERATURE.NAME
source: Absolute temperature
fi: Absoluuttinen lämpötila

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.TEMPERATURE.TOOLTIP
source: Adjust absolute temperature
fi: Säädä absoluuttista lämpötilaa

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.TEMPERATURE_ADDITIVE.NAME
source: Additive temperature
fi: Lisäävä lämpötila

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.TEMPERATURE_ADDITIVE.TOOLTIP
source: Adjust additive temperature
fi: Säädä lisäävää lämpötilaa

# STRINGS.UI.SCHEDULE
source: SCHEDULE
fi: AIKATAULU

# STRINGS.UI.SCHEDULEBLOCKTYPES.EAT.DESCRIPTION
source: EAT: During Mealtime Duplicants will head to their assigned mess halls and eat.
fi: SYÖ: Ruoka-aikaan Jäljennäiset suuntaavat nimettyihin ruokaloihin ja käyvät syömään.

# STRINGS.UI.SCHEDULEBLOCKTYPES.EAT.NAME
source: Mealtime
fi: Ruoka-aika

# STRINGS.UI.SCHEDULEBLOCKTYPES.HYGIENE.DESCRIPTION
source: HYGIENE: During <link="HYGIENE">Hygiene</link> hours Duplicants will head to their assigned washrooms to get cleaned up.
fi: PESEYTYMINEN: <link="HYGIENE">Peseytymi</link>aikoina Jäljennäiset suuntaavat nimettyihin pesuhuoneisiin ja puhdistautuvat.

# STRINGS.UI.SCHEDULEBLOCKTYPES.HYGIENE.NAME
source: Hygiene
fi: Peseytyminen

# STRINGS.UI.SCHEDULEBLOCKTYPES.RECREATION.DESCRIPTION
source: HAMMER TIME: During Hammer Time, Duplicants will relieve their <link="STRESS">Stress</link> through dance. Please be aware that no matter how hard my Duplicants try, they will absolutely not be able to touch this.
fi: SOKKA IRTI: Bileaikana Jäljennäiset leivittävät <link="STRESS">Ahdistustaan</link> tanssimalla. Huomioithan, että ilmaissusta huolimatta, Jäljennäiseni eivät käy täällä heittelemään räjähteitä.

# STRINGS.UI.SCHEDULEBLOCKTYPES.RECREATION.NAME
source: Recreation
fi: Vapaa-aika

# STRINGS.UI.SCHEDULEBLOCKTYPES.SLEEP.DESCRIPTION
source: SLEEP: When it's time to sleep, Duplicants will head to their assigned rooms and rest.
fi: UNIAIKA: Kun on aika mennä nukkumaan, Jäljennäiset suuntaavat nimettyihin huoneisiinsa lepäämään.

# STRINGS.UI.SCHEDULEBLOCKTYPES.SLEEP.NAME
source: Sleep
fi: Nukkumisaika

# STRINGS.UI.SCHEDULEBLOCKTYPES.WORK.DESCRIPTION
source: WORK: During Work hours Duplicants will perform any pending errands in the colony.
fi: TYÖAIKA: Työaikana Jäljennäiset suorittavat odottavia tehtäviä siirtokunnassa.

# STRINGS.UI.SCHEDULEBLOCKTYPES.WORK.NAME
source: Work
fi: Työaika

# STRINGS.UI.SPEED_FAST
source: FAST
fi: NOPEA

# STRINGS.UI.SPEED_MEDIUM
source: MEDIUM
fi: KESKIVAUHTI

# STRINGS.UI.SPEED_SLOW
source: SLOW
fi: HIDAS

# STRINGS.UI.TABLESCREENS.COLUMN_SORT_BY_EATEN_TODAY
source: Sort by eaten today
fi: Järjestä tänään syötyjen mukaan

# STRINGS.UI.TABLESCREENS.COLUMN_SORT_BY_EXPECTATIONS
source: Sort by quality expectations
fi: Järjestä laatuodotusten mukaan

# STRINGS.UI.TABLESCREENS.COLUMN_SORT_BY_FULLNESS
source: Sort by fullness
fi: Järjestä kylläisyyden mukaan

# STRINGS.UI.TABLESCREENS.COLUMN_SORT_BY_HITPOINTS
source: Sort by hit points
fi: Järjestä osumapisteiden mukaan

# STRINGS.UI.TABLESCREENS.COLUMN_SORT_BY_IMMUNEPOINTS
source: Sort by immune points
fi: Järjestä vastustuskykypisteiden mukaan

# STRINGS.UI.TABLESCREENS.COLUMN_SORT_BY_NAME
source: Sort by name
fi: Järjestä nimen mukaan

# STRINGS.UI.TABLESCREENS.COLUMN_SORT_BY_STRESS
source: Sort by stress level
fi: Järjestä ahdistustason mukaan

# STRINGS.UI.TABLESCREENS.GOTO_DUPLICANT_BUTTON
source: Double-click to go to <b>{0}</b>
fi: Kaksoisklikkaa siirtyäksesi kohtaan <b>{0}</b>

# STRINGS.UI.TABLESCREENS.SELECT_DUPLICANT_BUTTON
source: Click to select <b>{0}</b>
fi: Klikkaa valitaksesi <b>{0}</b>

# STRINGS.UI.TOOLS.ATTACK.NAME
source: Attack
fi: Hyökkää

# STRINGS.UI.TOOLS.ATTACK.TOOLACTION
source: DRAG TO ATTACK
fi: VEDÄ HYÖKÄTÄKSESSI

# STRINGS.UI.TOOLS.ATTACK.TOOLNAME
source: Attack tool
fi: Hyökkäystyökalu

# STRINGS.UI.TOOLS.BUILD.NAME
source: Build {0}
fi: Rakenna {0}

# STRINGS.UI.TOOLS.BUILD.TOOLACTION
source: CLICK TO BUILD
fi: Klikkaa rakentaaksesi

# STRINGS.UI.TOOLS.BUILD.TOOLACTION_DRAG
source: DRAG TO BUILD
fi: VEDÄ RAKENTAAKSESI

# STRINGS.UI.TOOLS.BUILD.TOOLNAME
source: Build tool
fi: Rakennustyökalu

# STRINGS.UI.TOOLS.CANCEL.NAME
source: Cancel
fi: Peruuta

# STRINGS.UI.TOOLS.CANCEL.TOOLACTION
source: DRAG TO CANCEL ACTION
fi: VEDÄ PERUUTTAAKSESI TOIMINNON

# STRINGS.UI.TOOLS.CANCEL.TOOLNAME
source: Cancel tool
fi: Peruutustyökalu

# STRINGS.UI.TOOLS.CAPTURE.NAME
source: Wrangle
fi: Nappaa

# STRINGS.UI.TOOLS.CAPTURE.NOT_CAPTURABLE
source: Cannot Wrangle
fi: Ei voida napata

# STRINGS.UI.TOOLS.CAPTURE.TOOLACTION
source: DRAG TO WRANGLE CRITTERS
fi: VEDÄ NAPATAKSESI OTUKSIA

# STRINGS.UI.TOOLS.CAPTURE.TOOLNAME
source: Wrangle tool
fi: Nappaustyökalu

# STRINGS.UI.TOOLS.CLEANUPCATEGORY.NAME
source: Clean
fi: Siivoa

# STRINGS.UI.TOOLS.CLEANUPCATEGORY.TOOLNAME
source: Clean Up tools
fi: Siivoustyökalut

# STRINGS.UI.TOOLS.COPYSETTINGS.NAME
source: Paste Settings
fi: Liitä Asetukset

# STRINGS.UI.TOOLS.COPYSETTINGS.TOOLACTION
source: DRAG TO PASTE SETTINGS
fi: VEDÄ LIITTÄÄKSESI ASETUKSET

# STRINGS.UI.TOOLS.COPYSETTINGS.TOOLNAME
source: Paste Settings Tool
fi: Asetustenliittämistyökalu

# STRINGS.UI.TOOLS.DECONSTRUCT.NAME
source: Deconstruct
fi: Pura

# STRINGS.UI.TOOLS.DECONSTRUCT.TOOLACTION
source: DRAG TO DECONSTRUCT
fi: VEDÄ PURKAAKSESI

# STRINGS.UI.TOOLS.DECONSTRUCT.TOOLNAME
source: Deconstruct tool
fi: Purkutyökalu

# STRINGS.UI.TOOLS.DIG.NAME
source: Dig
fi: Kaiva

# STRINGS.UI.TOOLS.DIG.TOOLACTION
source: DRAG TO DIG
fi: VEDÄ KAIVAAKSESI

# STRINGS.UI.TOOLS.DIG.TOOLNAME
source: Dig tool
fi: Kaivamistyökalu

# STRINGS.UI.TOOLS.DISINFECT.NAME
source: Disinfect
fi: Desinfioi

# STRINGS.UI.TOOLS.DISINFECT.TOOLACTION
source: DRAG TO DISINFECT
fi: VEDÄ DESINFOIDAKSESI

# STRINGS.UI.TOOLS.DISINFECT.TOOLNAME
source: Disinfect tool
fi: Desinfiointityökalu

# STRINGS.UI.TOOLS.EMPTY_PIPE.NAME
source: Empty Pipe
fi: Tyhjennä Putki

# STRINGS.UI.TOOLS.EMPTY_PIPE.TOOLACTION
source: DRAG TO MARK PIPES TO EMPTY
fi: VEDÄ MERKITÄKSESI TYHJENNETTÄVÄT PUTKET

# STRINGS.UI.TOOLS.EMPTY_PIPE.TOOLNAME
source: Empty Pipe Tool
fi: Putkentyhjennystyökalu

# STRINGS.UI.TOOLS.EMPTY_PIPE.TOOLTIP
source: Drag to mark pipes for emptying
fi: Vedä merkitäksesi tyhjennettävät putket

# STRINGS.UI.TOOLS.FILTERLAYERS.ALL
source: All
fi: Kaikki

# STRINGS.UI.TOOLS.FILTERLAYERS.ATTACK
source: Attack
fi: Hyökkää

# STRINGS.UI.TOOLS.FILTERLAYERS.BACKWALL
source: Background Buildings
fi: Taustarakennukset

# STRINGS.UI.TOOLS.FILTERLAYERS.BUILDINGS
source: Buildings
fi: RAkennukset

# STRINGS.UI.TOOLS.FILTERLAYERS.CLEANANDCLEAR
source: Sweep & Mop Orders
fi: Lakaisu- & Moppauskäskyt

# STRINGS.UI.TOOLS.FILTERLAYERS.DIGPLACER
source: Dig Orders
fi: Kaivuukäskyt

# STRINGS.UI.TOOLS.FILTERLAYERS.DO_NOT_HARVEST
source: Disable Harvest
fi: Poista Sadonkorjuu Käytöstä

# STRINGS.UI.TOOLS.FILTERLAYERS.GASPIPES
source: Gas Pipes
fi: Kaasuputket

# STRINGS.UI.TOOLS.FILTERLAYERS.HARVEST_WHEN_READY
source: Enable Harvest
fi: Ota Sadonkorjuu Käyttöön

# STRINGS.UI.TOOLS.FILTERLAYERS.LIQUIDPIPES
source: Liquid Pipes
fi: Nesteputket

# STRINGS.UI.TOOLS.FILTERLAYERS.LOGIC
source: Automation
fi: Automaatio

# STRINGS.UI.TOOLS.FILTERLAYERS.SOLIDCONDUITS
source: Conveyor Rails
fi: Kuljetuskiskot

# STRINGS.UI.TOOLS.FILTERLAYERS.TILES
source: Tiles
fi: Laatat

# STRINGS.UI.TOOLS.FILTERLAYERS.WIRES
source: Power Wires
fi: Sähköjohdot

# STRINGS.UI.TOOLS.FILTERSCREEN.OPTIONS
source: Tool Filter
fi: Työkalusuodatin

# STRINGS.UI.TOOLS.GENERIC.BACK
source: Back
fi: Takaisin

# STRINGS.UI.TOOLS.GENERIC.UNKNOWN
source: UNKNOWN
fi: TUNTEMATON

# STRINGS.UI.TOOLS.HARVEST.NAME
source: Harvest
fi: Sadonkorjuu

# STRINGS.UI.TOOLS.HARVEST.TOOLACTION
source: DRAG TO TOGGLE HARVEST
fi: VEDÄ VALITAKSESI SADONKORJUU

# STRINGS.UI.TOOLS.HARVEST.TOOLNAME
source: Harvest tool
fi: Sadonkorjuutyökalu

# STRINGS.UI.TOOLS.MARKFORSTORAGE.NAME
source: Sweep
fi: Lakaise

# STRINGS.UI.TOOLS.MARKFORSTORAGE.TOOLACTION
source: DRAG TO SWEEP
fi: VEDÄ LAKAISTAKSESI

# STRINGS.UI.TOOLS.MARKFORSTORAGE.TOOLNAME
source: Sweep tool
fi: Lakaisutyökalu

# STRINGS.UI.TOOLS.MOP.NAME
source: Mop
fi: Moppaa

# STRINGS.UI.TOOLS.MOP.NOT_ON_FLOOR
source: Not On Floor
fi: Ei Lattialla

# STRINGS.UI.TOOLS.MOP.TOO_MUCH_LIQUID
source: Too Much Liquid
fi: Liian Paljon Nestettä

# STRINGS.UI.TOOLS.MOP.TOOLACTION
source: DRAG TO MOP
fi: VEDÄ MOPATAKSESI

# STRINGS.UI.TOOLS.MOP.TOOLNAME
source: Mop tool
fi: Moppaustyökalu

# STRINGS.UI.TOOLS.MOVETOLOCATION.NAME
source: Move
fi: Siirrä

# STRINGS.UI.TOOLS.MOVETOLOCATION.TOOLACTION
source: CLICK TO MOVE
fi: KLIKKAA SIIRTÄÄKSESI

# STRINGS.UI.TOOLS.MOVETOLOCATION.TOOLNAME
source: Move Here
fi: Siirrä Tänne

# STRINGS.UI.TOOLS.MOVETOLOCATION.UNREACHABLE
source: UNREACHABLE
fi: SAAVUTTAMATON

# STRINGS.UI.TOOLS.PRIORITIESCATEGORY.NAME
source: Sub-Priority
fi: Aliprioriteetti

# STRINGS.UI.TOOLS.PRIORITIZE.NAME
source: Sub-Priority
fi: Aliprioriteetti

# STRINGS.UI.TOOLS.PRIORITIZE.SPECIFIC_PRIORITY
source: Set Sub-Priority: {0}
fi: Aseta Aliprioriteetti: {0}

# STRINGS.UI.TOOLS.PRIORITIZE.TOOLACTION
source: DRAG TO ADJUST SUB-PRIORITY
fi: VEDÄ SÄÄTÄÄKSESI ALIPRIORITEETTIÄ

# STRINGS.UI.TOOLS.PRIORITIZE.TOOLNAME
source: Sub-Priority tool
fi: Aliprioriteettityökalu

# STRINGS.UI.TOOLS.SANDBOX.BRUSH.NAME
source: Brush
fi: Pensseli

# STRINGS.UI.TOOLS.SANDBOX.CLEAR_FLOOR.NAME
source: Clear Floor
fi: Tyhjennä Lattia

# STRINGS.UI.TOOLS.SANDBOX.DESTROY.NAME
source: Destroy
fi: Tuhoa

# STRINGS.UI.TOOLS.SANDBOX.FLOOD.NAME
source: Fill
fi: Täytä

# STRINGS.UI.TOOLS.SANDBOX.FOW.NAME
source: Reveal
fi: Paljasta

# STRINGS.UI.TOOLS.SANDBOX.HEATGUN.NAME
source: Heat Gun
fi: Lämpöpyssy

# STRINGS.UI.TOOLS.SANDBOX.MARQUEE.NAME
source: Marquee
fi: Merkkaus

# STRINGS.UI.TOOLS.SANDBOX.SAMPLE.NAME
source: Sample
fi: Näyte

# STRINGS.UI.TOOLS.SANDBOX.SANDBOX_TOGGLE.NAME
source: SANDBOX
fi: HIEKKALAATIKKO

# STRINGS.UI.TOOLS.SANDBOX.SPAWN_ENTITY.NAME
source: Spawn
fi: Luo

# STRINGS.UI.TOOLS.SANDBOX.SPAWNER.NAME
source: Spawner
fi: Luontipiste

# STRINGS.UI.TOOLS.SANDBOX.SPRINKLE.NAME
source: Sprinkle
fi: Ripottele

# STRINGS.UI.TOOLTIPS.ALERTSTOOLTIP
source: Alerts provide important information about what's happening in the colony right now
fi: Hälytykset antavat tärkeää tietoa siitä, mitä siirtokunnassasi on tapahtumassa

# STRINGS.UI.TOOLTIPS.ATTACKBUTTON
source: Drag to attack poor, wild critters
fi: Vedä hyökätäksesi poloisten villiotusten kimppuun

# STRINGS.UI.TOOLTIPS.BASE_VALUE
source: Base Value
fi: Perusarvo

# STRINGS.UI.TOOLTIPS.CANCELBUTTON
source: Drag to cancel errands
fi: Vedä peruaksesi tehtävät

# STRINGS.UI.TOOLTIPS.CANCELDECONSTRUCTIONBUTTON
source: Cancel queued orders or deconstruct existing buildings
fi: Peru jonossa olevat käskyt tai pura olemassa olevia rakennusksia

# STRINGS.UI.TOOLTIPS.CAPTUREBUTTON
source: Drag to capture live critters
fi: Vedä napataksesi eläviä otuksia

# STRINGS.UI.TOOLTIPS.CLEANUPMAINBUTTON
source: Mop and sweep messy floors
fi: Moppaa ja lakaise sotkuisia lattioita

# STRINGS.UI.TOOLTIPS.CLEARBUTTON
source: Drag to move debris into storage
fi: Vedä siirtääksesi irtoroskaa varastoon

# STRINGS.UI.TOOLTIPS.CLOSETOOLTIP
source: Close
fi: Sulje

# STRINGS.UI.TOOLTIPS.CONVEYOR_OVERLAY_STRING
source: Displays conveyor transport components
fi: Näyttää kuljettimen komponentit

# STRINGS.UI.TOOLTIPS.CROPS_OVERLAY_STRING
source: Displays plant growth progress
fi: Näyttää kasvin kasvun etenemisen

# STRINGS.UI.TOOLTIPS.DECONSTRUCTBUTTON
source: Drag to demolish buildings
fi: Vedä purkaaksesi rakennuksia

# STRINGS.UI.TOOLTIPS.DECOROVERLAYSTRING
source: Displays decor values
fi: Näyttää koristusarvot

# STRINGS.UI.TOOLTIPS.DIGBUTTON
source: Drag to set dig errands
fi: Vedä asettaaksesi kaivuutehtäviä

# STRINGS.UI.TOOLTIPS.DISEASEOVERLAYSTRING
source: Displays disease risk areas
fi: Näyttää sairastumisriskialueet

# STRINGS.UI.TOOLTIPS.DISINFECTBUTTON
source: Drag to disinfect buildings
fi: Vedä desinfioidaksesi rakennuksia

# STRINGS.UI.TOOLTIPS.DISMISSMESSAGE
source: Dismiss message
fi: Ohita viesti

# STRINGS.UI.TOOLTIPS.EDITCREATURENAME
source: Give this lil' critter a new name
fi: Anna tälle pikku otukselle uusi nimi

# STRINGS.UI.TOOLTIPS.EDITNAME
source: Give this Duplicant a new name
fi: Anna tälle Jäljennäiselle uusi nimi

# STRINGS.UI.TOOLTIPS.ENERGYGENERATED
source: <link="POWER">Power</link> Produced
fi: <link="POWER">Sähkö</link> Tuotettu

# STRINGS.UI.TOOLTIPS.ENERGYREQUIRED
source: <link="POWER">Power</link> Required
fi: <link="POWER">Sähköä</link> Tarvitaan

# STRINGS.UI.TOOLTIPS.GASVENTOVERLAYSTRING
source: Displays gas pipe system components
fi: Näyttää kaasuputkistokomponentit

# STRINGS.UI.TOOLTIPS.HARVESTBUTTON
source: Drag to harvest plants
fi: Vedä korjataksesi kasvien satoa

# STRINGS.UI.TOOLTIPS.HEATFLOWOVERLAYSTRING
source: Displays areas with comfortable temperatures for Duplicants
fi: Näyttää alueet, joissa on Jäljennäisille mukavat lämpötilat

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_ATTACHPOINT
source: Must be built overlapping an {0}
fi: Täytyy rakentaa päällekkäin kohteen {0} kanssa

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_CEILING
source: Must be built on the ceiling
fi: Täytyy rakentaa kattoon

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_FLOOR
source: Must be built on solid ground
fi: Täytyy rakentaa maahan

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_GASPORTS_OBSTRUCTED
source: Gas ports are obstructed
fi: Kaasuaukkoja on tukossa

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_INSIDEGROUND
source: Must be built in the ground
fi: Täytyy rakentaa maahan

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_INVALID_CELL
source: Invalid Cell
fi: Epäkelpo Kenno

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_LIQUIDPORTS_OBSTRUCTED
source: Liquid ports are obstructed
fi: Nesteaukkoja on tukossa

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_LOGIC_PORTS_OBSTRUCTED
source: Automation ports are obstructed
fi: Automaatioportteja on tukossa

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_NOT_IN_TILES
source: Cannot be built inside tile
fi: Ei voida rakentaa laatan sisään

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_OCCUPIED
source: Must be built in unoccupied space
fi: Täytyy rakentaa käyttämättömään tilaan

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_SOLIDPORTS_OBSTRUCTED
source: Solid ports are obstructed
fi: Kiinteiden aukkoja on tukossa

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_SPACE
source: Must be built on the asteroid surface
fi: Täytyy rakentaa asteroidin pinnalle

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_WIRE_OBSTRUCTION
source: Obstructed by wire
fi: Johdon tukkima

# STRINGS.UI.TOOLTIPS.HELP_REQUIRES_ROOM
source: Must be in a room
fi: Täytyy olla huoneessa

# STRINGS.UI.TOOLTIPS.HELP_ROTATE_KEY
source: Press <color=#F44A47>[{Key}]</color> to Rotate
fi: Paina <color=#F44A47>[{Key}]</color> Kääntääksesi

# STRINGS.UI.TOOLTIPS.HELP_TUBELOCATION_NO_UTURNS
source: Can't U-Turn
fi: Ei voi tehdä U-Käännöstä

# STRINGS.UI.TOOLTIPS.HELP_TUBELOCATION_STRAIGHT_BRIDGES
source: Can't Turn Here
fi: Ei Voi Kääntyä Tässä

# STRINGS.UI.TOOLTIPS.INFOPANEL
source: The Info Panel contains an overview of the basic information about my Duplicant
fi: Infopaneeli sisältää Jäljennäiseni perustietojen yleiskatsauksen

# STRINGS.UI.TOOLTIPS.ITEMSPANEL
source: The Items Panel displays everything this Duplicant is in possession of
fi: Esinepaneeli näyttää kaiken, mitä tällä Jäljennäisellä on hallussaan

# STRINGS.UI.TOOLTIPS.JOBSSCREEN_ATTRIBUTES
source: The following attributes affect a Duplicant's efficiency at this errand:
fi: Seuraavat ominaisuudet vaikuttavat Jäljennäisen tehtävänsuoritustehokkuuteen:

# STRINGS.UI.TOOLTIPS.JOBSSCREEN_CANNOTPERFORMTASK
source: {0} cannot perform this errand.
fi: {0} ei voi suorittaa tätä tehtävää.

# STRINGS.UI.TOOLTIPS.JOBSSCREEN_PRIORITY
source: Urgent errands are always performed before non-urgent errands. However, a busy Duplicant will continue to work on their current errand until it's complete, even if a more urgent errand becomes available.
fi: Kiireelliset tehtävät suoritetaan aina ennen kiireettömiä tehtäviä. Siitä huolimatta kiireinen Jäljennäinen jatkaa sen hetkisen työnsä tekemistä valmiiksi asti, vaikka kiireellisempiä töitä ilmenisi.

# STRINGS.UI.TOOLTIPS.JOBSSCREEN_RELEVANT_ATTRIBUTES
source: Relevant Attributes:
fi: Olennaiset Attribuutit:

# STRINGS.UI.TOOLTIPS.JOULESOVERLAYSTRING
source: Displays the thermal energy in each cell
fi: Näyttää termisen energian kennossa

# STRINGS.UI.TOOLTIPS.LIGHTSOVERLAYSTRING
source: Displays the visibility radius of light sources
fi: Näyttää valonlähteiden säteen

# STRINGS.UI.TOOLTIPS.LIQUIDVENTOVERLAYSTRING
source: Displays liquid pipe system components
fi: Näyttää nesteputkijärjestelmien komponentit

# STRINGS.UI.TOOLTIPS.LOGICOVERLAYSTRING
source: Displays automation grid components
fi: Näyttää automaatioverkon komponentit

# STRINGS.UI.TOOLTIPS.MANAGEMENTMENU_CODEX
source: Browse database entries
fi: Selaa tietopankin merkintöjä

# STRINGS.UI.TOOLTIPS.MANAGEMENTMENU_CONSUMABLES
source: Manage Duplicants' diets
fi: Hallinnoi Jäljennäisten ruokavalioita

# STRINGS.UI.TOOLTIPS.MANAGEMENTMENU_DAILYREPORT
source: View daily Colony Reports
fi: Näytä Siirtokunnan Päivittäisraportit

# STRINGS.UI.TOOLTIPS.MANAGEMENTMENU_JOBS
source: Manage Duplicants' errand priorities
fi: Hallinnoi Jäljennäisten tehtävien tärkeyksiä

# STRINGS.UI.TOOLTIPS.MANAGEMENTMENU_REQUIRES_RESEARCH
source: Build a Research Station to unlock ------------------ Research buildings can be found in the Stations Tab <color=#F44A47>[0]</color> of the Build Menu
fi: Rakenna Tutkimustyöpiste avataksesi ------------------ Tutkimusrakennukset löytyvät Rakennusvalikon Työpisteet-välilehdestä <color=#F44A47>[0]</color>

# STRINGS.UI.TOOLTIPS.MANAGEMENTMENU_REQUIRES_ROLES_STATION
source: Build a Jobs Board to unlock ------------------ The Jobs Board can be found in the Stations Tab <color=#F44A47>[0]</color> of the Build Menu
fi: Rakenna Työtaulu avataksesi ------------------ Työtaulu löytyy Rakennusvalikon Työpisteet-välilehdestä <color=#F44A47>[0]</color>

# STRINGS.UI.TOOLTIPS.MANAGEMENTMENU_RESEARCH
source: View the Research Tree
fi: Näytä Tutkimuspuu

# STRINGS.UI.TOOLTIPS.MANAGEMENTMENU_ROLES
source: Manage Duplicants' priorities and job assignments
fi: Hallinnoi Jäljennäisten prioriteetteja ja työtehtäviä

# STRINGS.UI.TOOLTIPS.MANAGEMENTMENU_VITALS
source: View Duplicants' vitals
fi: Näytä Jäljennäisten elintoiminnot
