Repository: Eerjunic/OxygenNotIncluded_Fi
Catalog: strings.po
Languages: fi

# STRINGS.MISC.STATUSITEMS.BLEACHSTONE.NEIGHBORSBLOCKED.TOOLTIP
source: This <link="BLEACHSTONE">Bleach Stone</link> deposit is not exposed to air and cannot emit <link="CHLORINE">Chlorine</link>
fi: Tämä <link="BLEACHSTONE">Valkokivi</link> esiintymä ei ole ilman kanssa kosketuksissa, eikä pysty vapauttamaan <link="CHLORINE">Klooria</link>

# STRINGS.MISC.STATUSITEMS.BLEACHSTONE.OVERPRESSURE.NAME
source: Inert
fi: Inertti

# STRINGS.MISC.STATUSITEMS.BLEACHSTONE.OVERPRESSURE.TOOLTIP
source: Environmental air pressure is too high for this <link="BLEACHSTONE">Bleach Stone</link> deposit to emit <link="CHLORINE">Chlorine</link>
fi: Ympäristön ilmanpaine on liian korkea, jotta tämä <link="BLEACHSTONE">Valkokivi</link> esiintymä voisi vapauttaa <link="CHLORINE">Klooria</link>

# STRINGS.MISC.STATUSITEMS.BLEACHSTONEBLOCKED.TOOLTIP
source: This <link="BLEACHSTONE">Bleach Stone</link> deposit has no room to emit <link="CHLORINE">Chlorine</link>
fi: Tällä <link="BLEACHSTONE">Valkokivi</link>esiintymällä ei ole tilaa vapauttaa <link="CHLORINE">Klooria</link>

# STRINGS.MISC.STATUSITEMS.BLEACHSTONEEMITTING.NAME
source: Emitting {Element}: {FlowRate}
fi: Vapauttaa ainetta {Element}: {FlowRate}

# STRINGS.MISC.STATUSITEMS.BLEACHSTONEEMITTING.TOOLTIP
source: Producing {Element} at a rate of {FlowRate}
fi: Tuottaa ainetta {Element} nopeudella {FlowRate}

# STRINGS.MISC.STATUSITEMS.BLEACHSTONEINACTIVE.NAME
source: Inert
fi: Inertti

# STRINGS.MISC.STATUSITEMS.BLEACHSTONEINACTIVE.TOOLTIP
source: Environmental air pressure is too high for this <link="BLEACHSTONE">Bleach Stone</link> deposit to emit <link="CHLORINE">Chlorine</link>
fi: Ympäristön ilmanpaine on liian korkea, jotta tämä <link="BLEACHSTONE">Valkokivi</link> esiintymä voisi vapauttaa <link="CHLORINE">Klooria</link>

# STRINGS.MISC.STATUSITEMS.BURIEDITEM.NAME
source: Buried Object
fi: Hautautunut Esine

# STRINGS.MISC.STATUSITEMS.BURIEDITEM.TOOLTIP
source: Something seems to be hidden here
fi: Jotain on piilotettu tänne

# STRINGS.MISC.STATUSITEMS.CLEANING.NAME
source: Cleaning
fi: Siivoaa

# STRINGS.MISC.STATUSITEMS.CLEANING.TOOLTIP
source: This building is currently being cleaned
fi: Tätä rakennusta ollaan juuri siivoamassa

# STRINGS.MISC.STATUSITEMS.EDIBLE.NAME
source: Rations: {0}
fi: Annoksia: {0}

# STRINGS.MISC.STATUSITEMS.EDIBLE.TOOLTIP
source: Can provide <link="KCAL">{0}</link> of energy to Duplicants
fi: Pystyy tarjoamaan <link="KCAL">{0}</link> energiaa Jäljennäisille

# STRINGS.MISC.STATUSITEMS.ELEMENTALCATEGORY.TOOLTIP
source: The selected object belongs to the {Category} resource category
fi: Valittu kohde kuuluu {Category} resurssikategoriaan

# STRINGS.MISC.STATUSITEMS.ELEMENTALDISEASE.TOOLTIP
source: Current disease: {Disease}
fi: Tämänhetkinen sairaus: {Disease}

# STRINGS.MISC.STATUSITEMS.ELEMENTALMASS.TOOLTIP
source: The selected object has a mass of {Mass}
fi: Valitun kohteen massa on {Mass}

# STRINGS.MISC.STATUSITEMS.ELEMENTALTEMPERATURE.TOOLTIP
source: The selected object is currently {Temp}
fi: Valittu kohde on {Temp} lämpötilassa

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.ALRIGHT.NAME
source: None
fi: Ei Mitään

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.ALRIGHT.TOOLTIP
source: This Duplicant is none the worse for wear
fi: Tälle Jäljennäiselle ei kuulu kurjuutta kummempaa

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.CRITICAL.NAME
source: Severe
fi: Vakava

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.CRITICAL.TOOLTIP
source: This Duplicant is in serious need of medical attention
fi: Tämä Jäljennäinen kaipaa lääkinnällistä apua

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.DEAD.NAME
source: Conclusive
fi: Lopullinen

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.DEAD.TOOLTIP
source: This Duplicant won't be getting back up
fi: Tämä Jäljennäinen ei enää nouse

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.INCAPACITATED.NAME
source: Paralyzing
fi: Halvaannuttava

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.INCAPACITATED.TOOLTIP
source: This Duplicant will die if they do not receive medical attention
fi: Tämä Jäljennäinen kuolee, jos se ei saa lääkinnällistä apua

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.INJURED.NAME
source: Moderate
fi: Kohtalainen

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.INJURED.TOOLTIP
source: This Duplicant needs some patching up
fi: Tämä Jäljennäinen tarvitsee paikkaamista

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.PERFECT.NAME
source: None
fi: Ei Mitään

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.PERFECT.TOOLTIP
source: This Duplicant is in peak condition
fi: Tämä Jäljennäinen on huippukunnossa

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.SCUFFED.NAME
source: Minor
fi: Vähäinen

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.SCUFFED.TOOLTIP
source: This Duplicant has a few scrapes and bruises
fi: Tällä Jäljennäisellä on pari naarmua ja mustelmaa

# STRINGS.MISC.STATUSITEMS.HIT.NAME
source: {targetName} took {damageAmount} damage from {attackerName}'s attack!
fi: {targetName} sai {damageAmount} vahinkoa hyökkääjän {attackerName} iskusta!

# STRINGS.MISC.STATUSITEMS.MARKEDFORCOMPOST.NAME
source: Marked For Compost
fi: Merkitty Kompostoitavaksi

# STRINGS.MISC.STATUSITEMS.MARKEDFORCOMPOST.TOOLTIP
source: Awaiting a Duplicant to compost
fi: Odottaa Jäljennäistä kompostoimaan

# STRINGS.MISC.STATUSITEMS.MARKEDFORDISINFECTION.NAME
source: Disinfection Pending
fi: Odottaa Desinfiointia

# STRINGS.MISC.STATUSITEMS.MARKEDFORDISINFECTION.TOOLTIP
source: Awaiting a Duplicant to disinfect
fi: Odottaa Jäljennäistä Desinfioimaan

# STRINGS.MISC.STATUSITEMS.NOCLEARLOCATIONSAVAILABLE.NAME
source: No Sweep Destination
fi: Lakaistavilla Ei Päämäärää

# STRINGS.MISC.STATUSITEMS.NOCLEARLOCATIONSAVAILABLE.TOOLTIP
source: There are no valid destinations for this object to be swept to
fi: Tätä esinettä ei voida lakaista mihinkään

# STRINGS.MISC.STATUSITEMS.NOTMARKEDFORHARVEST.NAME
source: No Harvest Pending
fi: Ei Odottavaa Sadonkorkuuta

# STRINGS.MISC.STATUSITEMS.NOTMARKEDFORHARVEST.TOOLTIP
source: Use the Harvest Tool to mark this plant for harvest
fi: Käytä Sadonkorjuutyökalua merkitäksesi tämän kasvin sadon korjattavaksi

# STRINGS.MISC.STATUSITEMS.OPERATING.NAME
source: In Use
fi: Käytössä

# STRINGS.MISC.STATUSITEMS.OPERATING.TOOLTIP
source: This object is currently being used
fi: Tämä kohde on käytössä

# STRINGS.MISC.STATUSITEMS.ORDERATTACK.NAME
source: Pending Attack
fi: Odottaa Hyökkäistä

# STRINGS.MISC.STATUSITEMS.ORDERATTACK.TOOLTIP
source: Waiting for a Duplicant to murderize this defenseless critter
fi: Odottaa Jäljennäistä murhoittamaan tämän puolustuskyvyttömän otuksen

# STRINGS.MISC.STATUSITEMS.ORDERCAPTURE.NAME
source: Pending Wrangle
fi: Odottaa nappausta

# STRINGS.MISC.STATUSITEMS.ORDERCAPTURE.TOOLTIP
source: Waiting for a Duplicant to capture this critter ------------------ Only Duplicants trained as Ranchers can catch critters without traps
fi: Odottaa Jäljennäistä nappaamaan tämän otuksen ------------------ Ainoastaan Paimeniksi koulutetut Jäljennäiset voivat napata otuksia ilman ansoja

# STRINGS.MISC.STATUSITEMS.OREMASS.TOOLTIP
source: The selected object has a mass of {Mass}
fi: Valitun kohteen massa on {Mass}

# STRINGS.MISC.STATUSITEMS.ORETEMP.TOOLTIP
source: The selected object is currently {Temp}
fi: Valittu kohde on {Temp} lämpötilassa

# STRINGS.MISC.STATUSITEMS.OXYROCK.NEIGHBORSBLOCKED.NAME
source: Oxylite blocked
fi: Oxylitti tukehtunut

# STRINGS.MISC.STATUSITEMS.OXYROCK.NEIGHBORSBLOCKED.TOOLTIP
source: This <link="OXYROCK">Oxylite</link> deposit is not exposed to air and cannot emit <link="OXYGEN">Oxygen</link>
fi: Tämä <link="OXYROCK">Oksyliitti</link>esiintymä ei ole kosketuksissa ilman kanssa, eikä voi vapauttaa <link="OXYGEN">Happea</link>

# STRINGS.MISC.STATUSITEMS.OXYROCK.OVERPRESSURE.NAME
source: Inert
fi: Inertti

# STRINGS.MISC.STATUSITEMS.OXYROCK.OVERPRESSURE.TOOLTIP
source: Environmental air pressure is too high for this <link="OXYROCK">Oxylite</link> deposit to emit <link="OXYGEN">Oxygen</link>
fi: Ympäristön ilmanpaine on liian korkea, jotta tämä <link="OXYROCK">Oksyliitti</link>esiintymä pystyisi vapauttamaan <link="OXYGEN">Happea</link>

# STRINGS.MISC.STATUSITEMS.OXYROCKBLOCKED.TOOLTIP
source: This <link="OXYROCK">Oxylite</link> deposit has no room to emit <link="OXYGEN">Oxygen</link>
fi: Tällä <link="OXYROCK">Oksyliitti</link>esiintymällä ei ole tarpeeksi tilaa päästää <link="OXYGEN">Happea</link>

# STRINGS.MISC.STATUSITEMS.OXYROCKEMITTING.NAME
source: Emitting <link="OXYGEN">Oxygen</link>: {FlowRate}
fi: Päästää <link="OXYGEN">Happea</link>: {FlowRate}

# STRINGS.MISC.STATUSITEMS.OXYROCKEMITTING.TOOLTIP
source: Producing oxygen at a rate of {FlowRate}
fi: Tuottaa happea {FlowRate} nopeudella

# STRINGS.MISC.STATUSITEMS.OXYROCKINACTIVE.NAME
source: Inert
fi: Inertti

# STRINGS.MISC.STATUSITEMS.OXYROCKINACTIVE.TOOLTIP
source: Environmental air pressure is too high for this <link="OXYROCK">Oxylite</link> deposit to emit <link="OXYGEN">Oxygen</link>
fi: Ympäristön ilmanpaine on liian korkea, jotta tämä <link="OXYROCK">Oksyliitti</link>esiintymä pystyisi vapauttamaan <link="OXYGEN">Happea</link>

# STRINGS.MISC.STATUSITEMS.PENDINGCLEAR.NAME
source: Sweep Errand Assigned
fi: Lakaisutehtävä Määrätty

# STRINGS.MISC.STATUSITEMS.PENDINGCLEAR.TOOLTIP
source: Awaiting a Duplicant to sweep
fi: Odottaa Jäljennäistä lakaisemaan

# STRINGS.MISC.STATUSITEMS.PENDINGHARVEST.NAME
source: Harvest Errand Assigned
fi: Sadonkorjuutehtävä Määrätty

# STRINGS.MISC.STATUSITEMS.PENDINGHARVEST.TOOLTIP
source: Awaiting a Duplicant to harvest
fi: Odottaa Jäljennäistä korjaamaan sadon

# STRINGS.MISC.STATUSITEMS.PENDINGUPROOT.NAME
source: Uproot Errand Assigned
fi: Kitkemistehtävä Määrätty

# STRINGS.MISC.STATUSITEMS.PENDINGUPROOT.TOOLTIP
source: Awaiting a Duplicant to uproot
fi: Odottaa Jäljennäistä kitkemään

# STRINGS.MISC.STATUSITEMS.PICKUPABLEUNREACHABLE.NAME
source: Unreachable
fi: Saavuttamaton

# STRINGS.MISC.STATUSITEMS.PICKUPABLEUNREACHABLE.TOOLTIP
source: Duplicants cannot reach this object
fi: Jäljennäiset eivät pääse tämän kohteen luo

# STRINGS.MISC.STATUSITEMS.PRIORITIZED.NAME
source: High Priority
fi: Korkea Tärkeys

# STRINGS.MISC.STATUSITEMS.PRIORITIZED.TOOLTIP
source: This errand has been mark as important and will be preferred over other pending tasks
fi: Tämä tehtävä on merkitty tärkeäksi ja se on asetettu muiden toimien edelle

# STRINGS.MISC.STATUSITEMS.REGIONISBLOCKED.NAME
source: Blocked
fi: Tukossa

# STRINGS.MISC.STATUSITEMS.REGIONISBLOCKED.TOOLTIP
source: Undug material is blocking off an essential tile
fi: Kavamaton materiaali tukkii olennaisen laatan

# STRINGS.MISC.STATUSITEMS.SPACE.TOOLTIP
source: This region is exposed to the vacuum of space and will result in the loss of gas and liquid resources
fi: Tämä alue on altistunut avaruuden tyhjiölle ja aiheuttaa kaasu- ja nesteresurssien menetyksen

# STRINGS.MISC.STATUSITEMS.SPOUTDORMANT.NAME
source: Dormant
fi: Lepää

# STRINGS.MISC.STATUSITEMS.SPOUTDORMANT.TOOLTIP
source: This geyser's geoactivity has halted ------------------ It won't erupt again for some time
fi: Tämän geissiirin geoaktiivisuus on pysähtynyt ------------------ Se ei purkaudu vähään aikaan uudestaan

# STRINGS.MISC.STATUSITEMS.SPOUTEMITTING.NAME
source: Venting {StudiedDetails}
fi: Päästää {StudiedDetails}

# STRINGS.MISC.STATUSITEMS.SPOUTEMITTING.STUDIED
source: (idle in {Time})
fi: (toimeton {Time} kuluttua)

# STRINGS.MISC.STATUSITEMS.SPOUTEMITTING.TOOLTIP
source: This geyser is erupting
fi: Tämä geissiiri purkautuu

# STRINGS.MISC.STATUSITEMS.SPOUTIDLE.NAME
source: Idle {StudiedDetails}
fi: Toimeton {StudiedDetails}

# STRINGS.MISC.STATUSITEMS.SPOUTIDLE.STUDIED
source: (erupts in {Time})
fi: (purkautuu {Time} kuluttua)

# STRINGS.MISC.STATUSITEMS.SPOUTIDLE.TOOLTIP
source: This geyser is not currently erupting
fi: Tämä geissiiri ei juuri nyt purkaudu

# STRINGS.MISC.STATUSITEMS.SPOUTOVERPRESSURE.NAME
source: Over pressure {StudiedDetails}
fi: Ylipaine {StudiedDetails}

# STRINGS.MISC.STATUSITEMS.SPOUTOVERPRESSURE.STUDIED
source: (idle in {Time})
fi: (toimeton {Time} kuluttua)

# STRINGS.MISC.STATUSITEMS.SPOUTOVERPRESSURE.TOOLTIP
source: Spout cannot vent due to high environmental pressure
fi: Aukko ei voi päästää korkean ympäristön paineen takia

# STRINGS.MISC.STATUSITEMS.SPOUTPRESSUREBUILDING.NAME
source: Rising pressure {StudiedDetails}
fi: Paine kohoaa {StudiedDetails}

# STRINGS.MISC.STATUSITEMS.SPOUTPRESSUREBUILDING.STUDIED
source: (erupts in {Time})
fi: (purkautuu {Time} kuluttua)

# STRINGS.MISC.STATUSITEMS.SPOUTPRESSUREBUILDING.TOOLTIP
source: This geyser's internal pressure is steadily building
fi: Tämän geissiirin sisäinen paine kasvaa tasaisesti

# STRINGS.MISC.STATUSITEMS.STUDIED.NAME
source: Analysis Complete
fi: Analyysi Valmis

# STRINGS.MISC.STATUSITEMS.STUDIED.TOOLTIP
source: Information on this Natural Feature has been compiled below.
fi: Tiedot tästä Luonnonilmiöstä on koottu alle.

# STRINGS.MISC.STATUSITEMS.USING.NAME
source: Using {Target}
fi: Käyttää kohdetta {Target}

# STRINGS.MISC.STATUSITEMS.USING.TOOLTIP
source: {Target} is currently in use
fi: {Target} on käytössä

# STRINGS.MISC.STATUSITEMS.WAITINGFORDIG.NAME
source: Dig Errand Assigned
fi: Kaivuutehtävä Määrätty

# STRINGS.MISC.STATUSITEMS.WAITINGFORDIG.TOOLTIP
source: Awaiting a Duplicant to dig
fi: Odottaa Jäljennäistä kaivamaan

# STRINGS.MISC.STATUSITEMS.WAITINGFORMOP.NAME
source: Mop Errand Assigned
fi: Moppaustehtävä Määrätty

# STRINGS.MISC.STATUSITEMS.WAITINGFORMOP.TOOLTIP
source: Awaiting a Duplicant to mop
fi: Odottaa Jäljennäistä moppaamaan

# STRINGS.MISC.TAGS.AGRICULTURE
source: Agriculture
fi: Maanviljely

# STRINGS.MISC.TAGS.ALLOY
source: Alloy
fi: Metalliseos

# STRINGS.MISC.TAGS.ANTISEPTIC
source: Antiseptic
fi: Antiseptinen

# STRINGS.MISC.TAGS.ANYWATER
source: Water Based
fi: Vesipohjainen

# STRINGS.MISC.TAGS.ART
source: Art Build-Delivery
fi: Taide Rakennus-Toimitus

# STRINGS.MISC.TAGS.BED
source: Bed
fi: Sänky

# STRINGS.MISC.TAGS.BLEACHSTONE
source: Bleach Stone
fi: Valkokivi

# STRINGS.MISC.TAGS.BREATHABLE
source: Breathable Gas
fi: Hengitettävä Kaasu

# STRINGS.MISC.TAGS.BUILDABLEANY
source: Generic Buildable
fi: Yleinen Rakennettava

# STRINGS.MISC.TAGS.BUILDABLEPROCESSED
source: Refined Mineral
fi: Rikatettu Mineraali

# STRINGS.MISC.TAGS.BUILDABLERAW
source: Raw Mineral
fi: Raakamineraali

# STRINGS.MISC.TAGS.BUILDING
source: Build Dig-Delivery
fi: Rakenna Kaivuu-Toimitus

# STRINGS.MISC.TAGS.BURNS
source: Flammable
fi: Tulenarka

# STRINGS.MISC.TAGS.CLINIC
source: Clinic
fi: Terveysasema

# STRINGS.MISC.TAGS.CLOTHES
source: Clothing
fi: Vaate

# STRINGS.MISC.TAGS.COAL
source: Coal
fi: Kivihiili

# STRINGS.MISC.TAGS.COMPOSTABLE
source: Compostable
fi: Kompostoitava

# STRINGS.MISC.TAGS.COMPOSTBASICPLANTFOOD
source: Compost Muckroot
fi: Kompostoitu Mutajuurikas

# STRINGS.MISC.TAGS.COMPOSTMEAT
source: Compost Meat
fi: Kompostoitu Liha

# STRINGS.MISC.TAGS.CONSUMABLEORE
source: Consumable Ore
fi: Kulutettava Malmi

# STRINGS.MISC.TAGS.CONVEYOR
source: Shipping Build
fi: Kuljetusrakennus

# STRINGS.MISC.TAGS.COOKING
source: Cook Delivery
fi: Kokattava Toimitus

# STRINGS.MISC.TAGS.COOKINGINGREDIENT
source: Cooking Ingredient
fi: Ruuanlaittoainesosa

# STRINGS.MISC.TAGS.CRUSHABLE
source: Crushable
fi: Murskattava

# STRINGS.MISC.TAGS.DECORATION
source: Decoration
fi: Koriste

# STRINGS.MISC.TAGS.DOCTORING
source: Care Delivery
fi: Hoitotoimitus

# STRINGS.MISC.TAGS.EDIBLE
source: Edible
fi: Syötävä

# STRINGS.MISC.TAGS.EGG
source: Critter Egg
fi: Otuksen Muna

# STRINGS.MISC.TAGS.EMITSLIGHT
source: Light Emitter
fi: Valontuottaja

# STRINGS.MISC.TAGS.EXTRUDABLE
source: Extrudable
fi: Puristettava

# STRINGS.MISC.TAGS.FABRICATING
source: Fabricate Delivery
fi: Valmistustoimitus

# STRINGS.MISC.TAGS.FARMABLE
source: Cultivable Soil
fi: Viljeltävä Maa

# STRINGS.MISC.TAGS.FARMING
source: Farm Build-Delivery
fi: Viljely Rakennus-Toimitus

# STRINGS.MISC.TAGS.FARMSTATION
source: Farm Station
fi: Viljelystyöpiste

# STRINGS.MISC.TAGS.FILTER
source: Filtration Medium
fi: Suodatusväliaine

# STRINGS.MISC.TAGS.GAS
source: Gas
fi: Kaasu

# STRINGS.MISC.TAGS.GENE_SHUFFLER
source: Neural Vacillator
fi: Hermovaihtelija

# STRINGS.MISC.TAGS.ICEORE
source: Ice
fi: Jää

# STRINGS.MISC.TAGS.INDUSTRIALINGREDIENT
source: Industrial Ingredient
fi: Teollinen Ainesosa

# STRINGS.MISC.TAGS.INDUSTRIALPRODUCT
source: Industrial Product
fi: Teollinen Tuote

# STRINGS.MISC.TAGS.LIFE
source: Life
fi: Elämä

# STRINGS.MISC.TAGS.LIQUID
source: Liquid
fi: Neste

# STRINGS.MISC.TAGS.LIQUIFIABLE
source: Liquifiable
fi: Nesteytettävä

# STRINGS.MISC.TAGS.MACHINE_SHOP
source: Machine Shop
fi: Konepaja

# STRINGS.MISC.TAGS.MANUFACTUREDMATERIAL
source: Manufactured Material
fi: Tuotettu Materiaali

# STRINGS.MISC.TAGS.MARKEDFORCOMPOST
source: Marked For Compost
fi: Merkitty Kompostoitavaksi

# STRINGS.MISC.TAGS.MASSAGE_TABLE
source: Massage Table
fi: Hierontapöytä

# STRINGS.MISC.TAGS.MEDICINE
source: Medicine
fi: Lääke

# STRINGS.MISC.TAGS.MESSSTATION
source: Dining Table
fi: Ruokapöytä

# STRINGS.MISC.TAGS.METAL
source: Raw Metal
fi: Raakametalli

# STRINGS.MISC.TAGS.MIXTURE
source: Mixture
fi: Seos

# STRINGS.MISC.TAGS.MULTITOOL
source: Multitool
fi: Monityökalu

# STRINGS.MISC.TAGS.OIL
source: Hydrocarbon
fi: Hiilivety

# STRINGS.MISC.TAGS.ORE
source: Ore
fi: Malmi

# STRINGS.MISC.TAGS.ORGANICS
source: Organic
fi: Orgaaninen

# STRINGS.MISC.TAGS.OTHER
source: Miscellaneous
fi: Sekalainen

# STRINGS.MISC.TAGS.PHOSPHORUS
source: Phosphorus
fi: Fosfori

# STRINGS.MISC.TAGS.PICKLED
source: Pickled
fi: Säilyke

# STRINGS.MISC.TAGS.PLASTIC
source: Plastic
fi: Muovi

# STRINGS.MISC.TAGS.PLUMBABLE
source: Plumbable
fi: Putkitettava

# STRINGS.MISC.TAGS.POWER
source: Generator Delivery
fi: Generaattoritoimitus

# STRINGS.MISC.TAGS.POWERSTATION
source: Power Station
fi: Voima-asema

# STRINGS.MISC.TAGS.PRECIOUSMETAL
source: Precious Metal
fi: Jalometalli

# STRINGS.MISC.TAGS.RAWPRECIOUSMETAL
source: Raw Precious Metal
fi: Raaka Jalometalli

# STRINGS.MISC.TAGS.REFINEDMETAL
source: Refined Metal
fi: Rikastettu Metalli

# STRINGS.MISC.TAGS.RELAXATION_POINT
source: Leisure Area
fi: Ajanviettoalue

# STRINGS.MISC.TAGS.RESEARCH
source: Research Delivery
fi: Tutkimustoimitus

# STRINGS.MISC.TAGS.SEED
source: Seed
fi: Siemen

# STRINGS.MISC.TAGS.SOLID
source: Solid
fi: Kiinteä

# STRINGS.MISC.TAGS.SOLIDMATERIAL
source: Solid Material
fi: Kiinteä Materiaali

# STRINGS.MISC.TAGS.SPECIAL
source: Special
fi: Erikoinen

# STRINGS.MISC.TAGS.STEEL
source: Steel
fi: Teräs

# STRINGS.MISC.TAGS.SUIT
source: Suit
fi: Puku

# STRINGS.MISC.TAGS.TOILET
source: Toilet
fi: Vessa

# STRINGS.MISC.TAGS.TOXIC
source: Toxic
fi: Myrkyllinen

# STRINGS.MISC.TAGS.TRANSPARENT
source: Transparent
fi: Läpinäkyvä

# STRINGS.MISC.TAGS.UNBREATHABLE
source: Unbreathable
fi: Hengityskelvoton

# STRINGS.MISC.TAGS.UNSTABLE
source: Unstable
fi: Epävakaa

# STRINGS.MISC.TAGS.WIRING
source: Wire Build-Delivery
fi: Johto Rakennus-Toimitus

# STRINGS.MISC.TUTORIAL.DONT_SHOW_AGAIN
source: Don't Show Again
fi: Älä Näytä Uudelleen

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.ACIDIC
source: Acidic
fi: Hapan

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.ANTIGRAVITY
source: Antigravity
fi: Painovoiman Vastainen

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.BEAUTIFUL
source: Beautiful
fi: Kaunis

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.BESIEGED
source: Besieged
fi: Piiritetty

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.BREATHLESS
source: Breathless
fi: Hengetön

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.BURGEONING
source: Burgeoning
fi: Orastava

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.BUSTLING
source: Bustling
fi: Touhukas

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.CHAOTIC
source: Chaotic
fi: Kaoottinen

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.CLONE
source: Clone
fi: Klooni

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.CONTAGIOUS
source: Contagious
fi: Tarttuva

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.COOL
source: Cool
fi: Viiljeä

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.COUGHING
source: Coughing
fi: Yskivä

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.CUTE
source: Cute
fi: Sievä

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.DANGEROUS
source: Dangerous
fi: Vaarallinen

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.DARKEST
source: Darkest
fi: Pimein

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.DEADLY
source: Deadly
fi: Tappava

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.DEATH
source: Death
fi: Kuolema

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.DELICATE
source: Delicate
fi: Herkkä

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.DISEASED
source: Diseased
fi: Tautinen

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.DOOMED
source: Doomed
fi: Tuomittu

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.DORKY
source: Dorky
fi: Dorka

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.DUPLICANT
source: Duplicant
fi: Jäljennäinen

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.FESTERING
source: Festering
fi: Märkivä

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.FUTURE
source: Future
fi: Tulevaisuuden

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.GALACTIC
source: Galactic
fi: Galaktinen

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.GOLDEN
source: Golden
fi: Kultainen

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.GREAT
source: Great
fi: Suuri

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.GRIMY
source: Grimy
fi: Likainen

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.HAPLESS
source: Hapless
fi: Onneton

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.HAPPY
source: Happy
fi: Onnellinen

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.HARDY
source: Hardy
fi: Sitkeä

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.HIP
source: Hip
fi: Ajanmukainen

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.HOPEFUL
source: Hopeful
fi: Toiveikas

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.IDYLLIC
source: Idyllic
fi: Idyllinen

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.ILL
source: Ill
fi: Sairas

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.IMMUNE
source: Immune
fi: Immuuni

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.IMPENETRABLE
source: Impenetrable
fi: Läpäisemätön

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.INCREDIBLE
source: Incredible
fi: Uskomaton

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.INESCAPABLE
source: Inescapable
fi: Väistämätön

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.INSPIRING
source: Inspiring
fi: Inspiroiva

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.INTERGALACTIC
source: Intergalactic
fi: Galaksien Välinen

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.INVISIBLE
source: Invisible
fi: Näkymätön

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.IRONIC
source: Ironic
fi: Ironinen

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.LAMENTABLE
source: Lamentable
fi: Valitettava

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.LEAKY
source: Leaky
fi: Vuotava

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.LOVELIEST
source: Loveliest
fi: Ihanin

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.LUCKLESS
source: Luckless
fi: Onneton

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.LUCKY
source: Lucky
fi: Onnekas

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.LUNAR
source: Lunar
fi: Kuu

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.LUXURY
source: Luxury
fi: Ylellinen

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.MERRY
source: Merry
fi: Iloinen

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.MESSY
source: Messy
fi: Sotkuinen

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.NEEDY
source: Needy
fi: Vaativa

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.OPTIMISTIC
source: Optimistic
fi: Optimistinen

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.OUTRAGEOUS
source: Outrageous
fi: Raivostuttava

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.PERFECT
source: Perfect
fi: Täydellinen

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.PHELGM_COATED
source: Phlegm-Coated
fi: Liman Peittämä

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.PLAGUED
source: Plagued
fi: Piinattu

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.PLUCKY
source: Plucky
fi: Sisukas

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.PROSPEROUS
source: Prosperous
fi: Menestyvä

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.QUARANTINED
source: Quarantined
fi: Karanteeniin Eristetty

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.RADICAL
source: Radical
fi: Radikaali

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.RADIOACTIVE
source: Radioactive
fi: Radioaktiivinen

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.RAMSHACKLE
source: Ramshackle
fi: Ränsistynyt

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.REGRETTABLE
source: Regrettable
fi: Valitettava
