Repository: Eerjunic/OxygenNotIncluded_Fi
Catalog: strings.po
Languages: fi

# STRINGS.CREATURES.SPECIES.HATCH.VARIANT_METAL.BABY.DESC
source: An innocent baby <link="HATCHMETAL">Hatch</link>. This one is a Smooth morph, and loves nibbling on different types of metals.
fi: Viaton <link="HATCHMETAL">Kuoriais</link>vauva. Tämä on Sileämuunnos ja rakastaa erityyppisten metallien nakertamista.

# STRINGS.CREATURES.SPECIES.HATCH.VARIANT_METAL.BABY.NAME
source: <link="HATCHMETAL">Smooth Hatchling</link>
fi: <link="HATCHMETAL">Pikkusilokuoriainen</link>

# STRINGS.CREATURES.SPECIES.HATCH.VARIANT_METAL.DESC
source: Smooth Hatches excrete solid <link="COPPER">Copper</link> as waste and enjoy burrowing into the ground.
fi: Silokuoriaiset ulostavat kiinteää <link="COPPER">Kuparia</link> ja tykkäävät kaivautua maahan.

# STRINGS.CREATURES.SPECIES.HATCH.VARIANT_METAL.EGG_NAME
source: <link="HATCHMETAL">Smooth Hatchling Egg</link>
fi: <link="HATCHMETAL">Pikkusilokuoriaisen Muna</link>

# STRINGS.CREATURES.SPECIES.HATCH.VARIANT_METAL.NAME
source: <link="HATCHMETAL">Smooth Hatch</link>
fi: <link="HATCHMETAL">Silokuoriainen</link>

# STRINGS.CREATURES.SPECIES.HATCH.VARIANT_VEGGIE.BABY.DESC
source: An innocent baby <link="HATCH">Hatch</link>. This one is a Sage morph, and loves nibbling on most organic materials.
fi: Viaton <link="HATCH">Kuoriais</link>vauva. Tämä on Viisasta muunnosta ja rakastaa orgaanisen aineksen nakertamista.

# STRINGS.CREATURES.SPECIES.HATCH.VARIANT_VEGGIE.BABY.NAME
source: <link="HATCHVEGGIE">Sage Hatchling</link>
fi: <link="HATCHVEGGIE">Viisas Pikkukuoriainen</link>

# STRINGS.CREATURES.SPECIES.HATCH.VARIANT_VEGGIE.DESC
source: Sage Hatches excrete solid <link="CARBON">Coal</link> as waste and enjoy burrowing into the ground.
fi: Viisaat kivikuoriaiset ulostavat kiinteää <link="CARBON">Coal</link> hiiltä ja tykkäävät kaivautua maahan.

# STRINGS.CREATURES.SPECIES.HATCH.VARIANT_VEGGIE.EGG_NAME
source: <link="HATCHVEGGIE">Sage Hatchling Egg</link>
fi: <link="HATCHVEGGIE">Viisaan Pikkukuoriaisen Muna</link>

# STRINGS.CREATURES.SPECIES.HATCH.VARIANT_VEGGIE.NAME
source: <link="HATCHVEGGIE">Sage Hatch</link>
fi: <link="HATCHVEGGIE">Viisas Kuoriainen</link>

# STRINGS.CREATURES.SPECIES.HEATBULB.DESC
source: A temperature reactive, subterranean <link="PLANTS">Plant</link>.
fi: Lämpötilaan reagoiva, maanalainen <link="PLANTS">Kasvi</link>.

# STRINGS.CREATURES.SPECIES.HEATBULB.NAME
source: <link="HEATBULB">Fervine</link>
fi: <link="HEATBULB">Ferviini</link>

# STRINGS.CREATURES.SPECIES.HEATBULBSEED.DESC
source: A temperature reactive, subterranean <link="PLANTS">Plant</link>.
fi: Lämpötilaan reagoiva, maanalainen <link="PLANTS">Kasvi</link>.

# STRINGS.CREATURES.SPECIES.HEATBULBSEED.NAME
source: <link="HEATBULBSEED">Fervine Bulb</link>
fi: <link="HEATBULBSEED">Ferviinin Sipuli</link>

# STRINGS.CREATURES.SPECIES.JUNGLEGASPLANT.DESC
source: A large, chlorine-dwelling <link="PLANTS">Plant</link> that can be grown in farm buildings. Palmeras grow inedible buds that emit toxic hydrogen gas.
fi: Suuri, kloorissa kasvava<link="PLANTS">Kasvi</link>, jota voi kasvattaa viljelyrakennuksissa. Palmeeroista kasvaa syömäkelvottomia sipuleja, jotka päästävät myrkyllistä vetykaasua.

# STRINGS.CREATURES.SPECIES.JUNGLEGASPLANT.DOMESTICATEDDESC
source: A large, chlorine-dwelling <link="PLANTS">Plant</link> that grows inedible buds which emit toxic hydrogen gas.
fi: Suuri, kloorissa kasvava <link="PLANTS">Kasvi</link>, joka kasvattaa syömäkelvottomia, myrkyllistä vetykaasua erittäviä nuppuja.

# STRINGS.CREATURES.SPECIES.JUNGLEGASPLANT.NAME
source: <link="JUNGLEGASPLANT">Palmera Tree</link>
fi: <link="JUNGLEGASPLANT">Palmerapuu</link>

# STRINGS.CREATURES.SPECIES.LIGHTBUG.BABY.DESC
source: A chubby baby <link="LIGHTBUG">Shine Bug</link>.
fi: Pullea <link="LIGHTBUG">Kiiltoötökän</link> vauva.

# STRINGS.CREATURES.SPECIES.LIGHTBUG.BABY.NAME
source: <link="LIGHTBUG">Shine Nymph</link>
fi: <link="LIGHTBUG">Kiiltonymffi</link>

# STRINGS.CREATURES.SPECIES.LIGHTBUG.DESC
source: Shine Bugs emit a soft <link="LIGHT">Light</link> in hopes of attracting more of their kind for company.
fi: Kiiltoötökät tuottavat pehmeää <link="LIGHT">Valoa</link> kaltaistensa houkuttelemisen toivossa.

# STRINGS.CREATURES.SPECIES.LIGHTBUG.EGG_NAME
source: <link="LIGHTBUG">Shine Nymph Egg</link>
fi: <link="LIGHTBUG">Kiiltonymffin Muna</link>

# STRINGS.CREATURES.SPECIES.LIGHTBUG.NAME
source: <link="LIGHTBUG">Shine Bug</link>
fi: <link="LIGHTBUG">Kiiltoötökkä</link>

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_BLACK.BABY.DESC
source: A chubby baby <link="LIGHTBUGBLACK">Shine Bug</link>. This one is an Abyss morph.
fi: Pullea <link="LIGHTBUGBLACK">Kiiltoötökän</link> vauva. Tämä yksilö on Taivaansinimuunnosta.

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_BLACK.BABY.NAME
source: <link="LIGHTBUGBLACK">Abyss Nymph</link>
fi: <link="LIGHTBUGBLACK">Taivaansininymffi</link>

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_BLACK.DESC
source: This Shine Bug emits no <link="LIGHT">Light</link>, but it makes up for it by having an excellent personality.
fi: Tämä Kiiltoötökkä ei tuota <link="LIGHT">Valoa</link>, mutta sen sijaan sillä on erinomainen luonne.

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_BLACK.EGG_NAME
source: <link="LIGHTBUGBLACK">Abyss Nymph Egg</link>
fi: <link="LIGHTBUGBLACK">Taivaansininymffin Muna</link>

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_BLACK.NAME
source: <link="LIGHTBUGBLACK">Abyss Bug</link>
fi: <link="LIGHTBUGBLACK">Taivaansiniötökkä</link>

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_BLUE.BABY.DESC
source: A chubby baby <link="LIGHTBUGBLUE">Shine Bug</link>. This one is an Azure morph.
fi: Pullea <link="LIGHTBUGBLUE">Kiiltoötökän</link> poikanen. Tämä yksilö on Taivaansinimuunnosta.

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_BLUE.BABY.NAME
source: <link="LIGHTBUGBLUE">Azure Nymph</link>
fi: <link="LIGHTBUGBLUE">Taivaansininymffi</link>

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_BLUE.DESC
source: Shine Bugs emit a soft <link="LIGHT">Light</link> in hopes of attracting more of their kind for company. The light of the Azure morph has been turned blue through selective breeding.
fi: Kiiltoötökät tuottavat pehmeää <link="LIGHT">Valoa</link> siinä toivossa, että onnistuisivat houkuttelemaan kaltaisiaan seurakseen. Taivaansinimuunnoksen valo on muutettu siniseksi valikoidun jalostuksen seurauksena.

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_BLUE.EGG_NAME
source: <link="LIGHTBUGBLUE">Azure Nymph Egg</link>
fi: <link="LIGHTBUGBLUE">Taivaansininymffin Muna</link>

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_BLUE.NAME
source: <link="LIGHTBUGBLUE">Azure Bug</link>
fi: <link="LIGHTBUGBLUE">Taivaansiniötökkä</link>

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_CRYSTAL.BABY.DESC
source: A chubby baby <link="LIGHTBUGCRYSTAL">Shine Bug</link>. This one is a Radiant morph.
fi: Pullea <link="LIGHTBUGCRYSTAL">Kiiltoötökän</link> poikanen. Tämä yksilö on Säteilevää muunnosta.

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_CRYSTAL.BABY.NAME
source: <link="LIGHTBUGCRYSTAL">Radiant Nymph</link>
fi: <link="LIGHTBUGCRYSTAL">Säteilevä nymffi</link>

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_PURPLE.DESC
source: Shine Bugs emit a soft <link="LIGHT">Light</link> in hopes of attracting more of their kind for company. The light of the Royal morph has been turned purple through selective breeding.
fi: Kiiltoötökät tuottavat pehmeää <link="LIGHT">Valoa</link> siinä toivossa, että onnistuisivat houkuttelemaan kaltaisiaan seurakseen. Kuningasmuunnoksen valo on muutettu purppuraksi valikoidulla jalostamisella.

# STRINGS.CREATURES.SPECIES.METHANEGEYSER.DESC
source: A highly pressurized geyser that periodically erupts with <link="METHANE">Natural Gas</link>.
fi: Korkeapaineinen geissiiri, josta ajoittain purkautuu <link="METHANE">Maakaasua</link>.

# STRINGS.CREATURES.SPECIES.METHANEGEYSER.NAME
source: <link="GEYSERGENERICMETHANEGEYSER">Natural Gas Geyser</link>
fi: <link="GEYSERGENERICMETHANEGEYSER">Maakaasugeissiiri</link>

# STRINGS.CREATURES.SPECIES.MUSHROOMPLANT.DESC
source: Dusk Caps produce <link="MUSHROOM">Mushroom</link>, fungal growths that can be harvested for <link="FOOD">Food</link>.
fi: Ruskolakit tuottavat <link="MUSHROOM">Sieniä</link>, sienikasvustoa, jota voidaan kerätä <link="FOOD">Ruuaksi</link>.

# STRINGS.CREATURES.SPECIES.MUSHROOMPLANT.DOMESTICATEDDESC
source: This plant produces edible <link="MUSHROOM">Mushrooms</link>.
fi: Tämä kasvi tuottaa syötävää <link="MUSHROOM">Sientä</link>.

# STRINGS.CREATURES.SPECIES.MUSHROOMPLANT.NAME
source: <link="MUSHROOMPLANT">Dusk Cap</link>
fi: <link="MUSHROOMPLANT">Ruskolakki</link>

# STRINGS.CREATURES.SPECIES.MYSTERYEGG.DESC
source: What's growing inside? Something nice? Something mean?
fi: Mitähän sisällä kasvaa? Jotain mukavaa? Jotain ilkeää?

# STRINGS.CREATURES.SPECIES.MYSTERYEGG.NAME
source: <link="MYSTERYEGG">Mysterious Egg</link>
fi: <link="MYSTERYEGG">Mysteerimuna</link>

# STRINGS.CREATURES.SPECIES.OIL_WELL.DESC
source: Oil Reservoirs are rock formations with <link="CRUDEOIL">Crude Oil</link> deposits beneath their surface. Oil can be extracted from a reservoir with sufficient pressure.
fi: Öljylähteet ovat kivimuodostelmia, joiden pintojen alla on <link="CRUDEOIL">Raakaöljy</link>taskuja. Öljyä voidaan pumpata lähteestä tarpeeksi suuren paineen avulla.

# STRINGS.CREATURES.SPECIES.OIL_WELL.NAME
source: <link="OILWELL">Oil Reservoir</link>
fi: <link="OILWELL">Öljylähde</link>

# STRINGS.CREATURES.SPECIES.OILFLOATER.BABY.DESC
source: A goopy little <link="OILFLOATER">Slickster Larva</link>. One day it will grow into an adult<link="OILFLOATER">Slickster</link>.
fi: Niljakas, pieni <link="OILFLOATER">Liukujatoukka</link>. Jonain päivänä siitä kasvaa aikuinen <link="OILFLOATER">Liukuja</link>.

# STRINGS.CREATURES.SPECIES.OILFLOATER.BABY.NAME
source: <link="OILFLOATER">Slickster Larva</link>
fi: <link="OILFLOATER">Liukujatoukka</link>

# STRINGS.CREATURES.SPECIES.OILFLOATER.DESC
source: Slicksters are slimy critters that consume <link="CARBONDIOXIDE">Carbon Dioxide</link> and exude <link="CRUDEOIL">Crude Oil</link>.
fi: Liukujat ovat niljakkaita, <link="CARBONDIOXIDE">Hiilidioksidia</link> kuluttavia ötököitä. Niistä tihkuu <link="CRUDEOIL">Raakaöljyä</link>.

# STRINGS.CREATURES.SPECIES.OILFLOATER.EGG_NAME
source: <link="OILFLOATER">Slickster Larva Egg</link>
fi: <link="OILFLOATER">Liukujatoukan Muna</link>

# STRINGS.CREATURES.SPECIES.OILFLOATER.NAME
source: <link="OILFLOATER">Slickster</link>
fi: <link="OILFLOATER">Liukuja</link>

# STRINGS.CREATURES.SPECIES.OILFLOATER.VARIANT_DECOR.BABY.NAME
source: <link="OILFLOATERDECOR">Longhair Slickster Larva</link>
fi: <link="OILFLOATERDECOR">Pitkäkarvaliukujatoukka</link>

# STRINGS.CREATURES.SPECIES.OILFLOATER.VARIANT_DECOR.EGG_NAME
source: <link="OILFLOATERDECOR">Longhair Slickster Larva Egg</link>
fi: <link="OILFLOATERDECOR">Pitkäkarvaliukujatoukan Muna/link>

# STRINGS.CREATURES.SPECIES.OILFLOATER.VARIANT_DECOR.NAME
source: <link="OILFLOATERDECOR">Longhair Slickster</link>
fi: <link="OILFLOATERDECOR">Pitkäkarvaliukuja</link>

# STRINGS.CREATURES.SPECIES.OILFLOATER.VARIANT_HIGHTEMP.BABY.DESC
source: A goopy baby <link="OILFLOATERHIGHTEMP">Slickster</link>. This one is a Molten morph.
fi: Niljakas <link="OILFLOATERDECOR">Liukujan</link> poikanen. Tämä yksilö on Sulamuunnosta.

# STRINGS.CREATURES.SPECIES.OILFLOATER.VARIANT_HIGHTEMP.BABY.NAME
source: <link="OILFLOATERHIGHTEMP">Molten Slickster Larva</link>
fi: <link="OILFLOATERHIGHTEMP">Sulaliukujatoukka</link>

# STRINGS.CREATURES.SPECIES.OILFLOATER.VARIANT_HIGHTEMP.DESC
source: Molten Slicksters are slimy critters that consume <link="CARBONDIOXIDE">Carbon Dioxide</link> and exude <link="PETROLEUM">Petroleum</link>.
fi: Sulaliukujat ovat limaisia otuksia, jotka kuluttavat <link="CARBONDIOXIDE">Hiilidioksidia</link> ja tihkuvat <link="PETROLEUM">Bensiiniä</link>.

# STRINGS.CREATURES.SPECIES.OILFLOATER.VARIANT_HIGHTEMP.EGG_NAME
source: <link="OILFLOATERHIGHTEMP">Molten Slickster Larva Egg</link>
fi: <link="OILFLOATERHIGHTEMP">Sulaliukujatoukan Muna</link>

# STRINGS.CREATURES.SPECIES.OILFLOATER.VARIANT_HIGHTEMP.NAME
source: <link="OILFLOATERHIGHTEMP">Molten Slickster</link>
fi: <link="OILFLOATERHIGHTEMP">Sulaliukuja</link>

# STRINGS.CREATURES.SPECIES.OILSPOUT.DESC
source: A rocky vent that spouts crude oil.
fi: Kivinen aukko, josta pulppuaa raakaöljyä.

# STRINGS.CREATURES.SPECIES.OILSPOUT.NAME
source: <link="OILSPOUT">Oil Spout</link>
fi: <link="OILSPOUT">Öljysuihku</link>

# STRINGS.CREATURES.SPECIES.PACU.BABY.NAME
source: <link="PACU">Pacu Fry</link>
fi: <link="PACU">Pacun poikanen</link>

# STRINGS.CREATURES.SPECIES.PACU.DESC
source: Pacus are aquatic creatures that cannot live outside of <link="WATER">Water</link> or <link="DIRTYWATER">Polluted Water</link>. Every organism in the known universe finds the Pacu extremely delicious.
fi: Pacut ovat vedeneläviä, jota eivät voi elää <link="WATER">Veden</link> ulkopuolella tai <link="DIRTYWATER">Saastuneessa vedessä</link>. Kaikkien maailmankaikkeuden eliöiden mielestä Pacu on erittäin herkullinen.

# STRINGS.CREATURES.SPECIES.PACU.EGG_NAME
source: <link="PACUEGG">Pacu Egg</link>
fi: <link="PACUEGG">Pacun Muna</link>

# STRINGS.CREATURES.SPECIES.PACU.VARIANT_CLEANER.BABY.NAME
source: <link="PACUCLEANER">Gulp Fish Fry</link>
fi: <link="CLEANERPACUEGG">Hörppykalanpoikanen</link>

# STRINGS.CREATURES.SPECIES.PACU.VARIANT_CLEANER.DESC
source: Every organism in the known universe finds the Pacu extremely delicious.
fi: Kaikkien maailmankaikkeuden eliöiden mielestä Pacu on erittäin herkullinen.

# STRINGS.CREATURES.SPECIES.PACU.VARIANT_CLEANER.EGG_NAME
source: <link="CLEANERPACUEGG">Gulp Fish Egg</link>
fi: <link="CLEANERPACUEGG">Hörppykalan Muna</link>

# STRINGS.CREATURES.SPECIES.PACU.VARIANT_CLEANER.NAME
source: <link="PACUCLEANER">Gulp Fish</link>
fi: <link="CLEANERPACUEGG">Hörppykalan</link>

# STRINGS.CREATURES.SPECIES.PACU.VARIANT_TROPICAL.BABY.NAME
source: <link="PACUTROPICAL">Tropical Pacu Fry</link>
fi: <link="TROPICALPACU">Trooppisen Pacun Poikanen</link>

# STRINGS.CREATURES.SPECIES.PACU.VARIANT_TROPICAL.DESC
source: Every organism in the known universe finds the Pacu extremely delicious.
fi: Kaikkien maailmankaikkeuden eliöiden mielestä Pacu on erittäin herkullinen.

# STRINGS.CREATURES.SPECIES.PACU.VARIANT_TROPICAL.EGG_NAME
source: <link="PACUTROPICALEGG">Tropical Pacu Egg</link>
fi: <link="TROPICALPACUEGG">Trooppisen Pacun Muna</link>

# STRINGS.CREATURES.SPECIES.PACU.VARIANT_TROPICAL.NAME
source: <link="PACUTROPICAL">Tropical Pacu</link>
fi: <link="TROPICALPACU">Trooppinen Pacu</link>

# STRINGS.CREATURES.SPECIES.PACUEGG.DESC
source: A tiny Pacu is nestled inside. It is not yet ready for the world.
fi: Pikkuruinen Pacu on käpertyneenä sisäpuolella. Se ei ole vielä valmis tähän maailmaan.

# STRINGS.CREATURES.SPECIES.PACUEGG.NAME
source: <link="PACUEGG">Pacu Egg</link>
fi: <link="PACUEGG">Pacun Muna</link>

# STRINGS.CREATURES.SPECIES.PRICKLEFLOWER.DESC
source: Bristle Blossoms produce <link="PRICKLEFRUIT">Bristle Berry</link>, a prickly edible bud.
fi: Harjastkukat tuottavat piikikkäitä, mutta syötäviä <link="PRICKLEFRUIT">Harjasmarjoja</link>.

# STRINGS.CREATURES.SPECIES.PRICKLEFLOWER.DOMESTICATEDDESC
source: This plant produces edible <link="BRISTLE BERRY">Bristle Berries</link>.
fi: Tämä kasvi tuottaa syötäviä <link="PRICKLEFRUIT">Harjasmarjoja</link>.

# STRINGS.CREATURES.SPECIES.PRICKLEFLOWER.NAME
source: <link="PRICKLEFLOWER">Bristle Blossom</link>
fi: <link="PRICKLEFLOWER">Harjaskukka</link>

# STRINGS.CREATURES.SPECIES.PRICKLEGRASS.DESC
source: Bluff Briars exude pheromones causing critters to view them as especially beautiful.
fi: Hämytappurat erittävät feromoneja, joiden vaikutuksesta otukset pitävät niitä erityisen kauniina.

# STRINGS.CREATURES.SPECIES.PRICKLEGRASS.DOMESTICATEDDESC
source: This plant improves <link="DECOR">Decor</link>.
fi: Tämä kasvi parantaa <link="DECOR">Koristeellisuutta</link>.

# STRINGS.CREATURES.SPECIES.PRICKLEGRASS.NAME
source: <link="PRICKLEGRASS">Bluff Briar</link>
fi: <link="PRICKLEGRASS">Hämytappura</link>

# STRINGS.CREATURES.SPECIES.PROPANESPOUT.DESC
source: A rocky vent that spouts <link="PROPANE">Propane</link>.
fi: Kivinen aukko, josta suihkuaa <link="PROPANE">Propaania</link>.

# STRINGS.CREATURES.SPECIES.PROPANESPOUT.NAME
source: <link="GEYSERS">Propane Spout</link>
fi: <link="GEYSERS">Propaanisuihku</link>

# STRINGS.CREATURES.SPECIES.PUFT.BABY.DESC
source: A gassy little <link="PUFT">Puftlet</link>. In time it will grow into an adult <link="PUFT">Puft</link>.
fi: Pieni, kaasuinen <link="PUFT">Pöhnöporsas</link>. Ajallaan siitä kasvaa aikuinen <link="PUFT">Pöhnö</link>.

# STRINGS.CREATURES.SPECIES.PUFT.BABY.NAME
source: <link="PUFT">Puftlet</link>
fi: <link="PUFT">Pöhnöporsas</link>

# STRINGS.CREATURES.SPECIES.PUFT.DESC
source: Pufts are non-aggressive critters that excrete lumps of <link="SLIMEMOLD">Slime</link> with each breath.
fi: Pöhnöt ovat lauhkeita otuksia, jotka ulostavat <link="SLIMEMOLD">Lima</link>möykkyjä joka hengitytksellä.

# STRINGS.CREATURES.SPECIES.PUFT.EGG_NAME
source: <link="PUFT">Puftlet Egg</link>
fi: <link="PUFT">Pöhnöporsaan Muna</link>

# STRINGS.CREATURES.SPECIES.PUFT.NAME
source: <link="PUFT">Puft</link>
fi: <link="PUFT">Pöhnö</link>

# STRINGS.CREATURES.SPECIES.PUFT.VARIANT_ALPHA.BABY.DESC
source: A gassy baby <link="PUFTALPHA">Puft</link>. This one seems a bit snobby...
fi: Kaasuinen <link="PUFTALPHA">Pöhnön</link> poikanen. Tämä yksilö vaikuttaa hieman nirppanokalta...

# STRINGS.CREATURES.SPECIES.PUFT.VARIANT_ALPHA.BABY.NAME
source: <link="PUFTALPHA">Puftlet Prince</link>
fi: <link="PUFTALPHA">Pöhnöporsasprinssi</link>

# STRINGS.CREATURES.SPECIES.PUFT.VARIANT_ALPHA.DESC
source: The Puft Prince is a lazy critter that excretes little lumps of <link="SLIMEMOLD">Slime</link> with each breath.
fi: Pöhnöprinssi on laiska otus, joka ulostaa pieniä <link="SLIMEMOLD">Lima</link>möykkyjä joka hengityksellä.

# STRINGS.CREATURES.SPECIES.PUFT.VARIANT_ALPHA.EGG_NAME
source: <link="PUFTALPHA">Puftlet Prince Egg</link>
fi: <link="PUFTALPHA">Pöhnöporsasprinssin Muna</link>

# STRINGS.CREATURES.SPECIES.PUFT.VARIANT_ALPHA.NAME
source: <link="PUFTALPHA">Puft Prince</link>
fi: <link="PUFTALPHA">Pöhnöprinssi</link>

# STRINGS.CREATURES.SPECIES.PUFT.VARIANT_BLEACHSTONE.BABY.DESC
source: A gassy baby <link="PUFTBLEACHSTONE">Puft</link>. This one is a Squeaky morph.
fi: Äänekäs <link="PUFTBLEACHSTONE">Pöhnön</link> poikanen. Tämä yksilö on Vinkumuunnosta.

# STRINGS.CREATURES.SPECIES.PUFT.VARIANT_BLEACHSTONE.BABY.NAME
source: <link="PUFTBLEACHSTONE">Squeaky Puftlet</link>
fi: <link="PUFTBLEACHSTONE">Vinkupöhnöporsas</link>

# STRINGS.CREATURES.SPECIES.PUFT.VARIANT_BLEACHSTONE.DESC
source: Squeaky Pufts are non-aggressive critters that excrete lumps of <link="BLEACHSTONE">Bleach Stone</link> with each breath.
fi: Vinkupöhnöt ovat lauhkeita otuksia, jotka ulostavat <link="BLEACHSTONE">Valkokivi</link>möykkyjä joka hengityksellä.

# STRINGS.CREATURES.SPECIES.PUFT.VARIANT_BLEACHSTONE.EGG_NAME
source: <link="PUFTBLEACHSTONE">Squeaky Puftlet Egg</link>
fi: <link="PUFTBLEACHSTONE">Vinkupöhnöporsaan Muna</link>

# STRINGS.CREATURES.SPECIES.PUFT.VARIANT_BLEACHSTONE.NAME
source: <link="PUFTBLEACHSTONE">Squeaky Puft</link>
fi: <link="PUFTBLEACHSTONE">Vinkupöhnö</link>

# STRINGS.CREATURES.SPECIES.PUFT.VARIANT_OXYLITE.BABY.DESC
source: A gassy baby <link="PUFTOXYLITE">Puft</link>. This one is a Dense morph.
fi: Äänekäs <link="PUFTOXYLITE">Pöhnön</link> poikanen. Tämä yksilö on Kiiltomuunnosta.

# STRINGS.CREATURES.SPECIES.PUFT.VARIANT_OXYLITE.BABY.NAME
source: <link="PUFTOXYLITE">Dense Puftlet</link>
fi: <link="PUFTOXYLITE">Kiintopöhnöporsas</link>

# STRINGS.CREATURES.SPECIES.PUFT.VARIANT_OXYLITE.DESC
source: Dense Pufts are non-aggressive critters that excrete condensed <link="OXYROCK">Oxylite</link> with each breath.
fi: Kiintopöhnöt ovat lauhkeita otuksia, jotka ulostavat tiivistettyä <link="OXYROCK">Oksyliittiä</link> joka hengityksellä.

# STRINGS.CREATURES.SPECIES.PUFT.VARIANT_OXYLITE.EGG_NAME
source: <link="PUFTOXYLITE">Dense Puftlet Egg</link>
fi: <link="PUFTOXYLITE">Kiintopöhnöporsaan Muna</link>

# STRINGS.CREATURES.SPECIES.PUFT.VARIANT_OXYLITE.NAME
source: <link="PUFTOXYLITE">Dense Puft</link>
fi: <link="PUFTOXYLITE">Kiintopöhnö</link>

# STRINGS.CREATURES.SPECIES.SEEDS.BASICFABRICMATERIALPLANT.DESC
source: The <link="PLANTS">Seed</link> of a <link="BASICFABRICMATERIALPLANT">Thimble Reed</link>. Digging up Buried Objects may uncover a Thimble Reed Seed.
fi: <link="BASICFABRICMATERIALPLANT">Sormustinruo'on</link> <link="PLANTS">Siemen</link>. Hautautuneiden Esineiden kaivaminen saattaa paljastaa Sormustinruo'on Siemenen.

# STRINGS.CREATURES.SPECIES.SEEDS.BASICFABRICMATERIALPLANT.NAME
source: <link="BASICFABRICMATERIALPLANT">Thimble Reed Seed</link>
fi: <link="BASICFABRICMATERIALPLANT">Sormustinruo'on Siemen</link>

# STRINGS.CREATURES.SPECIES.SEEDS.BASICSINGLEHARVESTPLANT.DESC
source: The <link="PLANTS">Seed</link> of a <link="BASICSINGLEHARVESTPLANT">Mealwood</link>. Digging up Buried Objects may uncover a Mealwood Seed.
fi: <link="BASICSINGLEHARVESTPLANT">Jauhokkaan</link> <link="PLANTS">Siemen</link>. Hautautuneiden Esineiden kaivaminen saattaa paljastaa Jauhokkaan Siemenen.

# STRINGS.CREATURES.SPECIES.SEEDS.BASICSINGLEHARVESTPLANT.NAME
source: <link="BASICSINGLEHARVESTPLANT">Mealwood Seed</link>
fi: <link="BASICSINGLEHARVESTPLANT">Jauhokkaan Siemen</link>

# STRINGS.CREATURES.SPECIES.SEEDS.COLDBREATHER.DESC
source: The <link="PLANTS">Seed</link> of a <link="COLDBREATHER">Wheezewort</link>. Digging up Buried Objects may uncover a Wort Seed.
fi: <link="COLDBREATHER">Vinkukuisman</link> <link="PLANTS">Siemen</link>. Hautautuneiden Esineiden kaivaminen saattaa paljastaa Kuisman Siemenen.

# STRINGS.CREATURES.SPECIES.SEEDS.COLDBREATHER.NAME
source: <link="COLDBREATHER">Wort Seed</link>
fi: <link="COLDBREATHER">Kuisman Siemen</link>

# STRINGS.CREATURES.SPECIES.SEEDS.COLDWHEAT.DESC
source: The <link="SEEDS">seed</link> of a <link="COLDWHEAT">Sleet Wheat</link> plant. Grain can be sown to cultivate more Sleet Wheat, or processed into <link="FOOD">Food</link>.
fi: <link="COLDWHEAT">Räntävehnä</link>kasvin <link="SEEDS">Siemen</link> . Jyviä voidaan kylvää kasvattamaan lisää Räntävehnää tai prosessoida <link="FOOD">Ruuaksi</link>.

# STRINGS.CREATURES.SPECIES.SEEDS.COLDWHEAT.NAME
source: <link="COLDWHEAT">Sleet Wheat Grain</link>
fi: <link="COLDWHEAT">Räntävehnän Jyvä</link>

# STRINGS.CREATURES.SPECIES.SEEDS.MUSHROOMPLANT.DESC
source: The <link="PLANTS">Seed</link> of a <link="MUSHROOMPLANT">Dusk Cap</link>. Digging up Buried Objects may uncover a Fungal Spore.
fi: <link="MUSHROOMPLANT">Ruskolakin</link> <link="PLANTS">Siemen</link>. Hautatuneiden Esineiden kaivaminen voi paljastaa sienien itiöitä.

# STRINGS.CREATURES.SPECIES.SEEDS.MUSHROOMPLANT.NAME
source: <link="MUSHROOMPLANT">Fungal Spore</link>
fi: <link="MUSHROOMPLANT">Sieni-itiö</link>

# STRINGS.CREATURES.SPECIES.SEEDS.OILEATER.DESC
source: The <link="PLANTS">Seed</link> of a <link="INK BLOOM">plant</link>. Digging up Buried Objects may uncover an Ink Bloom Seed.
fi: <link="INK BLOOM">Mustekukan</link> <link="PLANTS">Siemen</link>. Hautautuneiden esineiden ylös kaivaminen voi paljastaa Mustekukan Siemenen.

# STRINGS.CREATURES.SPECIES.SEEDS.OILEATER.NAME
source: <link="OILEATER">Ink Bloom Seed</link>
fi: <link="OILEATER">Mustekukan Siemen</link>

# STRINGS.CREATURES.SPECIES.SEEDS.PRICKLEFLOWER.DESC
source: The <link="PLANTS">Seed</link> of a <link="PRICKLEFLOWER">Bristle Blossom</link>. Digging up Buried Objects may uncover a Blossom Seed.
fi: <link="PRICKLEFLOWER">Harjaskukan</link> <link="PLANTS">Siemen</link>. Hautautuneiden esineiden ylös kaivaminen saattaa paljastaa Harjaskukan siemenen.
