Repository: Eerjunic/OxygenNotIncluded_Fi
Catalog: strings.po
Languages: fi

# STRINGS.BUILDINGS.PREFABS.LIQUIDMINIPUMP.EFFECT
source: Draws in a small amount of <link="ELEMENTSLIQUID">Liquid</link> and runs it through <link="LIQUIDPIPING">Pipes</link>. Must be submerged in liquid.
fi: Imee pienen määrän <link="ELEMENTSLIQUID">Nestettä</link> ja siirtää sitä <link="LIQUIDPIPING">Putkissa</link>. Täytyy olla upotettuna nesteeseen.

# STRINGS.BUILDINGS.PREFABS.LIQUIDMINIPUMP.NAME
source: <link="LIQUIDMINIPUMP">Mini Liquid Pump</link>
fi: <link="LIQUIDMINIPUMP">Pienoisnestepumppu</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDPUMP.DESC
source: Piping a pump's intake to another building's output will send liquid to that building.
fi: Yhdistämällä yhden rakennuksen sisäänoton toisen rakennuksen ulostuloon putkilla siirtää nestettä siihen rakennukseen.

# STRINGS.BUILDINGS.PREFABS.LIQUIDPUMP.EFFECT
source: Draws in <link="ELEMENTSLIQUID">Liquid</link> and runs it through <link="LIQUIDPIPING">Pipes</link>. Must be submerged in liquid.
fi: Imee <link="ELEMENTSLIQUID">Nestettä</link> ja siirtää sitä <link="LIQUIDPIPING">Putkissa</link>. Täytyy olla upotettuna nesteeseen.

# STRINGS.BUILDINGS.PREFABS.LIQUIDPUMP.NAME
source: <link="LIQUIDPUMP">Liquid Pump</link>
fi: <link="LIQUIDPUMP">Nestepumppu</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDPUMPINGSTATION.DESC
source: Pitcher pumps are used to fetch water and other liquids for delivery to buildings.
fi: Pumppukaivoja käytetään veden ja muiden nesteiden hakuun ja viemiseksi rakennuksille.

# STRINGS.BUILDINGS.PREFABS.LIQUIDPUMPINGSTATION.EFFECT
source: Manually pumps <link="ELEMENTSLIQUID">Liquid</link> into bottles for transport. Duplicants can only carry bottled liquids.
fi: Käsikäyttöisesti pumppaa <link="ELEMENTSLIQUID">Nestettä</link> pulloihin kuljetusta varten. Jäljennäiset voivat kantaa ainoastaan pullotettuja nesteitä.

# STRINGS.BUILDINGS.PREFABS.LIQUIDPUMPINGSTATION.NAME
source: <link="LIQUIDPUMPINGSTATION">Pitcher Pump</link>
fi: <link="LIQUIDPUMPINGSTATION">Pumppukaivo</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDVALVE.DESC
source: Valves control the amount of liquid that moves through pipes, preventing waste.
fi: Venttiilit säätelevät putkissa liikkuvan nesteen määrää, ehkäisten hävikin.

# STRINGS.BUILDINGS.PREFABS.LIQUIDVALVE.EFFECT
source: Controls the <link="ELEMENTSLIQUID">Liquid</link> volume permitted through <link="LIQUIDPIPING">Pipes</link>.
fi: Säätelee <link="LIQUIDPIPING">Putkien</link> läpi virtaavan <link="ELEMENTSLIQUID">Nesteen</link> määrää.

# STRINGS.BUILDINGS.PREFABS.LIQUIDVALVE.NAME
source: <link="LIQUIDVALVE">Liquid Valve</link>
fi: <link="LIQUIDVALVE">Nesteventtiili</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDVENT.DESC
source: Vents are an exit point for liquids from plumbing systems.
fi: Aukot ovat nesteen poistumiskohtia putkistoista.

# STRINGS.BUILDINGS.PREFABS.LIQUIDVENT.EFFECT
source: Releases <link="ELEMENTSLIQUID">Liquid</link> from <link="LIQUIDPIPING">Liquid Pipes</link>.
fi: Vapauttaa <link="ELEMENTSLIQUID">Nesteen</link> <link="LIQUIDPIPING">Nesteputkesta</link>.

# STRINGS.BUILDINGS.PREFABS.LIQUIDVENT.NAME
source: <link="LIQUIDVENT">Liquid Vent</link>
fi: <link="LIQUIDVENT">Nesteaukko</link>

# STRINGS.BUILDINGS.PREFABS.LOGICDISEASESENSOR.DESC
source: Detects the presence and quantity of nearby germs
fi: Havaitsee lähellä olevien bakteerien olemassaolon ja määrän

# STRINGS.BUILDINGS.PREFABS.LOGICDISEASESENSOR.EFFECT
source: Becomes <link="LOGIC">Active</link> or on <link="LOGIC">Standby</link> depending on quantity of surrounding <link="DISEASE">Germs</link>.
fi: Muuttuu <link="LOGIC">Aktiiviseksi</link> tai siirtyy <link="LOGIC">Valmiustilaan</link> riippuen ympärilläolevien <link="DISEASE">Bakteerien</link> määrästä.

# STRINGS.BUILDINGS.PREFABS.LOGICDISEASESENSOR.LOGIC_PORT_DESC
source: Active/Standby based on ambient Germs
fi: Aktiivinen/Valmiustila riippuen ympäristön Bakteerien määrästä

# STRINGS.BUILDINGS.PREFABS.LOGICDISEASESENSOR.NAME
source: <link="LOGICDISEASESENSOR">Germ Sensor</link>
fi: <link="LOGICDISEASESENSOR">Mikrobitunnistin</link>

# STRINGS.BUILDINGS.PREFABS.LOGICELEMENTSENSORGAS.DESC
source: These sensors can detect the presence of a specific gas and alter systems accordingly.
fi: Nämä tunnistimet voivat havaita tietyn kaasun olemassaolon ja muuttaa järjestelmää sen mukaisesti.

# STRINGS.BUILDINGS.PREFABS.LOGICELEMENTSENSORGAS.EFFECT
source: Becomes <link="LOGIC">Active</link> when the selected Gaseous Element is detected. Remains on <link="LOGIC">Standby</link> when the Element is not present.
fi: Muuttuu <link="LOGIC">Aktiiviseksi</link>, kun valittu Kaasumainen Aine havaitaan. Pysyy <link="LOGIC">Valmiustilassa</link>, kun Ainetta ei havaita.

# STRINGS.BUILDINGS.PREFABS.LOGICELEMENTSENSORGAS.LOGIC_PORT_DESC
source: Active/Standby based on the ambient Gas
fi: Aktiivinen/Valmiustilassa riippuen ympäröivästä Kaasusta

# STRINGS.BUILDINGS.PREFABS.LOGICELEMENTSENSORGAS.NAME
source: <link="LOGICELEMENTSENSORGAS">Gaseous Element Sensor</link>
fi: <link="LOGICELEMENTSENSORGAS">Kaasumaisen Aineen Tunnistin</link>

# STRINGS.BUILDINGS.PREFABS.LOGICELEMENTSENSORLIQUID.DESC
source: These sensors can detect the presence of a specific liquid and alter systems accordingly.
fi: Nämä tunnistimet voivat havaita tietyn nesteen olemassaolon ja muuttaa järjestelmää sen mukaisesti.

# STRINGS.BUILDINGS.PREFABS.LOGICELEMENTSENSORLIQUID.EFFECT
source: Becomes <link="LOGIC">Active</link> when the selected Liquid Element is detected. Remains on <link="LOGIC">Standby</link> when the Element is not present.
fi: Muuttuu <link="LOGIC">Aktiiviseksi</link>, kun valittu Nestemäinen Aine havaitaan. Pysyy <link="LOGIC">Valmiustilassa</link>, kun Ainetta ei havaita.

# STRINGS.BUILDINGS.PREFABS.LOGICELEMENTSENSORLIQUID.LOGIC_PORT_DESC
source: Active/Standby based on the ambient Liquid
fi: Aktiivinen/Valmiustilassa riippuen ympäröivästä Nesteestä

# STRINGS.BUILDINGS.PREFABS.LOGICELEMENTSENSORLIQUID.NAME
source: <link="LOGICELEMENTSENSORLIQUID">Liquid Element Sensor</link>
fi: <link="LOGICELEMENTSENSORLIQUID">Nestemäisen Aineen Tunnistin</link>

# STRINGS.BUILDINGS.PREFABS.LOGICGATEAND.DESC
source: This gate only turns buildings on when both the input buildings are on active the same time.
fi: Tämä portti kytkee rakennuksia päälle ainoastaan molempien sisääntulorakennusten ollessa aktiivisia samaan aikaan.

# STRINGS.BUILDINGS.PREFABS.LOGICGATEAND.EFFECT
source: Becomes <link="LOGIC">Active</link> when the systems connected to its Inputs are both <link="LOGIC">Active</link>. Goes into <link="LOGIC">Standby</link> when one or both Inputs are on <link="LOGIC">Standby</link>.
fi: Muuttuu <link="LOGIC">Aktiiviseksi</link> kun sen molempiin Sisääntuloihin kytketyt rakennukset ovat <link="LOGIC">Aktiivisia</link>. Menee <link="LOGIC">Valmiustilaan</link> kun toinen tai molemmat Sisääntuloista ovat <link="LOGIC">Valmiustilassa</link>.

# STRINGS.BUILDINGS.PREFABS.LOGICGATEAND.NAME
source: <link="LOGICGATEAND">AND Gate</link>
fi: <link="LOGICGATEAND">AND-Portti</link>

# STRINGS.BUILDINGS.PREFABS.LOGICGATEBUFFER.DESC
source: This gate will keep buildings running for a short time after the input building is deactivated.
fi: Tämä portti pitää rakennukset toiminnassa lyhyen aikaa sen jälkeen kun sisääntulorakennus kytkeytyy pois päältä.

# STRINGS.BUILDINGS.PREFABS.LOGICGATEBUFFER.EFFECT
source: Becomes <link="LOGIC">Active</link> if the system connected to its Input is <link="LOGIC">Active</link>. Stays <link="LOGIC">Active</link> for a short time after its Input enters <link="LOGIC">Standby</link>.
fi: Muuttuu <link="LOGIC">Aktiiviseksi</link> jos sen Sisääntuloon kytketty järjestelmä on <link="LOGIC">Aktiivinen</link>. Pysyy <link="LOGIC">Aktiivisena</link> lyhyen aikaa sen jälkeen kun sen Sisääntulo menee <link="LOGIC">Valmiustilaan</link>.

# STRINGS.BUILDINGS.PREFABS.LOGICGATEBUFFER.NAME
source: <link="LOGICGATEBUFFER">BUFFER Gate</link>
fi: <link="LOGICGATEBUFFER">PUSKURI-Portti</link>

# STRINGS.BUILDINGS.PREFABS.LOGICGATEFILTER.DESC
source: This gate will keep buildings turned off for a short time after the input building is activated.
fi: Tämä portti pitää rakennukset pois päältä lyhyen aikaa sen jälkeen kun sisääntulorakennus aktivoidaan.

# STRINGS.BUILDINGS.PREFABS.LOGICGATEFILTER.EFFECT
source: Enters <link="LOGIC">Standby</link> if the system connected to its Input is also on <link="LOGIC">Standby</link>. Stays in <link="LOGIC">Standby</link> for a short time after its Input becomes <link="LOGIC">Active</link>.
fi: Menee <link="LOGIC">Valmiustilaan</link> jos sen Sisääntuloon kytketty järjestelmä on myös <link="LOGIC">Valmiustilassa</link>. Pysyy <link="LOGIC">Valmiustilassa</link> lyhyen aikaa sen jälkeen kun sen Sisääntulo muuttuu <link="LOGIC">Aktiiviseksi</link>.

# STRINGS.BUILDINGS.PREFABS.LOGICGATEFILTER.NAME
source: <link="LOGICGATEFILTER">FILTER Gate</link>
fi: <link="LOGICGATEFILTER">SUODATIN-Portti</link>

# STRINGS.BUILDINGS.PREFABS.LOGICGATENOT.DESC
source: This gate reverses logic, turning buildings on when it receives off values and vice versa.
fi: Tämä portti kääntää logiikan, kytkien rakennukset päälle, kun se vastaanottaa pois-arvoja ja päin vastoin.

# STRINGS.BUILDINGS.PREFABS.LOGICGATENOT.EFFECT
source: Becomes <link="LOGIC">Active</link> if the system connected to its Input is on <link="LOGIC">Standby</link>. Goes into <link="LOGIC">Standby</link> when its Input is <link="LOGIC">Active</link>.
fi: Muuttuu <link="LOGIC">Aktiiviseksi</link> jos sen Sisääntuloon kytketty järjestelmä on <link="LOGIC">Valmiustilassa</link>. Menee <link="LOGIC">Valmiustilaan</link> kun sen Sisääntulo on <link="LOGIC">Aktiivinen</link>.

# STRINGS.BUILDINGS.PREFABS.LOGICGATENOT.NAME
source: <link="LOGICGATENOT">NOT Gate</link>
fi: <link="LOGICGATENOT">NOT-Portti</link>

# STRINGS.BUILDINGS.PREFABS.LOGICGATEOR.DESC
source: This gate can only turn buildings on if it has one or more active inputs connected to it.
fi: Tämä portti voi kytkeä rakennuksia päälle ainoastaan jos siihen on yhdistetty yksi tai useampi aktiivinen sisääntulo.

# STRINGS.BUILDINGS.PREFABS.LOGICGATEOR.EFFECT
source: Becomes <link="LOGIC">Active</link> if one or both of the systems connected to its Inputs are <link="LOGIC">Active</link>. Goes into <link="LOGIC">Standby</link> when neither Inputs are <link="LOGIC">Active</link>.
fi: Muuttuu <link="LOGIC">Aktiiviseksi</link> jos toinen tai molemmat sen Sisääntuloon yhdistetyistä järjestelmistä on<link="LOGIC">Aktiivinen</link>. Menee <link="LOGIC">Valmiustilaan</link> kun kumpikaan sen Sisääntuloista ei ole <link="LOGIC">Aktiivinen</link>.

# STRINGS.BUILDINGS.PREFABS.LOGICGATEOR.NAME
source: <link="LOGICGATEOR">OR Gate</link>
fi: <link="LOGICGATEOR">OR-Portti</link>

# STRINGS.BUILDINGS.PREFABS.LOGICGATEXOR.DESC
source: This gate needs exactly one of its inputs to be active to turn on buildings.
fi: Tämä portti vaatii, että ainoastaan yksi sen sisääntuloista on aktiivinen, jotta se kytkisi rakennuksia päälle.

# STRINGS.BUILDINGS.PREFABS.LOGICGATEXOR.EFFECT
source: Becomes <link="LOGIC">Active</link> if one of the systems connected to its Inputs is <link="LOGIC">Active</link>. Goes into <link="LOGIC">Standby</link> if both or neither Inputs are <link="LOGIC">Active</link>.
fi: Muuttuu <link="LOGIC">Aktiiviseksi</link> jos yksi sen Sisääntuloon yhdistetyistä järjestelmistä on <link="LOGIC">Aktiivinen</link>. Menee <link="LOGIC">Valmiustilaan</link> jos molemmat tai ei kumpikaan sen Sisääntuloista ole <link="LOGIC">Aktiivinen</link>.

# STRINGS.BUILDINGS.PREFABS.LOGICGATEXOR.NAME
source: <link="LOGICGATEXOR">XOR Gate</link>
fi: <link="LOGICGATEXOR">XOR-Portti</link>

# STRINGS.BUILDINGS.PREFABS.LOGICMEMORY.EFFECT
source: Becomes <link="LOGIC">Active</link> when the <link="SET">logic</link> port is <link="LOGIC">Active</link>. Goes to <link="LOGIC">Standby</link> when the reset port is <link="LOGIC">Active</link>.
fi: Muuttuu <link="LOGIC">Aktiiviseksi</link> kun <link="SET">looginen</link> portti on <link="LOGIC">Aktiivinen</link>. Menee <link="LOGIC">Valmiustilaan</link> kun nollausportti on <link="LOGIC">Aktiivinen</link>.

# STRINGS.BUILDINGS.PREFABS.LOGICMEMORY.NAME
source: <link="LOGICMEMORY">Memory Toggle</link>
fi: <link="LOGICMEMORY">Muistin Valinta</link>

# STRINGS.BUILDINGS.PREFABS.LOGICMEMORY.READ_PORT_DESC
source: Current Value
fi: Tämänhetkinen Arvo

# STRINGS.BUILDINGS.PREFABS.LOGICMEMORY.RESET_PORT_DESC
source: Make Inactive
fi: Tee Toimettomaksi

# STRINGS.BUILDINGS.PREFABS.LOGICMEMORY.SET_PORT_DESC
source: Make Active
fi: Tee Aktiiviseksi

# STRINGS.BUILDINGS.PREFABS.LOGICMEMORY.STATUS_ITEM_VALUE
source: Current Value: {0}
fi: Tämänhetkinen Arvo: {0}

# STRINGS.BUILDINGS.PREFABS.LOGICPOWERRELAY.DESC
source: Automated systems save power and time by removing the need for Duplicant management.
fi: Automatisoidut järjestelmät säästävät sähköä ja aikaa poistamalla Jäljennäisten hallinnan tarpeen.

# STRINGS.BUILDINGS.PREFABS.LOGICPOWERRELAY.EFFECT
source: Automatically turns <link="POWER">Power</link> on or off using <link="LOGIC">Automation</link> technology. Does not affect circuitry preceding the switch.
fi: Automaattisesti kytkee <link="POWER">Sähkön</link> päälle tai pois <link="LOGIC">Automaatio</link>teknologiaa käyttäen. Ei vaikuta kytkintä edeltävään piiriin.

# STRINGS.BUILDINGS.PREFABS.LOGICPOWERRELAY.LOGIC_PORT_DESC
source: On/Off
fi: Päälle/Pois

# STRINGS.BUILDINGS.PREFABS.LOGICPOWERRELAY.NAME
source: <link="LOGICPOWERRELAY">Power Shutoff</link>
fi: <link="LOGICPOWERRELAY">Virran Sulku</link>

# STRINGS.BUILDINGS.PREFABS.LOGICPRESSURESENSORGAS.DESC
source: Atmo Sensors can be used to prevent excess oxygen production and overpressurization.
fi: Ilmapuntareita voidaan käyttää ylimääräisen hapen tuotanto ja ylipaineistus.

# STRINGS.BUILDINGS.PREFABS.LOGICPRESSURESENSORGAS.EFFECT
source: Becomes <link="LOGIC">Active</link> or on <link="LOGIC">Standby</link> when Gas Pressure enters the chosen range.
fi: Muuttuu <link="LOGIC">Aktiiviseksi</link> tai menee <link="LOGIC">Valmiustilaan</link> kun Kaasun paine on valitulla välillä.

# STRINGS.BUILDINGS.PREFABS.LOGICPRESSURESENSORGAS.LOGIC_PORT_DESC
source: Active/Standby based on ambient Gas Pressure
fi: Aktiivinen/Valmiustilassa riippuen ympäröivän Kaasun Paineesta

# STRINGS.BUILDINGS.PREFABS.LOGICPRESSURESENSORGAS.NAME
source: <link="LOGICPRESSURESENSORGAS">Atmo Sensor</link>
fi: <link="LOGICPRESSURESENSORGAS">Ilmapuntari</link>

# STRINGS.BUILDINGS.PREFABS.LOGICPRESSURESENSORLIQUID.DESC
source: Hydro Sensors can signal a pump system to refill a basin once it contains too little liquid.
fi: Vedenpainetunnistimilla voidaan käskeä pumppujärjestelmää täyttämään allas, kun se sisältää liian vähän nestettä.

# STRINGS.BUILDINGS.PREFABS.LOGICPRESSURESENSORLIQUID.EFFECT
source: Becomes <link="LOGIC">Active</link> or on <link="LOGIC">Standby</link> when Liquid Pressure enters the chosen range. Must be submerged in <link="ELEMENTSLIQUID">Liquid</link>.
fi: Muuttuu <link="LOGIC">Aktiiviseksi</link> tai menee <link="LOGIC">Valmiustilaan</link> kun Nesteen paine on valitulla välillä. Täytyy olla upotettuna <link="ELEMENTSLIQUID">Nesteeseen</link>.

# STRINGS.BUILDINGS.PREFABS.LOGICPRESSURESENSORLIQUID.LOGIC_PORT_DESC
source: Active/Standby based on Ambient Liquid Pressure
fi: Aktiivinen/Valmiustilassa riippuen Ympäröivän Nesteen Paineesta

# STRINGS.BUILDINGS.PREFABS.LOGICPRESSURESENSORLIQUID.NAME
source: <link="LOGICPRESSURESENSORLIQUID">Hydro Sensor</link>
fi: <link="LOGICPRESSURESENSORLIQUID">Vedenpainetunnistin</link>

# STRINGS.BUILDINGS.PREFABS.LOGICSWITCH.DESC
source: Signal switches do not turn grids on and off like power switches, but add an additional signal.
fi: Signaalikytkimet eivät kytke verkkoja päälle tai pois kuten virtakytkimet, mutta lisäävät lisäsignaalin.

# STRINGS.BUILDINGS.PREFABS.LOGICSWITCH.EFFECT
source: Can be made <link="LOGIC">Active</link> or <link="LOGIC">Standby</link> on an <link="LOGIC">Automation</link> grid. Must be manually toggled by a Duplicant.
fi: Voidaan tehdä <link="LOGIC">Aktiiviseksi</link> tai asettaa <link="LOGIC">Valmiustilaan</link> <link="LOGIC">Automaatio</link>verkossa. Jäljennäisen täytyy käsikäyttöisesti käydä vaihtamassa.

# STRINGS.BUILDINGS.PREFABS.LOGICSWITCH.LOGIC_PORT_DESC
source: Active/Standby
fi: Aktiivinen/Valmiustilassa

# STRINGS.BUILDINGS.PREFABS.LOGICSWITCH.NAME
source: <link="LOGICSWITCH">Signal Switch</link>
fi: <link="LOGICSWITCH">Signaalikytkin</link>

# STRINGS.BUILDINGS.PREFABS.LOGICTEMPERATURESENSOR.DESC
source: Thermo Sensors can autodisable buildings when they approach inoperable temperatures.
fi: Lämpötilatunnistimet voivat automaattisesti kytkeä rakennuksia pois käytöstä niiden lähestyessä toimintakelvottomia lämpötiloja.

# STRINGS.BUILDINGS.PREFABS.LOGICTEMPERATURESENSOR.EFFECT
source: Becomes <link="LOGIC">Active</link> or on <link="LOGIC">Standby</link> when ambient <link="HEAT">Temperature</link> enters the chosen range.
fi: Muuttuu <link="LOGIC">Aktiiviseksi</link> tai menee <link="LOGIC">Valmiustilaan</link> kun ympäristön <link="HEAT">Lämpötila</link> on valitulla välillä.

# STRINGS.BUILDINGS.PREFABS.LOGICTEMPERATURESENSOR.LOGIC_PORT_DESC
source: Active/Standby based on Ambient <link="HEAT">Temperature</link>
fi: Aktiivinen/Valmiustilassa riippuen Ympäristön <link="HEAT">Lämpötilasta</link>

# STRINGS.BUILDINGS.PREFABS.LOGICTEMPERATURESENSOR.NAME
source: <link="LOGICTEMPERATURESENSOR">Thermo Sensor</link>
fi: <link="LOGICTEMPERATURESENSOR">Lämpötilatunnistin</link>

# STRINGS.BUILDINGS.PREFABS.LOGICTIMEOFDAYSENSOR.DESC
source: Clock Sensors ensure that systems always turn on at the same time of day or night, every cycle.
fi: Kellonaikatunnistimet varmistavat, että järjestelmät kytkeytyvät joka kierrolla aina päälle samaan aikaan päivästä tai yöstä.

# STRINGS.BUILDINGS.PREFABS.LOGICTIMEOFDAYSENSOR.EFFECT
source: Sets an automatic <link="LOGIC">Active</link> and <link="LOGIC">Standby</link> schedule using a timer.
fi: Aikatauluttaa automaattisen <link="LOGIC">Aktivoinnin</link> ja <link="LOGIC">Valmiustilan</link> ajastinta käyttäen.

# STRINGS.BUILDINGS.PREFABS.LOGICTIMEOFDAYSENSOR.NAME
source: <link="LOGICTIMEOFDAYSENSOR">Clock Sensor</link>
fi: <link="LOGICTIMEOFDAYSENSOR">Kellonaikatunnistin</link>

# STRINGS.BUILDINGS.PREFABS.LOGICWIRE.DESC
source: Automation wire is used to connect electronic components to the inputs of automation gates.
fi: Automaatiojohtoa käytetään yhdistämään sähkölaitteet automaatioporttien sisääntuloihin.

# STRINGS.BUILDINGS.PREFABS.LOGICWIRE.EFFECT
source: Connects automatable buildings to <link="LOGIC">Automation Gates</link>. Can be run through tiles.
fi: Yhdistää automatisoitavat rakennukset <link="LOGIC">Automaatioportteihin</link>. Voidaan rakentaa laattojen läpi.

# STRINGS.BUILDINGS.PREFABS.LOGICWIRE.NAME
source: <link="LOGICWIRE">Automation Wire</link>
fi: <link="LOGICWIRE">Automaatiojohto</link>

# STRINGS.BUILDINGS.PREFABS.LOGICWIREBRIDGE.DESC
source: Wire bridges allow multiple automation grids to exist in a small area without connecting.
fi: Johtosillat mahdollistavat useiden automaatioverkkojen olemassaolon pienellä alueella, niiden yhdistymättä toisiinsa.

# STRINGS.BUILDINGS.PREFABS.LOGICWIREBRIDGE.EFFECT
source: Runs one Automation Wire section over another without joining them. Can be run through tiles.
fi: Siirtää yhden Automaatiojohtoosuuden toisen yli yhdistämättä niitä. Voidaan rakentaa laattojen läpi.

# STRINGS.BUILDINGS.PREFABS.LOGICWIREBRIDGE.NAME
source: <link="LOGICWIREBRIDGE">Automation Wire Bridge</link>
fi: <link="LOGICWIREBRIDGE">Automaatiojohtosilta</link>

# STRINGS.BUILDINGS.PREFABS.LUXURYBED.DESC
source: Duplicants prefer comfy beds to cots and will gain more stamina back from sleeping in them.
fi: Jäljennäiset suosivat mukavia sänkyjä häkkisänkyjen sijaan ja saavat enemmän jaksamista nukkumalla niissä.

# STRINGS.BUILDINGS.PREFABS.LUXURYBED.EFFECT
source: Provides a sleeping area for one Duplicant and restores additional <link="STAMINA">Stamina</link>. Duplicants will automatically sleep in their assigned beds at night.
fi: Tarjoaa nukkumapaikan yhdelle Jäljennäiselle ja palauttaa enemmän <link="STAMINA">Jaksamista</link>. Jäljennäiset nukkuvat öisin automaattisesti heille nimetyissä sängyissä.

# STRINGS.BUILDINGS.PREFABS.LUXURYBED.NAME
source: <link="LUXURYBED">Comfy Bed</link>
fi: <link="LUXURYBED">Mukava Sänky</link>

# STRINGS.BUILDINGS.PREFABS.MACHINESHOP.DESC
source: Duplicants will only improve the efficiency of buildings in the same room as this station.
fi: Jäljennäiset parantavat ainoastaan työaseman kanssa samassa huoneessa olevia rakennuksia.

# STRINGS.BUILDINGS.PREFABS.MACHINESHOP.EFFECT
source: Allows the assigned Engineer to improve building production efficiency. This building is a necessary component of the Machine Shop room.
fi: Sallii nimetyn Insinöörin parantavan rakennusten tuotantotehokkuutta. Tämä rakennus on olennainen osa Koneverstas-huonetta.

# STRINGS.BUILDINGS.PREFABS.MACHINESHOP.NAME
source: <link="MACHINESHOP">Mechanics Station</link>
fi: <link="MACHINESHOP">Konetyöpiste</link>

# STRINGS.BUILDINGS.PREFABS.MANUALGENERATOR.DESC
source: Watching Duplicants run on it is adorable... the electrical power is just an added bonus.
fi: On herttaista katsella, kun Jäljennäiset juoksevat siinä... Sähkövirta on vain mukava lisä.

# STRINGS.BUILDINGS.PREFABS.MANUALGENERATOR.EFFECT
source: Converts manual labor into electrical <link="POWER">Power</link>.
fi: Muuntaa fyysisen työn <link="POWER">Sähköksi</link>.

# STRINGS.BUILDINGS.PREFABS.MANUALGENERATOR.NAME
source: <link="MANUALGENERATOR">Manual Generator</link>
fi: <link="MANUALGENERATOR">Manuaalinen Generaattori</link>

# STRINGS.BUILDINGS.PREFABS.MANUALPRESSUREDOOR.DESC
source: Airlocks can quarter off dangerous areas or prevent gases from seeping into the colony.
fi: Ilmalukot voivat eristää vaarallisia alueita tai estää kaasuja virtaamasta siirtokuntaan.

# STRINGS.BUILDINGS.PREFABS.MANUALPRESSUREDOOR.EFFECT
source: Blocks <link="ELEMENTSLIQUID">Liquid</link> and <link="ELEMENTSGAS">Gas</link> flow, maintaining pressure between areas. Sets Duplicant Access Permissions for area restriction. Wild critters cannot pass through doors.
fi: Estää <link="ELEMENTSLIQUID">Neste-</link> ja <link="ELEMENTSGAS">Kaasu</link>virrat, ylläpitäen huoneiden välisen paineen. Asettaa Jäljennäisten Pääsyluvat alueen eristämiseksi. Villit otukset eivät pysty kulkemaan ovista.

# STRINGS.BUILDINGS.PREFABS.MANUALPRESSUREDOOR.NAME
source: <link="MANUALPRESSUREDOOR">Manual Airlock</link>
fi: <link="MANUALPRESSUREDOOR">Käsikäyttöinen Ilmalukko</link>

# STRINGS.BUILDINGS.PREFABS.MASSAGETABLE.ACTIVATE_TOOLTIP
source: Duplicants must take a break when their stress reaches {0}
fi: Jäljennäisten täytyy pitää tauko, kun heidän ahdistuksensa yltää tasolle {0}

# STRINGS.BUILDINGS.PREFABS.MASSAGETABLE.DEACTIVATE_TOOLTIP
source: Breaktime ends when stress is reduced to {0}
fi: Tauko päättyy kun ahdistus laskee tasolle {0}

# STRINGS.BUILDINGS.PREFABS.MASSAGETABLE.DESC
source: Massage tables quickly reduce extreme stress, at the cost of power production.
fi: Hierontapöydät laskevat nopeasti äärimmäistä ahdistusta sähkön tuotannon kustannuksella.

# STRINGS.BUILDINGS.PREFABS.MASSAGETABLE.EFFECT
source: Rapidly reduces <link="STRESS">Stress</link> for the Duplicant user. Duplicants will automatically seek a massage table when <link="STRESS">Stress</link> exceeds breaktime range.
fi: Laskee nopeasti käyttävän Jäljennäisen <link="STRESS">Ahdistusta</link>. Jäljennäiset hakeutuvat automaattisesti hierontapöydälle, kun heidän <link="STRESS">Ahdistuksensa</link> ylittää tauonpidon ahdistusvälin.

# STRINGS.BUILDINGS.PREFABS.MASSAGETABLE.NAME
source: <link="MASSAGETABLE">Massage Table</link>
fi: <link="MASSAGETABLE">Hierontapöytä</link>
