Repository: Eerjunic/OxygenNotIncluded_Fi
Catalog: strings.po
Languages: fi

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.TOOLTIPS.WAKEUP
source: [>{0} dB] ------------------ Noisy areas will wake Duplicants up during the night, but are tolerable to them during the day. Duplicant foot traffic, generators, and powered buildings can create high noise levels.
fi: [>{0} dB] ------------------ Meluisat alueet herättävät Jäljennäiset keskellä yötä, mutta he sietävät niitä päivisin. Jäljennäisten jalankulku, generaattorit ja sähköistetyt rakennukset voivat aiheuttaa korkeita melutasoja.

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.TOTAL
source: Total
fi: Yhteensä

# STRINGS.UI.OVERLAYS.OXYGEN.BUTTON
source: Oxygen Overlay
fi: Happinäkymä

# STRINGS.UI.OVERLAYS.OXYGEN.LEGEND1
source: Very Breathable
fi: Erittäin Hengityskelpoinen

# STRINGS.UI.OVERLAYS.OXYGEN.LEGEND2
source: Breathable
fi: Hengityskelpoinen

# STRINGS.UI.OVERLAYS.OXYGEN.LEGEND3
source: Barely Breathable
fi: Niukasti Hengityskelponen

# STRINGS.UI.OVERLAYS.OXYGEN.LEGEND4
source: Unbreathable
fi: Hengityskelvoton

# STRINGS.UI.OVERLAYS.OXYGEN.LEGEND5
source: Slightly Toxic
fi: Hieman Myrkyllinen

# STRINGS.UI.OVERLAYS.OXYGEN.LEGEND6
source: Very Toxic
fi: Erittäin Myrkyllinen

# STRINGS.UI.OVERLAYS.OXYGEN.NAME
source: OXYGEN OVERLAY
fi: HAPPINÄKYMÄ

# STRINGS.UI.OVERLAYS.OXYGEN.TOOLTIPS.LEGEND1
source: <b>Very Breathable</b> High oxygen concentrations
fi: <b>Hyvin Hengitettävä</b> Korkea happipitoisuus

# STRINGS.UI.OVERLAYS.OXYGEN.TOOLTIPS.LEGEND2
source: <b>Breathable</b> Sufficient oxygen concentrations
fi: <b>Hengitettävä</b> Riittävä happipitoisuus

# STRINGS.UI.OVERLAYS.OXYGEN.TOOLTIPS.LEGEND3
source: <b>Barely Breathable</b> Low oxygen concentrations
fi: <b>Niukasti Hengitettävä</b> Alhainen happipitoisuus

# STRINGS.UI.OVERLAYS.OXYGEN.TOOLTIPS.LEGEND4
source: <b>Unbreathable</b> Extremely low or absent oxygen concentrations ------------------ Duplicants will suffocate if trapped in these areas
fi: <b>Hengityskelvoton</b> Erittäin alhainen tai olematon happipitoisuus ------------------ Jäljennäiset tukehtuvat, jos joutuvat näille alueille jumiin

# STRINGS.UI.OVERLAYS.OXYGEN.TOOLTIPS.LEGEND5
source: <b>Slightly Toxic</b> Harmful gas concentration
fi: <b>Hieman Myrkyllinen</b> Haitallinen kaasupitoisuus

# STRINGS.UI.OVERLAYS.OXYGEN.TOOLTIPS.LEGEND6
source: <b>Very Toxic</b> Lethal gas concentration
fi: <b>Erittäin Myrkyllinen</b> Tappava kaasupitoisuus

# STRINGS.UI.OVERLAYS.POWER.WATTS_CONSUMED
source: Watts Consumed
fi: Watteja Kulutettu

# STRINGS.UI.OVERLAYS.POWER.WATTS_GENERATED
source: Watts Generated
fi: Watteja Tuotettu

# STRINGS.UI.OVERLAYS.PRIORITIES.BUTTON
source: Sub-Priority Overlay
fi: Alitärkeysnäkymä

# STRINGS.UI.OVERLAYS.PRIORITIES.EIGHT_TOOLTIP
source: Sub-Priority 8
fi: Alitärkeys 8

# STRINGS.UI.OVERLAYS.PRIORITIES.FIVE_TOOLTIP
source: Sub-Priority 5
fi: Alitärkeys 5

# STRINGS.UI.OVERLAYS.PRIORITIES.FOUR_TOOLTIP
source: Sub-Priority 4
fi: Alitärkeys 4

# STRINGS.UI.OVERLAYS.PRIORITIES.NAME
source: SUB-PRIORITY OVERLAY
fi: ALITÄRKEYSNÄKYMÄ

# STRINGS.UI.OVERLAYS.PRIORITIES.NINE
source: 9 (High Urgency)
fi: 9 (Erittäin kiireellinen)

# STRINGS.UI.OVERLAYS.PRIORITIES.NINE_TOOLTIP
source: Sub-Priority 9
fi: Alitärkeys 9

# STRINGS.UI.OVERLAYS.PRIORITIES.ONE
source: 1 (Low Urgency)
fi: 1 (Vähäinen Kiireys)

# STRINGS.UI.OVERLAYS.PRIORITIES.ONE_TOOLTIP
source: Sub-Priority 1
fi: Alitärkeys 1

# STRINGS.UI.OVERLAYS.PRIORITIES.SEVEN_TOOLTIP
source: Sub-Priority 7
fi: Alitärkeys 7

# STRINGS.UI.OVERLAYS.PRIORITIES.SIX_TOOLTIP
source: Sub-Priority 6
fi: Alitärkeys 6

# STRINGS.UI.OVERLAYS.PRIORITIES.THREE_TOOLTIP
source: Sub-Priority 3
fi: Alitärkeys 3

# STRINGS.UI.OVERLAYS.PRIORITIES.TWO_TOOLTIP
source: Sub-Priority 2
fi: Alitärkeys 2

# STRINGS.UI.OVERLAYS.ROOMS.BUTTON
source: Room Overlay
fi: Huonenäkymä

# STRINGS.UI.OVERLAYS.ROOMS.HOVERTITLE
source: ROOMS
fi: HUONEET

# STRINGS.UI.OVERLAYS.ROOMS.NAME
source: ROOM OVERLAY
fi: HUONENÄKYMÄ

# STRINGS.UI.OVERLAYS.ROOMS.NOROOM.DESC
source: Enclose this space with walls and doors to make a room
fi: Sulje tämä tila seinin ja ovin tehdäksesi siitä huoneen

# STRINGS.UI.OVERLAYS.ROOMS.NOROOM.HEADER
source: No Room
fi: Ei Huonetta

# STRINGS.UI.OVERLAYS.ROOMS.ROOM
source: Room {0}
fi: Huone {0}

# STRINGS.UI.OVERLAYS.ROOMS.TOOLTIPS.NOROOMS
source: Duplicants have nowhere to sleep
fi: Jäljennäisillä ei ole paikkaa, jossa nukkua

# STRINGS.UI.OVERLAYS.ROOMS.TOOLTIPS.ROOM
source: Completed Duplicant bedrooms
fi: Valmiit Jäljennäisten makuuhuoneet

# STRINGS.UI.OVERLAYS.SUIT.BUTTON
source: Exosuit Overlay
fi: Eksopukunäkymä

# STRINGS.UI.OVERLAYS.SUIT.NAME
source: EXOSUIT OVERLAY
fi: EKSOPUKUNÄKYMÄ

# STRINGS.UI.OVERLAYS.SUIT.SUIT_ICON
source: Exosuit
fi: Eksopuku

# STRINGS.UI.OVERLAYS.SUIT.SUIT_ICON_TOOLTIP
source: <b>Exosuit</b> Highlights the current location of equippable exosuits
fi: <b>Eksopuku</b> Korostaa päälle puettavien eksopukujen sijainnin

# STRINGS.UI.OVERLAYS.TEMPERATURE.BUTTON
source: Temperature Overlay
fi: Lämpötilanäkymä

# STRINGS.UI.OVERLAYS.TEMPERATURE.COLD
source: Chilled
fi: Viileää

# STRINGS.UI.OVERLAYS.TEMPERATURE.EXTREMECOLD
source: Absolute Zero
fi: Absoluuttista Nollapistettä

# STRINGS.UI.OVERLAYS.TEMPERATURE.EXTREMEHOT
source: Scorching
fi: Paahtavaa

# STRINGS.UI.OVERLAYS.TEMPERATURE.HOT
source: Warm
fi: Lämmintä

# STRINGS.UI.OVERLAYS.TEMPERATURE.MAXHOT
source: Molten
fi: Sulaa

# STRINGS.UI.OVERLAYS.TEMPERATURE.NAME
source: TEMPERATURE OVERLAY
fi: LÄMPÖTILANÄKYMÄ

# STRINGS.UI.OVERLAYS.TEMPERATURE.TEMPERATE
source: Temperate
fi: Lauhkea

# STRINGS.UI.OVERLAYS.TEMPERATURE.TOOLTIPS.TEMPERATURE
source: Temperatures reaching {0}
fi: Lämpötilat lähestymässä {0}

# STRINGS.UI.OVERLAYS.TEMPERATURE.VERYCOLD
source: Cold
fi: Kylmää

# STRINGS.UI.OVERLAYS.TEMPERATURE.VERYHOT
source: Hot
fi: Kuumaa

# STRINGS.UI.OVERLAYSTITLE
source: OVERLAYS
fi: NÄKYMÄT

# STRINGS.UI.PICKEDUP
source: Picked Up: {0} {1}
fi: Poimittiin: {0} {1}

# STRINGS.UI.PLACEINRECEPTACLE
source: Plant
fi: Istuta

# STRINGS.UI.PRIORITYSCREEN.BASIC
source: Set the order in which with which pending errands should be done Sub-Priorities will always be overridden by Duplicant Priorities <color=#F44A47>[J]</color> ------------------ 1: Least Urgent 9: Most Urgent
fi: Aseta järjestys, jossa odottavat työt on määrä tehdä Jäljennäisten Prioriteetit <color=#F44A47>[J]</color> ohittavat aina Aliprioriteetit ------------------ 1: Vähiten Kiireellinen 9: Kiireellisin

# STRINGS.UI.PRIORITYSCREEN.DIAGRAM
source: Duplicants will pick errands according to their Priorities first, and their Sub-Priorities second
fi: Jäljennäiset valitsevat tehtävät aluksi heidän Prioriteettiensä mukaan, ja sitten vasta Aliprioriteettien mukaan

# STRINGS.UI.PRIORITYSCREEN.DIAGRAM_TITLE
source: PRIORITIES
fi: PRIORITEETIT

# STRINGS.UI.PRIORITYSCREEN.OPEN_JOBS_SCREEN
source: Click to open the Duplicant Priorities screen Duplicants will pick errands according to their Priorities first, and their Sub-Priorities second
fi: Klikkaa avataksesi Jäljennäisten Prioriteetit -ruudun. Jäljennäiset valitsevat tehtävät aluksi heidän Prioriteettiensä mukaan, ja sitten vasta Aliprioriteettien mukaan

# STRINGS.UI.PRODUCTINFO_APPLICABLERESOURCES
source: Required resources:
fi: Vaaditut resurssit:

# STRINGS.UI.PRODUCTINFO_MISSINGRESOURCES_DESC
source: {0} has yet to be discovered.
fi: Ei olla vielä löydetty resurssia {0}.

# STRINGS.UI.PRODUCTINFO_MISSINGRESOURCES_HOVER
source: Missing resource(s)
fi: Puuttuu Resurssi tai Resursseja

# STRINGS.UI.PRODUCTINFO_MISSINGRESOURCES_TITLE
source: Requires {0}: {1}
fi: Tarvitsee {0}: {1}

# STRINGS.UI.PRODUCTINFO_REQUIRESRESEARCHDESC
source: Requires {0} Research
fi: Tarvitsee Kohteen {0} Tutkimista

# STRINGS.UI.PRODUCTINFO_RESEARCHREQUIRED
source: Research required...
fi: Tutkimusta tarvitaan...

# STRINGS.UI.PRODUCTINFO_SELECTMATERIAL
source: Select {0}:
fi: Valitse {0}:

# STRINGS.UI.QUEUE
source: Queue
fi: Jono

# STRINGS.UI.RED_ALERT
source: RED ALERT
fi: PUNAINEN HÄLYTYS

# STRINGS.UI.REMOVEFROMRECEPTACLE
source: Uproot
fi: Kitke

# STRINGS.UI.REPORT
source: REPORTS
fi: RAPORTIT

# STRINGS.UI.RESEARCH
source: RESEARCH
fi: TUTKIMUS

# STRINGS.UI.RESEARCHPOINTS
source: Research points
fi: Tutkimuspisteitä

# STRINGS.UI.RESEARCHSCREEN_UNLOCKSTOOLTIP
source: Unlocks: {0}
fi: Avaa: {0}

# STRINGS.UI.RESOURCESCREEN.AVAILABLE_TOOLTIP
source: Available: {0} ({1} of {2} allocated to pending errands)
fi: Saatavilla: {0} ({1}/{2} varattu odottaville tehtäville)

# STRINGS.UI.RESOURCESCREEN.CATEGORY_TOOLTIP
source: Counts all unallocated resources within reach ------------------ Click to expand
fi: Laskee kaikki ulottuvilla olevat varaamattomat resurssit ------------------ Klikkaa laajentaaksesi

# STRINGS.UI.ROLES
source: JOB ASSIGNMENTS
fi: TYÖTEHTÄVÄT

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.ALREADY_IS_JOBLESS
source: {0} <b>is already</b> unemployed
fi: {0} <b>on jo</b> työtön

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.ALREADY_IS_ROLE
source: {0} <b>is already</b> assigned to the job {1}
fi: {0} <b>on jo</b> nimetty työhön {1}

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.APTITUDES
source: Interests
fi: Kiinnostukset

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.CHOREGROUP_ENABLED.DESCRIPTION
source: Capable of performing <b>{0}</b> jobs
fi: Kykenee tekemään <b>{0}</b>töitä

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.CHOREGROUP_ENABLED.NAME
source: Can perform {0}
fi: Pystyy suorittamaan {0}

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.ELIGIBILITY.ELIGIBLE
source: {0} is qualified for the {1} position
fi: {0} on pätevä virkaan {1}

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.ELIGIBILITY.INELIGIBLE
source: {0} is <color=#F44A47FF>not qualified</color> for the {1} position
fi: {0} <color=#F44A47FF>ei ole pätevä</color> virkaan {1}

source: Must have at least {0} cooking skill
fi: Ruuanlaittotaidon täytyy olla vähintään {0}

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.HAS_ATTRIBUTE_COOKING_BASIC.NAME
source: Basic Cooking
fi: Perus Ruuanlaitto

source: Must have at least {0} digging skill
fi: Kaivamistaidon täytyy olla vähintään {0}

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.HAS_ATTRIBUTE_DIGGING_BASIC.NAME
source: Basic Digging
fi: Perustason Kaivaminen

source: Must have at least {0} learning skill
fi: Oppimistaidon täytyy olla vähintään {0}

source: Basic Learning
fi: Perustason Oppineisuus

source: Must have at least {0} learning skill
fi: Oppimistaidon täytyy olla vähintään {0}

source: Medium Learning
fi: Keskitason Opettelu

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.HAS_COLONY_LEADER.DESCRIPTION
source: A colony leader must be assigned
fi: Siirtokunnan johtaja on nimettävä

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.HAS_COLONY_LEADER.NAME
source: Has colony leader
fi: Siirtokunnan johtaja löytyy

source: Mastery of <b>at least one</b> job
fi: <b>Vähintään yhden</b> työn hallinta

source: General Experience
fi: Yleinen Kokemus

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.HAS_EXPERIENCE.DESCRIPTION
source: Mastery of the <b>{0}</b> job
fi: <b>{0}</b>työn hallinta

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.HAS_EXPERIENCE.NAME
source: {0} Experience
fi: {0}kokemus

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.NO_APTITUDE
source: None
fi: Ei mitään

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.NONE
source: This position has no qualification requirements
fi: Tällä viralla ei ole pätevyysvaatimuksia

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.RELEVANT_APTITUDES
source: Relevant Interests:
fi: Olennaiset Kiinnostukset:

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.RELEVANT_ATTRIBUTES
source: Relevant skills:
fi: Olennaiset taidot:

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.TITLE
source: Qualifications
fi: Pätevyydet

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.UNEMPLOYED.DESCRIPTION
source: Duplicant must not already have a job assignment
fi: Jäljennäinen ei saa olla valmiiksi nimettynä työtehtävään

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.UNEMPLOYED.NAME
source: Unassigned
fi: Nimeämätön

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.WILL_BE_UNASSIGNED
source: Note: Assigning {0} to {1} will <color=#F44A47FF>unassign</color> them from {2}
fi: Huomaa: Nimeämällä Jäljennäisen {0} nimitykseen {1}, <color=#F44A47FF>poistaa</color> hänet nimityksestä {2}

# STRINGS.UI.ROLES_SCREEN.AUTO_PRIORITIZE
source: Auto-Prioritize:
fi: Priorisoi Automaattisesti:

# STRINGS.UI.ROLES_SCREEN.AUTO_PRIORITIZE_DISABLED
source: Duplicant priorities can only be changed manually
fi: Jäljennäisten prioriteetteja voidaan vaihtaa ainoastaan käsin

# STRINGS.UI.ROLES_SCREEN.AUTO_PRIORITIZE_ENABLED
source: Duplicant priorities are automatically reconfigured when they are assigned a new job
fi: Jäljennäisen prioriteetit asetetaan uudelleen kun heille nimetään uusi työ

# STRINGS.UI.ROLES_SCREEN.DROPDOWN.ALREADY_ROLE
source: (Currently {0})
fi: (Tällä hetkellä {0})

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.DECOR.HIGH.DESCRIPTION
source: Duplicants employed in this Tier desire a decent increase in colony decor
fi: Tässä Sarjassa työskentelevät Jäljennäiset haluavat kohtuullisen parannuksen siirtokunnan koristukseen

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.DECOR.HIGH.NAME
source: High Decor
fi: Korkea Koristus

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.DECOR.MEDIUM.DESCRIPTION
source: Duplicants employed in this Tier desire reasonably improved colony decor
fi: Tässä Sarjassa työskentelevät Jäljennäiset haluavat järkevästi korkeamman parannuksen siirtokunnan koristukseen

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.DECOR.MEDIUM.NAME
source: Medium Decor
fi: Keskitason Koristus

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.DECOR.MINOR.DESCRIPTION
source: Duplicants employed in this Tier desire slightly improved colony decor
fi: Tässä Sarjassa työskentelevät Jäljennäiset haluavat hieman parannellun siirtokunnan koristuksen

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.DECOR.MINOR.NAME
source: Minor Decor
fi: Vähäinen Koristus

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.DECOR.UNREASONABLE.DESCRIPTION
source: Duplicants employed in this Tier desire unrealistically luxurious improvements to decor
fi: Tässä Sarjassa työskentelevät Jäljennäiset haluavat epärealistisen ylellisiä parannuksia koristukseen

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.DECOR.UNREASONABLE.NAME
source: Decadent Decor
fi: Rappiollinen Koristus

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.DECOR.VERY_HIGH.DESCRIPTION
source: Duplicants employed in this Tier desire majorly improved colony decor
fi: Tässä Sarjassa työskentelevät Jäljennäiset haluavat suuresti parannellun siirtokunnan koristuksen

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.DECOR.VERY_HIGH.NAME
source: Superb Decor
fi: Mahtava Koristus

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.FOOD_QUALITY.EXCEPTIONAL.DESCRIPTION
source: Duplicants employed in this Tier expect only the best cuisine
fi: Tässä Sarjassa työskentelvät Jäljennäiset halauvat vain parasta herkkua

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.FOOD_QUALITY.EXCEPTIONAL.NAME
source: Ambrosial Food
fi: Taivaallinen Koristus

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.FOOD_QUALITY.HIGH.DESCRIPTION
source: Duplicants employed in this Tier desire better than average food
fi: Tässä Sarjassa työskentelevät Jäljennäiset haluavat keskivertoa parempaa ruokaa

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.FOOD_QUALITY.HIGH.NAME
source: Great Food
fi: Erinomaista Ruokaa

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.FOOD_QUALITY.MEDIUM.DESCRIPTION
source: Duplicants employed in this Tier desire decent food for their efforts
fi: Tässä Sarjassa Työskentelevät Jäljennäiset haluavat kohtuullista ruokaa vaivanpalkaksi

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.FOOD_QUALITY.MEDIUM.NAME
source: Good Food
fi: Hyvää Ruokaa

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.FOOD_QUALITY.MINOR.DESCRIPTION
source: Duplicants employed in this Tier desire food that meets basic living standards
fi: Tässä Sarjassa työskentelevät Jäljennäiset haluavat ruokaa, joka täyttää elämisen perustarpeet

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.FOOD_QUALITY.MINOR.NAME
source: Standard Food
fi: Tavallista Ruokaa

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.FOOD_QUALITY.VERY_HIGH.DESCRIPTION
source: Duplicants employed in this Tier have a refined taste for food
fi: Tässä Sarjassa työskentelevillä Jäljennäisillä on kehittynyt maku ruuan suhteen

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.FOOD_QUALITY.VERY_HIGH.NAME
source: Superb Food
fi: Mahtavaa Ruokaa

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.NO_EXPECTATIONS
source: No additional provisions are required to perform this job
fi: Tämän työn suorittamiseksi ei vaadita lisäjärjestelyitä

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.PRIVATE_ROOM.DESCRIPTION
source: Duplicants in this job would appreciate their own place to unwind
fi: Tässä työssä työskentelevät Jäljennäiset arvostaisivat omaa paikkaa, jossa hengähtää

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.PRIVATE_ROOM.NAME
source: Private Bedroom
fi: Yksityinen Makuuhuone

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.TITLE
source: Special Provisions Request
fi: Erityisjärjestelypyyntö

# STRINGS.UI.ROLES_SCREEN.HIGHEST_EXPECTATIONS_TIER
source: <b>Highest Expectations</b>
fi: <b>Korkeimmat Odotukset</b>

# STRINGS.UI.ROLES_SCREEN.MANAGEMENT_BUTTON
source: JOBS
fi: TYÖT

# STRINGS.UI.ROLES_SCREEN.NO_JOB_STATION_WARNING
source: Build a Jobs Board to unlock Job Assignments
fi: Rakenna Työtaulu avataksesi Työtehtävät

# STRINGS.UI.ROLES_SCREEN.PERKS.ADVANCED_RESEARCH.DESCRIPTION
source: Trait: <link="ADVANCEDRESEARCHCENTER">Super Computer</link> Researching
fi: Piirre: <link="ADVANCEDRESEARCHCENTER">Supertietokone</link>tutkimus

# STRINGS.UI.ROLES_SCREEN.PERKS.CAN_ART.DESCRIPTION
source: Trait: Can work <link="CANVAS">Blank Canvas</link> and <link="SCULPTURE">Sculpting Block</link>
fi: Piirre: PYstyy työstämään <link="CANVAS">Tyhjää kangasta</link> ja <link="SCULPTURE">Veistokiveä</link>

# STRINGS.UI.ROLES_SCREEN.PERKS.CAN_DIG_NEARLY_IMPENETRABLE.DESCRIPTION
source: Trait: <link="KATAIRITE">Abyssalite</link> Mining
fi: Piirre: <link="HARDNESS">Abyssaliitin</link> Louhinta

# STRINGS.UI.ROLES_SCREEN.PERKS.CAN_DIG_VERY_FIRM.DESCRIPTION
source: Trait: <link="HARDNESS">Very Firm Material</link> Mining
fi: Piirre: <link="HARDNESS">Erittäin Lujan Materiaalin</link> Louhinta

# STRINGS.UI.ROLES_SCREEN.PERKS.CAN_DO_PLUMBING.DESCRIPTION
source: Trait: Plumbing
fi: Piirre: Putkityöt

# STRINGS.UI.ROLES_SCREEN.PERKS.CAN_ELECTRIC_GRILL.DESCRIPTION
source: Trait: <link="COOKINGSTATION">Electric Grill</link> Cooking
fi: Piirre: <link="COOKINGSTATION">Sähkögrillillä</link> Kokkaaminen

# STRINGS.UI.ROLES_SCREEN.PERKS.CAN_FARM_TINKER.DESCRIPTION
source: Trait: <link="PLANTS">Crop Tending</link> and Micronutrient Fertilizer Crafting
fi: Piirre: <link="PLANTS">Sadon hoito</link> ja Mikroravinnelannoitteen Valmistus

# STRINGS.UI.ROLES_SCREEN.PERKS.CAN_POWER_TINKER.DESCRIPTION
source: Trait: <link="POWER">Generator Tuning</link> and Microchip Crafting
fi: Piirre: <link="POWER">Generaattorin Virittäminen</link> ja Mikrosirun Valmistus

# STRINGS.UI.ROLES_SCREEN.PERKS.CAN_USE_RANCH_STATION.DESCRIPTION
source: Trait: Grooming Station Training
fi: Piirre: Siistimistyöpistekoulutus

# STRINGS.UI.ROLES_SCREEN.PERKS.CAN_WRANGLE_CREATURES.DESCRIPTION
source: Trait: Critter Wrangling
fi: Piirre: Otusten Nappaaminen

# STRINGS.UI.ROLES_SCREEN.PERKS.CONVEYOR_BUILD.DESCRIPTION
source: Trait: <link="SOLIDCONDUIT">Conveyor Rail</link> Construction
fi: Piirre: <link="CONVEYOR RAIL">Raidekuljetinjärjestelmän</link> Rakennus

# STRINGS.UI.ROLES_SCREEN.PERKS.EXOSUIT_EXPERTISE.DESCRIPTION
source: Trait: <link="EXOSUIT">Exosuit</link> Sprinting
fi: Piirre: <link="EXOSUIT">Eksopuvussa</link> Juokseminen

# STRINGS.UI.ROLES_SCREEN.PERKS.INCREASE_BOTANIST.DESCRIPTION
source: +{0} to Farming
fi: +{0} Viljelyyn

# STRINGS.UI.ROLES_SCREEN.PERKS.INCREASE_RANCHING.DESCRIPTION
source: +{0} to Ranching
fi: +{0} Paimentamiseen

# STRINGS.UI.ROLES_SCREEN.PERKS.INCREASED_ART.DESCRIPTION
source: +{0} to Creativity
fi: +{0} Luovuuteen

# STRINGS.UI.ROLES_SCREEN.PERKS.INCREASED_ATHLETICS.DESCRIPTION
source: +{0} to Athletics
fi: +{0} Atleettisuuteen

# STRINGS.UI.ROLES_SCREEN.PERKS.INCREASED_CARING.DESCRIPTION
source: +{0} to Caring
fi: +{0} Huolenpitoon

# STRINGS.UI.ROLES_SCREEN.PERKS.INCREASED_CARRY_AMOUNT.DESCRIPTION
source: +{0}kg to Carrying Capacity
fi: +{0}kg Kantokykyyn

# STRINGS.UI.ROLES_SCREEN.PERKS.INCREASED_CONSTRUCTION.DESCRIPTION
source: +{0} to Construction
fi: +{0} Rakentamiseen

# STRINGS.UI.ROLES_SCREEN.PERKS.INCREASED_COOKING.DESCRIPTION
source: +{0} to Cooking
fi: +{0} Ruuanlaittoon

# STRINGS.UI.ROLES_SCREEN.PERKS.INCREASED_DIG_SPEED.DESCRIPTION
source: +{0} to Digging
fi: +{0} Kaivamiseen

# STRINGS.UI.ROLES_SCREEN.PERKS.INCREASED_LEARNING.DESCRIPTION
source: +{0} to Learning
fi: +{0} Oppimiseen

# STRINGS.UI.ROLES_SCREEN.PERKS.INCREASED_MACHINERY.DESCRIPTION
source: +{0} to Tinkering
fi: +{0} Näpertelyun

# STRINGS.UI.ROLES_SCREEN.PERKS.INCREASED_STRENGTH.DESCRIPTION
source: +{0} to Strength
fi: +{0} Voimakkuuteen

# STRINGS.UI.ROLES_SCREEN.PERKS.MANAGED_COLONY.DESCRIPTION
source: Colony Stress Alleviater
fi: Siirtokunnan Ahdistuksenlievittäjä

# STRINGS.UI.ROLES_SCREEN.PERKS.MANAGERIAL_DUTIES.DESCRIPTION
source: Workload stress
fi: Työahdistus

# STRINGS.UI.ROLES_SCREEN.PERKS.NO_PERKS
source: This job comes with no training
fi: Tämä työ ei tarjoa koulutusta

# STRINGS.UI.ROLES_SCREEN.PERKS.TITLE_BASICTRAINING
source: Basic Job Training
fi: Perustyökoulutus

# STRINGS.UI.ROLES_SCREEN.PERKS.TITLE_MORETRAINING
source: Additional Job Training
fi: Lisätyökoulutus

# STRINGS.UI.ROLES_SCREEN.PRIORITY.DESCRIPTION
source: {0}s prioritize these work errands:
fi: Virassa {0} työskentelevät priorisoivat nämä työtehtävät:

# STRINGS.UI.ROLES_SCREEN.PRIORITY.NO_EFFECT
source: This job does not affect errand prioritization
fi: Tämä työ ei vaikuta tehtävien priorisointiin

# STRINGS.UI.ROLES_SCREEN.PRIORITY.TITLE
source: Job Priorities
fi: Työprioriteetit

# STRINGS.UI.ROLES_SCREEN.RESUME.NO_SELECTION
source: No Duplicant selected
fi: Jäljennäistä ei valittu

# STRINGS.UI.ROLES_SCREEN.RESUME.PREVIOUS_ROLES
source: PREVIOUS DUTIES
fi: EDELLISET VELVOLLISUUDET

# STRINGS.UI.ROLES_SCREEN.RESUME.TITLE
source: Qualifications
fi: Pätevyydet

# STRINGS.UI.ROLES_SCREEN.RESUME.UNASSIGNED
source: Unassigned
fi: Nimeämätön

# STRINGS.UI.ROLES_SCREEN.ROLE_PROGRESS
source: <b>Job Experience: {0}/{1}</b> Duplicants can become eligible for specialized jobs by maxing their current job experience
fi: <b>Työkokemus: {0}/{1}</b> Jäljennäiset voivat tulla päteviksi erityistöihin maksimoimalla nykyisen työnsä kokemuksen

# STRINGS.UI.ROLES_SCREEN.SIDEBAR.ASSIGNED_DUPLICANTS
source: Assigned Duplicants
fi: Nimetyt Jäljennäiset

# STRINGS.UI.ROLES_SCREEN.SIDEBAR.UNASSIGN
source: Unassign job
fi: Poista työn nimitys

# STRINGS.UI.ROLES_SCREEN.SIDEBAR.UNASSIGNED_DUPLICANTS
source: Unassigned Duplicants
fi: Nimeämättömät Jäljennäiset

# STRINGS.UI.ROLES_SCREEN.SLOTS.ASSIGNMENT_PENDING
source: (Pending)
fi: (Odottaa)

# STRINGS.UI.ROLES_SCREEN.SLOTS.NO_ELIGIBLE_DUPLICANTS
source: No Duplicants meet the requirements for this job
fi: Yksikään Jäljennäinen ei täytä tämän työn vaatimuksia

# STRINGS.UI.ROLES_SCREEN.SLOTS.NOSLOTS
source: No slots available
fi: Paikkoja ei vapaana

# STRINGS.UI.ROLES_SCREEN.SLOTS.PICK_DUPLICANT
source: None
fi: Ei mitään

# STRINGS.UI.ROLES_SCREEN.SLOTS.PICK_JOB
source: No Job
fi: Ei Työtä

# STRINGS.UI.ROLES_SCREEN.SLOTS.UNASSIGNED
source: Vacant Position
fi: Vapaa Paikka

# STRINGS.UI.ROLES_SCREEN.SLOTS.UNASSIGNED_TOOLTIP
source: Click to assign a Duplicant to this job opening
fi: Klikkaa nimetäksesi Jäljennäisen tähän työhön

# STRINGS.UI.ROLES_SCREEN.TIER_NAMES.FIVE
source: Tier 5
fi: Taso 5

# STRINGS.UI.ROLES_SCREEN.TIER_NAMES.FOUR
source: Tier 4
fi: Taso 4

# STRINGS.UI.ROLES_SCREEN.TIER_NAMES.ONE
source: Tier 1
fi: Taso 1
