Repository: Eerjunic/OxygenNotIncluded_Fi
Catalog: strings.po
Languages: fi

# STRINGS.CREATURES.STATUSITEMS.NEEDSFERTILIZER.TOOLTIP
source: Growth will resume when fertilization requirements are met
fi: Kasvaminen jatkuu kun lannoitusvaatimukset saavutetaan

# STRINGS.CREATURES.STATUSITEMS.NEEDSIRRIGATION.NAME
source: • Irrigation
fi: • Kastelu

# STRINGS.CREATURES.STATUSITEMS.NEEDSIRRIGATION.TOOLTIP
source: Growth will resume when liquid requirements are met
fi: Kasvaminen jatkuu kun nestevaatimukset saavutetaan

# STRINGS.CREATURES.STATUSITEMS.NORMAL_YIELD.NAME
source: Good Yield
fi: Hyvä Sato

# STRINGS.CREATURES.STATUSITEMS.NORMAL_YIELD.TOOLTIP
source: Comfortable conditions allowed this plant to produce a better yield {Effects}
fi: Mukavat olosuhteet mahdollistivat tämän kasvin kasvattavan paremman sadon {Effects}

# STRINGS.CREATURES.STATUSITEMS.PERFECTATMOSPHERICPRESSURE.NAME
source: Ideal Air Pressure
fi: Ihanneilmanpaine

# STRINGS.CREATURES.STATUSITEMS.PERFECTATMOSPHERICPRESSURE.TOOLTIP
source: This critter is comfortable in the current atmospheric pressure Ideal Range: {0} - {1}
fi: Tällä otuksella on mukava olla tämänhetkisessä ilmanpaineessa Ihanneväli: {0} - {1}

# STRINGS.CREATURES.STATUSITEMS.PERFECTTEMPERATURE.NAME
source: Ideal Temperature
fi: Ihannelämpötila

# STRINGS.CREATURES.STATUSITEMS.PERFECTTEMPERATURE.TOOLTIP
source: This critter finds the current ambient temperature comfortable Ideal Range: {0} - {1}
fi: Tämän otuksen mielestä tämänhetkinen ympäristön lämpötila on mukava Ihanneväli: {0} - {1}

# STRINGS.CREATURES.STATUSITEMS.PLANTDEATH.NAME
source: Dead
fi: Kuollut

# STRINGS.CREATURES.STATUSITEMS.PLANTDEATH.NOTIFICATION
source: Plants have died
fi: Kasvit ovat kuolleita

# STRINGS.CREATURES.STATUSITEMS.PLANTDEATH.NOTIFICATION_TOOLTIP
source: These plants have died and will produce no more harvests:
fi: Nämä kasvit ovat kuolleita, eivätkä tuota enää satoa:

# STRINGS.CREATURES.STATUSITEMS.PLANTDEATH.TOOLTIP
source: This plant will produce no more harvests
fi: Tämä kasvi ei tuota enää satoa

# STRINGS.CREATURES.STATUSITEMS.READYFORHARVEST.NAME
source: Harvest Ready
fi: Sato Valmis

# STRINGS.CREATURES.STATUSITEMS.READYFORHARVEST.TOOLTIP
source: This plant can be harvested for materials
fi: Tämän kasvin sato voidaan korjata materiaaleiksi

# STRINGS.CREATURES.STATUSITEMS.RECEPTACLEINOPERATIONAL.NAME
source: • Farm plot inoperable
fi: • Viljelyskohta käyttökelvoton

# STRINGS.CREATURES.STATUSITEMS.RECEPTACLEINOPERATIONAL.TOOLTIP
source: This farm plot cannot grow plants in its current state
fi: Tätä viljelyskohtaa ei voida käyttää kasvien kasvattamiseen sen nykyisessä tilassa

# STRINGS.CREATURES.STATUSITEMS.RECEPTACLEOPERATIONAL.NAME
source: Farm plot operational
fi: Viljelyskohta toiminnassa

# STRINGS.CREATURES.STATUSITEMS.RECEPTACLEOPERATIONAL.TOOLTIP
source: This plant's farm plot is operational
fi: Tämän kasvin viljelyskohta on toiminnassa

# STRINGS.CREATURES.STATUSITEMS.REFRIGERATED.NAME
source: Refrigerated
fi: Jäähdytetty

# STRINGS.CREATURES.STATUSITEMS.REFRIGERATED.TOOLTIP
source: Ideal temperature storage is slowing this food's decay rate
fi: Ihannelämpötilassa oleva säilytyspaikka hidastaa tämän ruuan pilaantumista

# STRINGS.CREATURES.STATUSITEMS.SCALDING.NAME
source: Scalding
fi: Tulikuuma

# STRINGS.CREATURES.STATUSITEMS.SCALDING.NOTIFICATION_NAME
source: Scalding
fi: Tulikuuma

# STRINGS.CREATURES.STATUSITEMS.SCALDING.NOTIFICATION_TOOLTIP
source: Scalding temperatures are hurting these Duplicants:
fi: Tulikuumat lämpötilat satuttavat näitä Jäljennäisiä:

# STRINGS.CREATURES.STATUSITEMS.SCALDING.TOOLTIP
source: Current external temperature is perilously high [{ExternalTemperature} / {TargetTemperature}]
fi: Tämänhetkinen ulkoinen lämpötila on turmiollisen korkea [{ExternalTemperature} / {TargetTemperature}]

# STRINGS.CREATURES.STATUSITEMS.SLEEPING.NAME
source: Sleeping
fi: Nukkuu

# STRINGS.CREATURES.STATUSITEMS.SLEEPING.TOOLTIP
source: This critter is replenishing its stamina
fi: Tämä otus palauttaa jaksamistaan

# STRINGS.CREATURES.STATUSITEMS.SPOILED.NAME
source: Rotten
fi: Mätä

# STRINGS.CREATURES.STATUSITEMS.SPOILED.TOOLTIP
source: This food has putrefied and should not be consumed
fi: Tämä ruoka on mätääntynyt, eikä sitä tulisi syödä

# STRINGS.CREATURES.STATUSITEMS.STALE.NAME
source: Stale {RotPercentage}
fi: Ummehtunut {RotPercentage}

# STRINGS.CREATURES.STATUSITEMS.STALE.TOOLTIP
source: This food is still edible but will soon expire {RotTooltip}
fi: Tämä ruoka on vielä syötävää, muttei kovin kauaa {RotTooltip}

# STRINGS.CREATURES.STATUSITEMS.STARVING.NAME
source: Starving Time until death: {TimeUntilDeath}
fi: Nääntyy Aikaa kuolemaan: {TimeUntilDeath}

# STRINGS.CREATURES.STATUSITEMS.STARVING.NOTIFICATION_NAME
source: Critter Starvation
fi: Otuksen Nääntyminen

# STRINGS.CREATURES.STATUSITEMS.STARVING.NOTIFICATION_TOOLTIP
source: These critters are starving and will die if not fed soon:
fi: Tämä otukset nääntyvät ja kuolevat ellei niitä pian ruokita:

# STRINGS.CREATURES.STATUSITEMS.STARVING.TOOLTIP
source: This critter is starving and will die if it is not fed soon
fi: Tämä otus nääntyy ja kuolee ellei sitä pian ruokita

# STRINGS.CREATURES.STATUSITEMS.STERILIZINGATMOSPHERE.NAME
source: Sterile Atmosphere
fi: Steriili Ilmasto

# STRINGS.CREATURES.STATUSITEMS.STERILIZINGATMOSPHERE.TOOLTIP
source: Microbe destroying conditions are preventing this food from decaying
fi: Mikrobeja tuhoavat olosuhteet estävät tätä ruokaa pilaantumasta

# STRINGS.CREATURES.STATUSITEMS.STRUGGLING.NAME
source: Struggling
fi: Sinnittelee

# STRINGS.CREATURES.STATUSITEMS.STRUGGLING.TOOLTIP
source: This critter is trying to get away
fi: Tämä otus koittaa päästä pakoon

# STRINGS.CREATURES.STATUSITEMS.STUNTED_SCALE_GROWTH.NAME
source: Stunted Scales
fi: Kituskasvuiset Suomut

# STRINGS.CREATURES.STATUSITEMS.STUNTED_SCALE_GROWTH.TOOLTIP
source: This critter's scale growth is being stunted by an unfavorable environment
fi: Tämän otuksen suomujen kasvu kituu epäsuotuisasta ympäristöstä johtuen

# STRINGS.CREATURES.STATUSITEMS.SUFFOCATING.NAME
source: Suffocating
fi: Tukehtuu

# STRINGS.CREATURES.STATUSITEMS.SUFFOCATING.TOOLTIP
source: This critter cannot breathe
fi: Tämä otus ei pysty hengittämään

# STRINGS.CREATURES.STATUSITEMS.TIRED.NAME
source: Fatigued
fi: Uupunut

# STRINGS.CREATURES.STATUSITEMS.TIRED.TOOLTIP
source: This critter needs some sleepytime
fi: Tämä otus tarvitsee enemmän unta

# STRINGS.CREATURES.STATUSITEMS.TRAPPED.NAME
source: Trapped
fi: Satimessa

# STRINGS.CREATURES.STATUSITEMS.TRAPPED.TOOLTIP
source: This critter has been contained and cannot escape
fi: Tämä otus on jäänyt satimeen, eikä pääse karkuun

# STRINGS.CREATURES.STATUSITEMS.UNREFRIGERATED.NAME
source: Unrefrigerated
fi: Ei Jäähdytetty

# STRINGS.CREATURES.STATUSITEMS.UNREFRIGERATED.TOOLTIP
source: Temperatures above {RotTemperature} spoil food more quickly
fi: {RotTemperature} korkemmat lämpötilat saavat ruuan pilaantumaan nopeammin

# STRINGS.CREATURES.STATUSITEMS.WILTING.NAME
source: Growth Halted{Reasons}
fi: Kasvaminen Pysähtynyt{Reasons}

# STRINGS.CREATURES.STATUSITEMS.WILTING.TOOLTIP
source: Growth will resume when conditions improve
fi: Kasvaminen jatkuu kun olosuhteet paranevat

# STRINGS.CREATURES.STATUSITEMS.WILTING_NON_GROWING_PLANT.NAME
source: Growth Halted{Reasons}
fi: Kasvaminen Pysähtynyt{Reasons}

# STRINGS.CREATURES.STATUSITEMS.WILTING_NON_GROWING_PLANT.TOOLTIP
source: Growth will resume when conditions improve
fi: Kasvaminen jatkuu kun olosuhteet paranevat

# STRINGS.CREATURES.STATUSITEMS.WILTINGDOMESTIC.NAME
source: Growth Halted{Reasons}
fi: Kasvaminen Pysähtynyt{Reasons}

# STRINGS.CREATURES.STATUSITEMS.WILTINGDOMESTIC.TOOLTIP
source: Growth will resume when conditions improve
fi: Kasvaminen jatkuu kun olosuhteet paranevat

# STRINGS.CREATURES.STATUSITEMS.WRONGATMOSPHERE.NAME
source: • Atmosphere
fi: • Ilmasto

# STRINGS.CREATURES.STATUSITEMS.WRONGATMOSPHERE.TOOLTIP
source: Growth will resume when submersed in one of the following gases: {elements}
fi: Kasvu jatkuu kun on seuraavien kaasujen ympäröimä: {elements}

# STRINGS.CREATURES.STATUSITEMS.WRONGFERTILIZER.NAME
source: • Fertilization
fi: • Lannoitus

# STRINGS.CREATURES.STATUSITEMS.WRONGFERTILIZER.TOOLTIP
source: This farm is storing materials that are not suitable for this plant ------------------ Empty this building's storage to remove the unusable materials
fi: Tässä tarhassa on materiaaleja, jotka eivät sovi tälle kasville ------------------ Tyhjennä tämän rakennuksen varasto poistaaksesi käyttökelvottomat materiaalit

# STRINGS.CREATURES.STATUSITEMS.WRONGFERTILIZERMAJOR.NAME
source: • Fertilization
fi: • Lannoitus

# STRINGS.CREATURES.STATUSITEMS.WRONGFERTILIZERMAJOR.TOOLTIP
source: This farm is storing materials that are not suitable for this plant ------------------ Empty this building's storage to remove the unusable materials
fi: Tässä tarhassa on materiaaleja, jotka eivät sovi tälle kasville ------------------ Tyhjennä tämän rakennuksen varasto poistaaksesi käyttökelvottomat materiaalit

# STRINGS.CREATURES.STATUSITEMS.WRONGIRRIGATION.NAME
source: • Fertilization
fi: • Lannoitus

# STRINGS.CREATURES.STATUSITEMS.WRONGIRRIGATION.TOOLTIP
source: This farm is storing materials that are not suitable for this plant ------------------ Empty this building's storage to remove the unusable materials
fi: Tässä tarhassa on materiaaleja, jotka eivät sovi tälle kasville ------------------ Tyhjennä tämän rakennuksen varasto poistaaksesi käyttökelvottomat materiaalit

# STRINGS.CREATURES.STATUSITEMS.WRONGIRRIGATIONMAJOR.NAME
source: • Irrigation
fi: • Kastelu

# STRINGS.CREATURES.STATUSITEMS.WRONGIRRIGATIONMAJOR.TOOLTIP
source: This farm is storing materials that are not suitable for this plant ------------------ Empty this building's storage to remove the incorrect materials
fi: Tässä tarhassa on materiaaleja, jotka eivät sovi tälle kasville ------------------ Tyhjennä tämän rakennuksen varasto poistaaksesi väärät materiaalit

# STRINGS.DUPLICANTS.ARRIVALTIME
source: Age:
fi: Ikä:

# STRINGS.DUPLICANTS.ARRIVALTIME_TOOLTIP
source: This {1} was printed on Cycle {0}
fi: Tämä {1} tulostettiin Kierrolla {0}

# STRINGS.DUPLICANTS.ATTRIBUTES.AIRCONSUMPTIONRATE.DESC
source: Air Consumption determines how much <link="OXYGEN">Oxygen</link> a Duplicant requires per minute to live.
fi: Ilmankulutus kertoo kuinka paljon <link="OXYGEN">Happea</link> jäljennäinen vaatii yhden minuutin aikana elääkseen.

# STRINGS.DUPLICANTS.ATTRIBUTES.AIRCONSUMPTIONRATE.NAME
source: Air Consumption Rate
fi: Ilmankulutusnopeus

# STRINGS.DUPLICANTS.ATTRIBUTES.ART.DESC
source: Determines the speed and finesse with which a Duplicant creates artwork.
fi: Kertoo nopeuden ja näppäryyden, jolla Jäljennäinen luo taidetta.

# STRINGS.DUPLICANTS.ATTRIBUTES.ART.NAME
source: Creativity
fi: Luovuus

# STRINGS.DUPLICANTS.ATTRIBUTES.ART.SPEEDMODIFIER
source: {0} Decorating Speed
fi: {0} Koristelunopeus

# STRINGS.DUPLICANTS.ATTRIBUTES.ATHLETICS.DESC
source: Determines a Duplicant's default runspeed.
fi: Kertoo Jäljennäisen tavallisen juoksunopeuden.

# STRINGS.DUPLICANTS.ATTRIBUTES.ATHLETICS.NAME
source: Athletics
fi: Atleettisuus

# STRINGS.DUPLICANTS.ATTRIBUTES.ATHLETICS.SPEEDMODIFIER
source: {0} Runspeed
fi: {0} Juoksunopeus

# STRINGS.DUPLICANTS.ATTRIBUTES.BASE_VALUE
source: Base: {0}
fi: Perus: {0}

# STRINGS.DUPLICANTS.ATTRIBUTES.BLADDERDELTA.NAME
source: Bladder Change
fi: Rakonmuutos

# STRINGS.DUPLICANTS.ATTRIBUTES.BOTANIST.BONUS_SEEDS
source: {0} Seed Chance
fi: {0} Siemenen Todennäköisyys

# STRINGS.DUPLICANTS.ATTRIBUTES.BOTANIST.DESC
source: Determines how quickly and efficiently a Duplicant raises plants.
fi: Kertoo kuinka nopeasti ja tehokkaasti Jäljennäinen kasvattaa kasveja.

# STRINGS.DUPLICANTS.ATTRIBUTES.BOTANIST.HARVEST_SPEED_MODIFIER
source: {0} Harvesting Speed
fi: {0} Sadonkorjuunopeus

# STRINGS.DUPLICANTS.ATTRIBUTES.BOTANIST.NAME
source: Farming
fi: Viljely

# STRINGS.DUPLICANTS.ATTRIBUTES.BOTANIST.TINKER_MODIFIER
source: {0} Tending Speed
fi: {0} Huolehtimisnopeus

# STRINGS.DUPLICANTS.ATTRIBUTES.BREATHDELTA.DESC
source: Determines how quickly a Duplicant gains or reduces <link="STRESS">Breath</link>.
fi: Kertoo kuinka nopeasti Jäljennäinen saa tai vähentää <link="STRESS">Henkeään</link>.

# STRINGS.DUPLICANTS.ATTRIBUTES.BREATHDELTA.NAME
source: Breath Change
fi: Hengityksen Muutos

# STRINGS.DUPLICANTS.ATTRIBUTES.CALORIESDELTA.NAME
source: Calories Change Rate
fi: Kalorinkulutusnopeus

# STRINGS.DUPLICANTS.ATTRIBUTES.CARING.DESC
source: Determines medical skill and how well a Duplicant works with peers and critters.
fi: Kertoo lääkintätaidon ja kuinka hyvin Jäljennäinen toimi vertaisten ja otusten kanssa.

# STRINGS.DUPLICANTS.ATTRIBUTES.CARING.FABRICATE_SPEEDMODIFIER
source: {0} Compound Treatment Speed
fi: {0} Materiaalinkäsittelynopeus

# STRINGS.DUPLICANTS.ATTRIBUTES.CARING.NAME
source: Kindness
fi: Kiltteys

# STRINGS.DUPLICANTS.ATTRIBUTES.CARING.SPEEDMODIFIER
source: {0} Medical Care Speed
fi: {0} Lääkintänopeus

# STRINGS.DUPLICANTS.ATTRIBUTES.CARRYAMOUNT.DESC
source: Determines the maximum weight that a Duplicant can carry.
fi: Kertoo suurimman painon, jonka Jäljennäinen pystyy kantamaan.

# STRINGS.DUPLICANTS.ATTRIBUTES.CARRYAMOUNT.NAME
source: Carrying Capacity
fi: Kantokyky

# STRINGS.DUPLICANTS.ATTRIBUTES.CONSTRUCTION.DESC
source: Determines a Duplicant's building speed.
fi: Kertoo Jäljentämisen rakennusnopeuden.

# STRINGS.DUPLICANTS.ATTRIBUTES.CONSTRUCTION.NAME
source: Construction
fi: Rakennus

# STRINGS.DUPLICANTS.ATTRIBUTES.CONSTRUCTION.SPEEDMODIFIER
source: {0} Construction Speed
fi: {0} Rakennusnopeus

# STRINGS.DUPLICANTS.ATTRIBUTES.COOKING.DESC
source: Determines how quickly a Duplicant prepares <link="FOOD">Food</link>.
fi: Kertoo kuinka nopeasti Jäljennäinen valmistaa <link="FOOD">Ruokaa</link>.

# STRINGS.DUPLICANTS.ATTRIBUTES.COOKING.NAME
source: Cooking
fi: Ruuanlaitto

# STRINGS.DUPLICANTS.ATTRIBUTES.COOKING.SPEEDMODIFIER
source: {0} Cooking Speed
fi: {0} Ruuanlaittonopeus

# STRINGS.DUPLICANTS.ATTRIBUTES.DECOR.DESC
source: <link="DECOR">Decor</link> affects a Duplicant's <link="STRESS">Stress</link> and their opinion of their surroundings.
fi: <link="DECOR">Koristeellisuudella</link> on vaikutusta Jäljennäisen <link="STRESS">Ahdistukseen</link> ja heidän mielipiteeseen ympäristöstä.

# STRINGS.DUPLICANTS.ATTRIBUTES.DECOR.NAME
source: Decor
fi: Koristeellisuus

# STRINGS.DUPLICANTS.ATTRIBUTES.DECORRADIUS.DESC
source: The influence range of an object's <link="DECOR">Decor</link> value.
fi: Esineen <link="DECOR">Koristeellisuuden</link> vaikutusaluearvo.

# STRINGS.DUPLICANTS.ATTRIBUTES.DECORRADIUS.NAME
source: Decor Radius
fi: Koristeellisuuden Ulottuvuus

# STRINGS.DUPLICANTS.ATTRIBUTES.DIGGING.ATTACK_MODIFIER
source: {0} Attack Damage
fi: {0} Hyökkäysvahinko

# STRINGS.DUPLICANTS.ATTRIBUTES.DIGGING.DESC
source: Determines a Duplicant's mining speed.
fi: Kertoo Jäljennäisen kaivamisnopeuden.

# STRINGS.DUPLICANTS.ATTRIBUTES.DIGGING.NAME
source: Digging
fi: Kaivuu

# STRINGS.DUPLICANTS.ATTRIBUTES.DIGGING.SPEEDMODIFIER
source: {0} Digging Speed
fi: {0} Kaivamisnopeus

# STRINGS.DUPLICANTS.ATTRIBUTES.DISEASECURESPEED.DESC
source: Recovery speed bonus is increased when another Duplicant provides medical care to the patient
fi: Palautumisnopeusbonus kasvaa kun toinen Jäljennäinen tarjoaa potilaalle lääkinnällistä hoitoa

# STRINGS.DUPLICANTS.ATTRIBUTES.DISEASECURESPEED.NAME
source: <link="DISEASE">Disease</link> Recovery Speed Bonus
fi: <link="DISEASE">Sairaudesta</link>palautumisnopeusbonus

# STRINGS.DUPLICANTS.ATTRIBUTES.DOCTOREDLEVEL.DESC
source: Duplicants who receive medical care while on a Med-Bed or Pharma Chamber will gain the "Care Received" effect This effect reduces Disease symptoms
fi: Sairaalasängyllä tai Lääkintäkammiossa hoitoa saaneet Jäljennäiset saavat "Saanut Hoitoa"-vaikutuksen Tämä vaikutus vähentää Sairauden oireita

# STRINGS.DUPLICANTS.ATTRIBUTES.DOCTOREDLEVEL.NAME
source: <link="MEDICINE">Care Received</link> Effect
fi: <link="MEDICINE">Saanut Hoitoa</link> Effect

# STRINGS.DUPLICANTS.ATTRIBUTES.FATALTEMPERATURE.DESC
source: A building at Meltdown <link="HEAT">Temperature</link> will lose functionality and take damage
fi: Sulamis<link="HEAT">lämpötilassa</link> oleva rakennus menettää toimintansa ja ottaa vahinkoa

# STRINGS.DUPLICANTS.ATTRIBUTES.FATALTEMPERATURE.NAME
source: Meltdown Temperature
fi: Sulamislämpötila

# STRINGS.DUPLICANTS.ATTRIBUTES.FERTILITYDELTA.DESC
source: Determines the amount of time needed for a critter to lay new eggs.
fi: Kertoo ajan, jonka eläin tarvitsee laskeakseen uusia munia.

# STRINGS.DUPLICANTS.ATTRIBUTES.FERTILITYDELTA.NAME
source: Reproduction Rate
fi: Lisääntymisnopeus

# STRINGS.DUPLICANTS.ATTRIBUTES.GENERATOROUTPUT.NAME
source: Power Output
fi: Virran Tuotto

# STRINGS.DUPLICANTS.ATTRIBUTES.HAPPINESS.NAME
source: Happiness
fi: Onnellisuus

# STRINGS.DUPLICANTS.ATTRIBUTES.HAPPINESSDELTA.DESC
source: Contented critters produce usable materials with increased frequency.
fi: Tyytyväiset otukset tuottavat käyttökelpoisia materiaaleja tiheämmin.

# STRINGS.DUPLICANTS.ATTRIBUTES.HAPPINESSDELTA.NAME
source: Happiness Change
fi: Onnellisuuden Muutosnopeus

# STRINGS.DUPLICANTS.ATTRIBUTES.HITPOINTSDELTA.DESC
source: Health regeneration is increased when another Duplicant provides medical care to the patient
fi: Parantuminen nopeutuu, kun toinen Jäljennäinen antaa potilaalle lääkinnällistä hoitoa

# STRINGS.DUPLICANTS.ATTRIBUTES.HITPOINTSDELTA.NAME
source: <link="HEALTH">Health</link>
fi: <link="HEALTH">Terveys</link>

# STRINGS.DUPLICANTS.ATTRIBUTES.HYGIENE.DESC
source: <link="HYGIENE">Hygiene</link> affects a Duplicant's sense of cleanliness.
fi: <link="HYGIENE">Hygienia</link> vaikuttaa Jäljennäisen puhtaudentuntemukseen.

# STRINGS.DUPLICANTS.ATTRIBUTES.HYGIENE.NAME
source: Hygiene
fi: Hygienia

# STRINGS.DUPLICANTS.ATTRIBUTES.IMMUNELEVELDELTA.NAME
source: Immunity Regen
fi: Vastustuskyvyn Kasvu

# STRINGS.DUPLICANTS.ATTRIBUTES.IMMUNITY.BOOST_MODIFIER
source: {0} Immunity Regen
fi: {0} Vastustuskyvyn Kasvu

# STRINGS.DUPLICANTS.ATTRIBUTES.IMMUNITY.BOOST_STAT
source: Immunity Attribute
fi: Vastustuskykyattribuutti

# STRINGS.DUPLICANTS.ATTRIBUTES.IMMUNITY.DESC
source: Determines a Duplicant's disease susceptibility and recovery time.
fi: Kertoo Jäljennäisen sairastumistodennäköisyyden ja palautumisajan.

# STRINGS.DUPLICANTS.ATTRIBUTES.IMMUNITY.NAME
source: Immunity
fi: Vastustuskyky

# STRINGS.DUPLICANTS.ATTRIBUTES.INCUBATIONDELTA.NAME
source: Incubation Rate
fi: Hautumisnopeus

# STRINGS.DUPLICANTS.ATTRIBUTES.INSULATION.DESC
source: Highly insulated Duplicants retain body heat easily, while low insulation Duplicants are easier to keep cool.
fi: Korkesti eristetyt Jäljennäiset pitävät ruumiinlämpönsä helpommin, kun taas alhaisesti eristetyt pysyvät paremmin viileänä.

# STRINGS.DUPLICANTS.ATTRIBUTES.INSULATION.NAME
source: Insulation
fi: Eristys

# STRINGS.DUPLICANTS.ATTRIBUTES.INSULATION.SPEEDMODIFIER
source: {0} Temperature Retention
fi: {0} Lämpötilarententio

# STRINGS.DUPLICANTS.ATTRIBUTES.LEARNING.DESC
source: Determines how quickly a Duplicant conducts <link="RESEARCH">Research</link> and gains skills.
fi: Kertoo kuinka nopeasti Jäljennäinen tekee <link="RESEARCH">Tutkimusta</link> ja kehittää taitoja.

# STRINGS.DUPLICANTS.ATTRIBUTES.LEARNING.NAME
source: Learning
fi: Opettelu

# STRINGS.DUPLICANTS.ATTRIBUTES.LEARNING.RESEARCHSPEED
source: {0} Research Speed
fi: {0} Tutkimisnopeus

# STRINGS.DUPLICANTS.ATTRIBUTES.LEARNING.SPEEDMODIFIER
source: {0} Skill Leveling
fi: {0} Taitojen Kehittyminen

# STRINGS.DUPLICANTS.ATTRIBUTES.LIFESUPPORT.DESC
source: Determines how efficiently a Duplicant maintains algae terrariums, deodorizers, and water sieves.
fi: Kertoo kuinka tehokkaasti Jäljennäinen ylläpitää leväterraarioita, hajunpoistajia ja vesisiivilöitä.

# STRINGS.DUPLICANTS.ATTRIBUTES.LIFESUPPORT.NAME
source: Life Support
fi: Elossapito

# STRINGS.DUPLICANTS.ATTRIBUTES.MACHINERY.DESC
source: Determines how adeptly a Duplicant uses machines.
fi: Kertoo kuinka taitavasti Jäljennäinen käyttää koneita.

# STRINGS.DUPLICANTS.ATTRIBUTES.MACHINERY.NAME
source: Tinkering
fi: Näpertely

# STRINGS.DUPLICANTS.ATTRIBUTES.MACHINERY.SPEEDMODIFIER
source: {0} Tinkering Speed
fi: {0} Näpertelynopeus

# STRINGS.DUPLICANTS.ATTRIBUTES.MACHINERYSPEED.DESC
source: Speed Bonus
fi: Nopeusbonus

# STRINGS.DUPLICANTS.ATTRIBUTES.MACHINERYSPEED.NAME
source: Machinery Speed
fi: Koneenkäyttönopeus

# STRINGS.DUPLICANTS.ATTRIBUTES.MATURITYDELTA.DESC
source: Determines the amount of time needed to reach maturation.
fi: Kertoo kuinka paljon aikaa tarvitaan aikuisiän saavuttamiseen.

# STRINGS.DUPLICANTS.ATTRIBUTES.MATURITYDELTA.NAME
source: Growth Speed
fi: Kasvunopeus

# STRINGS.DUPLICANTS.ATTRIBUTES.MAXUNDERWATERTRAVELCOST.DESC
source: Determines a Duplicant's runspeed when submerged in liquid
fi: Kerto Jäljennäisten juoksunopeuden nesteeseen uponneena

# STRINGS.DUPLICANTS.ATTRIBUTES.MAXUNDERWATERTRAVELCOST.NAME
source: Underwater Movement
fi: Vedenalainen Liikkuminen

# STRINGS.DUPLICANTS.ATTRIBUTES.METABOLISM.DESC
source: Affects the rate at which a critter burns calories.
fi: Vaikuttaa siihen kuinka nopeasti otus polttaa kaloreita.

# STRINGS.DUPLICANTS.ATTRIBUTES.METABOLISM.NAME
source: Metabolism
fi: Aineenvaihdunta

# STRINGS.DUPLICANTS.ATTRIBUTES.OVERHEATTEMPERATURE.DESC
source: A building at Overheat <link="HEAT">Temperature</link> will take damage and melt down if not cooled
fi: Ylikuumenemis<link="HEAT">lämpötilassa</link> oleva rakennus ottaa vahinkoa ja sulaa, jos sitä ei jäähdytetä

# STRINGS.DUPLICANTS.ATTRIBUTES.OVERHEATTEMPERATURE.NAME
source: Overheat Temperature
fi: Ylikuumenemislämpötila

# STRINGS.DUPLICANTS.ATTRIBUTES.PROFESSION_DESC
source: Expertise is determined by a Duplicant's highest Attribute ------------------ Duplicants develop higher expectations as their Expertise level increases
fi: Asiantuntemuksen määrää Jäljennäisen korkein Ominaisuus ------------------ Jäljennäisille kehittyy korkeampia odotuksia heidän Asiantuntemuksensa kasvaessa

# STRINGS.DUPLICANTS.ATTRIBUTES.QUALITYOFLIFE.DESC
source: How well this Duplicant's expectations and aspirations are being met.
fi: Kuinka hyvin tämän Jäljennäisen halut ja toiveet täytetään.

# STRINGS.DUPLICANTS.ATTRIBUTES.RANCHING.DESC
source: Determines how quickly and efficiently a Duplicant raises critters.
fi: Kertoo kuinka nopeasti ja tehokkaasti Jäljennäinen kasvattaa otuksia.

# STRINGS.DUPLICANTS.ATTRIBUTES.RANCHING.NAME
source: Ranching
fi: Paimennus

# STRINGS.DUPLICANTS.ATTRIBUTES.ROOMTEMPERATUREPREFERENCE.DESC
source: Determines the minimum body heat a Duplicant prefers to maintain.
fi: Kertoo minimiruumiinlämpötilan, jonka Jäljennäinen haluaa ylläpitää.

# STRINGS.DUPLICANTS.ATTRIBUTES.ROOMTEMPERATUREPREFERENCE.NAME
source: Temperature Preference
fi: Lämpötilatoive

# STRINGS.DUPLICANTS.ATTRIBUTES.SCALDINGTHRESHOLD.DESC
source: Determines the temperature at which a Duplicant will get burned.
fi: Kertoo lämpötilan, jossa Jäljennäinen palaa.

# STRINGS.DUPLICANTS.ATTRIBUTES.SCALDINGTHRESHOLD.NAME
source: Scalding Threshold
fi: Kuumuudensietokynnys

# STRINGS.DUPLICANTS.ATTRIBUTES.SCALEGROWTHDELTA.NAME
source: Scale Growth
fi: Suomujen Kasvu

# STRINGS.DUPLICANTS.ATTRIBUTES.SCALEGROWTHDELTA.TOOLTIP
source: Scale Growth ------------------ How long until this creatures scales will grow back.
fi: Suomujen Kasvu ------------------ Kuinka kauan tältä oliolta kestää kasvattaa suomunsa takaisin.

# STRINGS.DUPLICANTS.ATTRIBUTES.SNEEZYNESS.DESC
source: Determines how frequently a Duplicant sneezes.
fi: Kertoo kuinka usein Jäljennäinen aivastaa.

# STRINGS.DUPLICANTS.ATTRIBUTES.SNEEZYNESS.NAME
source: Sneeziness
fi: Aivastelu

# STRINGS.DUPLICANTS.ATTRIBUTES.STAMINADELTA.NAME
source: Stamina Change
fi: Jaksamisenmuutosnopeus

# STRINGS.DUPLICANTS.ATTRIBUTES.STRENGTH.CARRYMODIFIER
source: {0} Carrying Capacity
fi: {0} Kantokyky
