Repository: Eerjunic/OxygenNotIncluded_Fi
Catalog: strings.po
Languages: fi

# STRINGS.DUPLICANTS.MODIFIERS.METABOLISM_CALORIE_MODIFIER.TOOLTIP
source: Metabolism determines how quickly a critter burns calories
fi: Vaikuttaa siihen kuinka nopeasti otus polttaa kaloreita

# STRINGS.DUPLICANTS.MODIFIERS.MODERATEWOUNDS.NAME
source: Moderate Wounds
fi: Kohtalaisia Haavoja

# STRINGS.DUPLICANTS.MODIFIERS.MODERATEWOUNDS.TOOLTIP
source: This Duplicant sustained injuries that are affecting their ability to work
fi: Tämä Jäljennäinen sai vammoja, jotka vaikuttavat hänen työkykyynsä

# STRINGS.DUPLICANTS.MODIFIERS.MOURNING.NAME
source: Mourning
fi: Suree

# STRINGS.DUPLICANTS.MODIFIERS.MOURNING.TOOLTIP
source: This Duplicant is grieving the loss of a friend
fi: Tämä Jäljennäinen suree menetettyä ystäväänsä

# STRINGS.DUPLICANTS.MODIFIERS.NARCOLEPTICSLEEP.NAME
source: Narcoleptic Nap
fi: Narkoleptinen Torkku

# STRINGS.DUPLICANTS.MODIFIERS.NARCOLEPTICSLEEP.TOOLTIP
source: This Duplicant just needs to rest their eyes for a second
fi: Tämän Jäljennäisen tarvitsee vain lepuuttaa hetken silmiään

# STRINGS.DUPLICANTS.MODIFIERS.NEWCREWARRIVAL.NAME
source: New Friend
fi: Uusi Ystävä

# STRINGS.DUPLICANTS.MODIFIERS.NEWCREWARRIVAL.TOOLTIP
source: This Duplicant is happy to see a new face in the colony
fi: Tämä Jäljennäinen on ilahtunut nähdessään siirtokunnassa uudet kasvot

# STRINGS.DUPLICANTS.MODIFIERS.NIGHTMARES.NAME
source: Nightmares
fi: Painajaisia

# STRINGS.DUPLICANTS.MODIFIERS.NIGHTMARES.TOOLTIP
source: This Duplicant was visited by something in the night
fi: Jokin vieraili tämän Jäljennäisen luona yöllä

# STRINGS.DUPLICANTS.MODIFIERS.NOISEMAJOR.NAME
source: Cacophony!
fi: Kakofonia!

# STRINGS.DUPLICANTS.MODIFIERS.NOISEMAJOR.TOOLTIP
source: It's very, very loud in here!
fi: Täällä on tosi, TOSI äänekästä!

# STRINGS.DUPLICANTS.MODIFIERS.NOISEMINOR.NAME
source: Loud Noises
fi: Voimakkaita Ääniä

# STRINGS.DUPLICANTS.MODIFIERS.NOISEMINOR.TOOLTIP
source: This area is a bit too loud for comfort
fi: Tämä alue on turhan meluisa

# STRINGS.DUPLICANTS.MODIFIERS.NOISEPEACEFUL.NAME
source: Peace and Quiet
fi: Rauha ja Hiljaisuus

# STRINGS.DUPLICANTS.MODIFIERS.NOISEPEACEFUL.TOOLTIP
source: This Duplicant has found a quiet place to concentrate
fi: Tämä Jäljennäinen on löytänyt hiljaisen paikan, jossa keskittyä

# STRINGS.DUPLICANTS.MODIFIERS.NOOXYGEN.NAME
source: No Oxygen
fi: Ei Happea

# STRINGS.DUPLICANTS.MODIFIERS.NOOXYGEN.TOOLTIP
source: There is no breathable air in this area
fi: Tällä alueella ei ole hengityskelpoista ilmaa

# STRINGS.DUPLICANTS.MODIFIERS.PEACEFULSLEEP.NAME
source: Well Rested
fi: Hyvin Levännyt

# STRINGS.DUPLICANTS.MODIFIERS.PEACEFULSLEEP.TOOLTIP
source: This Duplicant had a blissfully quiet sleep last night
fi: Tämä Jäljennäinen nukkui autuaan rauhallisesti viime yönä

# STRINGS.DUPLICANTS.MODIFIERS.PEOPLETOOCLOSEWHILESLEEPING.CAUSE
source: This Duplicant got so good at their job that they stopped being comfortable sleeping near other people
fi: Tämä Jäljennäinen tuli niin hyväksi työssään, ettei pysty enää mukavasti nukkumaan muiden lähellä

# STRINGS.DUPLICANTS.MODIFIERS.PEOPLETOOCLOSEWHILESLEEPING.NAME
source: Personal Bubble Burst
fi: Henkilökohtaisen Kuplan Puhkeaminen

# STRINGS.DUPLICANTS.MODIFIERS.PEOPLETOOCLOSEWHILESLEEPING.TOOLTIP
source: This Duplicant had to sleep too close to others and it was awkward for them
fi: Tämä Jäljennäinen joutui nukkumaan liian lähellä muita, ja se oli hänestä kiusallista

# STRINGS.DUPLICANTS.MODIFIERS.PLAYEDARCADE.TOOLTIP
source: This Duplicant recently got to play some fun video games!
fi: Tämä Jäljennäinen pääsi hiljattain pelaamaan hauskoja videopelejä!

# STRINGS.DUPLICANTS.MODIFIERS.POPPEDEARDRUMS.NAME
source: Popped Eardrums
fi: Puhjenneet Tärykalvot

# STRINGS.DUPLICANTS.MODIFIERS.POPPEDEARDRUMS.TOOLTIP
source: This Duplicant was exposed to an overpressurized area that popped their eardrums
fi: Tämä Jäljennäinen altistui ylipaineiselle tilalle, jossa häneltä puhkesi tärykalvot

# STRINGS.DUPLICANTS.MODIFIERS.POSTDISEASERECOVERY.ADDITIONAL_EFFECTS
source: This Duplicant has temporary immunity to diseases from having beaten an infection
fi: Tällä Jäljennäisellä on väliaikaisesti immuniteetti sairauksia vastaan, nujerrettuaan juuri tulehduksen

# STRINGS.DUPLICANTS.MODIFIERS.POSTDISEASERECOVERY.NAME
source: Feeling a bit better
fi: Tuntee olonsa hieman paremmaksi

# STRINGS.DUPLICANTS.MODIFIERS.POSTDISEASERECOVERY.TOOLTIP
source: This Duplicant is up and about but still has some lingering effects from their illness
fi: Tämä Jäljennäinen on tolpillaan, mutta hänellä on vielä joitakin sairauden jälkivaikutuksia

# STRINGS.DUPLICANTS.MODIFIERS.POWERTINKER.NAME
source: Engie's Tune-Up
fi: Inssin Viritys

# STRINGS.DUPLICANTS.MODIFIERS.POWERTINKER.TOOLTIP
source: A skilled Electrical Engineer has improved this generator's power output efficiency ------------------ Applying this effect consumed one Microchip.
fi: Taitava Sähköinsinööri on parantanut tämän generaattorin sähköntuottotehokkuutta ------------------ Tämän vaikutuksen aikaansaaminen kulutti yhden Mikrosirun.

# STRINGS.DUPLICANTS.MODIFIERS.RECOVERINGBREATH.NAME
source: Recovering breath
fi: Vetää henkeä

# STRINGS.DUPLICANTS.MODIFIERS.REDALERT.NAME
source: Red Alert!
fi: Punainen Hälytys!

# STRINGS.DUPLICANTS.MODIFIERS.REDALERT.TOOLTIP
source: The Red Alert is stressing this Duplicant out
fi: Punainen Hälytystila tekee Jäljennäiset ahdistuneiksi

# STRINGS.DUPLICANTS.MODIFIERS.REJUVENATOR.NAME
source: Pharma Chamber Recovery
fi: Lääkekammiopalautuminen

# STRINGS.DUPLICANTS.MODIFIERS.REJUVENATOR.TOOLTIP
source: This chamber is vastly accelerating this Duplicant's disease recovery time
fi: Tämä kammio nopeuttaa merkittävästi aikaa, joka Jäljennäiseltä kuluu sairaudesta toipumiseen

# STRINGS.DUPLICANTS.MODIFIERS.REJUVENATORDOCTORED.NAME
source: Receiving care
fi: Saa hoitoa

# STRINGS.DUPLICANTS.MODIFIERS.REJUVENATORDOCTORED.TOOLTIP
source: This Duplicant is receiving improved medical care to lessen the duration and severity of their illness
fi: Tämä Jäljennäinen saa parampaa lääkinnällistä hoitoa sairauksiensa keston ja vakavuuden pienentämiseksi

# STRINGS.DUPLICANTS.MODIFIERS.RESTFULSLEEP.NAME
source: Sleeping Peacefully
fi: Nukkuu Rauhallisesti

# STRINGS.DUPLICANTS.MODIFIERS.RESTFULSLEEP.TOOLTIP
source: This Duplicant is getting a good night's rest
fi: Tämä Jäljennäinen nukkuu hyvät yöunet

# STRINGS.DUPLICANTS.MODIFIERS.RESTING.NAME
source: Resting
fi: Lepää

# STRINGS.DUPLICANTS.MODIFIERS.RESTLESS.CAUSE
source: This Duplicant got so good at their job that they forgot how to be comfortable doing anything else
fi: Tämä Jäljennäinen tuli niin hyväksi työssään, että hän unohti kuinka voi mukavasti tehdä mitään muuta

# STRINGS.DUPLICANTS.MODIFIERS.RESTLESS.NAME
source: Restless
fi: Levoton

# STRINGS.DUPLICANTS.MODIFIERS.RESTLESS.TOOLTIP
source: This Duplicant went a few minutes without working and is now completely awash with guilt
fi: Tämä Jäljennäinen on ollut pari minuuttia tekemättä töitä ja on nyt syyllisyyden kourissa

# STRINGS.DUPLICANTS.MODIFIERS.ROTATMOSPHERE.NAME
source: Contaminated Air
fi: Kontaminoitunut Ilma

# STRINGS.DUPLICANTS.MODIFIERS.ROTTEMPERATURE.NAME
source: Unrefrigerated
fi: Ei Jäähdytetty

# STRINGS.DUPLICANTS.MODIFIERS.ROTTING.NAME
source: Rotting
fi: Mätänee

# STRINGS.DUPLICANTS.MODIFIERS.SEVEREWOUNDS.NAME
source: Severe Wounds
fi: Vakavia Vammoja

# STRINGS.DUPLICANTS.MODIFIERS.SEVEREWOUNDS.TOOLTIP
source: This Duplicant sustained serious injuries that are impacting their work and well-being
fi: Tämä Jäljennäinen sai vakavia vaurioita, jotka vaikuttavat hänen työntekoonsa ja hyvinvointiinsa

# STRINGS.DUPLICANTS.MODIFIERS.SKILLLEVEL.NAME
source: Skill Level
fi: Taitotaso

# STRINGS.DUPLICANTS.MODIFIERS.SLEEP.NAME
source: Sleeping
fi: Nukkuu

# STRINGS.DUPLICANTS.MODIFIERS.SLEEP.TOOLTIP
source: This Duplicant is recovering stamina
fi: Tämä Jäljennäinen palauttaa jaksamistaan

# STRINGS.DUPLICANTS.MODIFIERS.SLEEPY.NAME
source: Sleepy
fi: Uninen

# STRINGS.DUPLICANTS.MODIFIERS.SLEEPY.TOOLTIP
source: This Duplicant is getting tired
fi: Tämä Jäljennäinen alkaa väsyä

# STRINGS.DUPLICANTS.MODIFIERS.SMELLEDPUTRIDODOUR.NAME
source: Smelled a putrid odor
fi: Haistoi mätää hajua

# STRINGS.DUPLICANTS.MODIFIERS.SMELLEDPUTRIDODOUR.TOOLTIP
source: This Duplicant got a whiff of something unspeakably foul
fi: Tämä Jäljennäinen haistoi tuulahduksen jotain sanoinkuvaamattoman härskiä

# STRINGS.DUPLICANTS.MODIFIERS.SMELLEDSTINKY.NAME
source: Smelled Stinky
fi: Haistoi Löyhkän

# STRINGS.DUPLICANTS.MODIFIERS.SMELLEDSTINKY.TOOLTIP
source: This Duplicant got a whiff of a certain somebody
fi: Tämä Jäljennäinen haistoi tuulahduksen jostakusta tietystä

# STRINGS.DUPLICANTS.MODIFIERS.SOAKINGWET.CAUSE
source: Obtained from submergence in liquid.
fi: Saadaan upotessa nesteeseen.

# STRINGS.DUPLICANTS.MODIFIERS.SOAKINGWET.NAME
source: Sopping Wet
fi: Litimärkä

# STRINGS.DUPLICANTS.MODIFIERS.SOAKINGWET.TOOLTIP
source: This Duplicant was recently submerged in liquid
fi: Tämä jäljennäinen upposi hiljattain veteen

# STRINGS.DUPLICANTS.MODIFIERS.SOREBACK.CAUSE
source: Obtained by sleeping on the ground
fi: Saadaan nukkumalla maassa

# STRINGS.DUPLICANTS.MODIFIERS.SOREBACK.NAME
source: Sore Back
fi: Kipeä Selkä

# STRINGS.DUPLICANTS.MODIFIERS.SOREBACK.TOOLTIP
source: This Duplicant feels achy from sleeping on the floor last night and would like a bed
fi: Tämä Jäljennäinen tuntee särkyä nukuttuaan viime yönä lattialla ja haluaisi sängyn

# STRINGS.DUPLICANTS.MODIFIERS.STALEFOOD.NAME
source: Bad leftovers
fi: Pahentuneet tähteet

# STRINGS.DUPLICANTS.MODIFIERS.STALEFOOD.TOOLTIP
source: This Duplicant is in a bad mood from having to eat stale food
fi: Tämä Jäljennäinen on pahalla päällä jouduttuaan syömään vanhentunutta ruokaa

# STRINGS.DUPLICANTS.MODIFIERS.STARVING.NAME
source: Starving
fi: Nääntyy

# STRINGS.DUPLICANTS.MODIFIERS.STARVING.TOOLTIP
source: This Duplicant needs to eat something, soon
fi: Tämä Jäljennäinen tarvitsee jotain syötävää ja pian

# STRINGS.DUPLICANTS.MODIFIERS.STEPPEDINCONTAMINATEDWATER.NAME
source: Stepped in polluted water
fi: Astui saastuneeseen veteen

# STRINGS.DUPLICANTS.MODIFIERS.STEPPEDINCONTAMINATEDWATER.TOOLTIP
source: Gross! This Duplicant stepped in something yucky
fi: Inhottavaa! Tämä Jäljennäinen astui johonkin iljettävään

# STRINGS.DUPLICANTS.MODIFIERS.STRESSED_BY_COLD_WATER.CAUSE
source: Obtained by exposure to icy water
fi: Saadaan altistumalla jääkylmälle vedelle

# STRINGS.DUPLICANTS.MODIFIERS.STRESSED_BY_COLD_WATER.NAME
source: Numb
fi: Turtunut

# STRINGS.DUPLICANTS.MODIFIERS.STRESSED_BY_COLD_WATER.TOOLTIP
source: Brr! This Duplicant was showered or doused in water that was way too cold
fi: Hrr! Tämä Jäljennäinen sai päälleen tai kasteltiin vedellä, joka oli aivan liian kylmää

# STRINGS.DUPLICANTS.MODIFIERS.STRESSFULYEMPTYINGBLADDER.NAME
source: Making a mess
fi: Tekee vahingon

# STRINGS.DUPLICANTS.MODIFIERS.STRESSFULYEMPTYINGBLADDER.TOOLTIP
source: This Duplicant had no choice but to to empty their bladder
fi: Tällä jäljennäisellä ei ollut muuta vaihtoehtoa kuin tyhjentää rakkonsa

# STRINGS.DUPLICANTS.MODIFIERS.STRESSREDUCTION.NAME
source: Receiving Massage
fi: Saa Hierontaa

# STRINGS.DUPLICANTS.MODIFIERS.STRESSREDUCTION.TOOLTIP
source: This Duplicant's stress is just melting away
fi: Tämän Jäljennäisen ahdistus haihtuu tiehensä

# STRINGS.DUPLICANTS.MODIFIERS.SUNLIGHT_BURNING.NAME
source: Intensely Bright
fi: Erittäin Kirkas

# STRINGS.DUPLICANTS.MODIFIERS.SUNLIGHT_BURNING.TOOLTIP
source: The extremely bright light here is making this Duplicant happy, but prolonged exposure will result in burning.
fi: Täällä oleva äärimmäisen kirkas valo tekee tästä Jäljennäisen onnelliseksi, mutta pitkittynyt altistus aiheuttaa palamista.

# STRINGS.DUPLICANTS.MODIFIERS.SUNLIGHT_PLEASANT.NAME
source: Bright and Cheerful
fi: Onnellinen ja Iloinen

# STRINGS.DUPLICANTS.MODIFIERS.SUNLIGHT_PLEASANT.TOOLTIP
source: The strong natural light is making this Duplicant feel light on their feet
fi: Voimakas luonnonvalo saa tämän Jäljennäisen askeleet kevyiksi

# STRINGS.DUPLICANTS.MODIFIERS.TEMPEXCHANGE.NAME
source: Environmental Exchange
fi: Ympäristön vaihtuminen

# STRINGS.DUPLICANTS.MODIFIERS.TERRIBLESLEEP.NAME
source: Dead Tired
fi: Rättiväsynyt

# STRINGS.DUPLICANTS.MODIFIERS.TERRIBLESLEEP.TOOLTIP
source: This Duplicant didn't get any shuteye last night because of the racket
fi: Tämä Jäljennäinen ei saanut metelin takia nukuttua viimeyönä lainkaan

# STRINGS.DUPLICANTS.MODIFIERS.TIME_REMAINING
source: Time Remaining: {0}
fi: Aikaa Jäljellä: {0}

# STRINGS.DUPLICANTS.MODIFIERS.TIME_TOTAL
source: Duration: {0}
fi: Kesto: {0}

# STRINGS.DUPLICANTS.MODIFIERS.TOXICENVIRONMENT.NAME
source: Toxic environment
fi: Myrkyllinen ympäristö

# STRINGS.DUPLICANTS.MODIFIERS.UGLY_CRYING.NAME
source: Ugly Crying
fi: Parkuu

# STRINGS.DUPLICANTS.MODIFIERS.UGLY_CRYING.NOTIFICATION_NAME
source: Ugly Crying
fi: Parkuu

# STRINGS.DUPLICANTS.MODIFIERS.UGLY_CRYING.NOTIFICATION_TOOLTIP
source: These Duplicants became so <link="STRESS">Stressed</link> they broke down crying:
fi: Nämä jäljennäiset <link="STRESS">Ahdistuivat</link> niin pahasti, että purskahtivat itkuun:

# STRINGS.DUPLICANTS.MODIFIERS.UGLY_CRYING.TOOLTIP
source: This Duplicant is having a cathartic ugly cry as a result of stress
fi: Tämä Jäljennäinen päästää katarttista parkumista ahdistuksen takia

# STRINGS.DUPLICANTS.MODIFIERS.UNCLEAN.CAUSE
source: Obtained by coming into contact with polluted substances
fi: Saadaan joutumalla kosketuksiin saastuneiden aineiden kanssa

# STRINGS.DUPLICANTS.MODIFIERS.UNCLEAN.NAME
source: Grimy
fi: Likainen

# STRINGS.DUPLICANTS.MODIFIERS.UNCLEAN.TOOLTIP
source: This Duplicant is dirty and needs a shower
fi: Tämä Jäljennäinen on likainen ja tarvitsee suihkua

# STRINGS.DUPLICANTS.MODIFIERS.UNCOMFORTABLEFEET.CAUSE
source: This Duplicant got so good at their job that their feet became sensitive
fi: Tämä Jäljennäinen tuli niin hyväksi työssään, että hänen jalkansa tulivat herkiksi

# STRINGS.DUPLICANTS.MODIFIERS.UNCOMFORTABLEFEET.NAME
source: Aching Feet
fi: Kipeät Jalat

# STRINGS.DUPLICANTS.MODIFIERS.UNCOMFORTABLEFEET.TOOLTIP
source: This Duplicant recently walked across untiled floor, much to their chagrin
fi: Tämä Jäljennäinen käveli hiljattain pinnoittamattoman lattian halki, aiheuttaen hänelle mielipahaa

# STRINGS.DUPLICANTS.MODIFIERS.UNCOMFORTABLESLEEP.NAME
source: Sleeping Uncomfortably
fi: Nukkuu Epämukavasti

# STRINGS.DUPLICANTS.MODIFIERS.UNCOMFORTABLESLEEP.TOOLTIP
source: This Duplicant collapsed on the floor from sheer exhaustion
fi: Tämä Jäljennäinen nukahti lattialle silkasta uupumuksestas

# STRINGS.DUPLICANTS.MODIFIERS.UNDERWATER.NAME
source: Underwater
fi: Vede Alla

# STRINGS.DUPLICANTS.MODIFIERS.UNDERWATER.TOOLTIP
source: This Duplicant's movement is slowed
fi: Tämän Jäljennäisen liikkuminen on hidastunut

# STRINGS.DUPLICANTS.MODIFIERS.UNFASHIONABLECLOTHING.CAUSE
source: This Duplicant got so good at their job that they became incapable of tolerating unfashionable clothing
fi: Tämä Jäljennäinen tuli niin hyväksi työssään, että hän ei voi enää sietää epämuodikkaita vaatteita

# STRINGS.DUPLICANTS.MODIFIERS.UNFASHIONABLECLOTHING.NAME
source: Fashion Crime
fi: Muotirikos

# STRINGS.DUPLICANTS.MODIFIERS.UNFASHIONABLECLOTHING.TOOLTIP
source: This Duplicant had to wear something that was an affront to fashion
fi: Tämä Jäljennäinen joutui pitämään yllään jotain muodin vastaista

# STRINGS.DUPLICANTS.MODIFIERS.VERTIGO.CAUSE
source: This Duplicant got so good at their job they became bad at ladders
fi: Tämä Jäljennäinen tuli niin hyväksi työssään, että hänen kulkemisensa tikkaissa muuttui huonoksi

# STRINGS.DUPLICANTS.MODIFIERS.VERTIGO.NAME
source: Vertigo
fi: Huimaus

# STRINGS.DUPLICANTS.MODIFIERS.VERTIGO.TOOLTIP
source: This Duplicant had to climb a tall ladder that left them dizzy and unsettled
fi: Tämä Jäljennäinen joutui kiipeämään korkeita tikkaita, mikä aiheutti hänelle pyörrytystä ja epämukavuutta

# STRINGS.DUPLICANTS.MODIFIERS.VOMITING.NAME
source: Vomiting
fi: Oksentaa

# STRINGS.DUPLICANTS.MODIFIERS.VOMITING.TOOLTIP
source: Better out than in, as they say
fi: Kuten sanotaan, parempi ulkona kuin sisällä

# STRINGS.DUPLICANTS.MODIFIERS.WARMAIR.NAME
source: Warm Air
fi: Lämmin Ilma

# STRINGS.DUPLICANTS.MODIFIERS.WARMINGUP.NAME
source: Warming Up
fi: Lämmittelee

# STRINGS.DUPLICANTS.MODIFIERS.WARMINGUP.TOOLTIP
source: This Duplicant is trying to warm back up
fi: Tämä Jäljennäinen yrittää saada itsensä taas lämpimäksi

# STRINGS.DUPLICANTS.MODIFIERS.WASATTACKED.NAME
source: Recently assailed
fi: Hiljattain pahoinpidelty

# STRINGS.DUPLICANTS.MODIFIERS.WASATTACKED.TOOLTIP
source: This Duplicant is stressed out after having been attacked
fi: Tämä Jäljennäinen on ahdistunut, koska hänen kimppuunsa käytiin

# STRINGS.DUPLICANTS.MODIFIERS.WELLFED.NAME
source: Well fed
fi: Hyvin syönyt

# STRINGS.DUPLICANTS.MODIFIERS.WELLFED.TOOLTIP
source: This Duplicant feels satisfied after having a big meal
fi: Tämä Jäljennäinen on tyytyväinen syötyään ison aterian

# STRINGS.DUPLICANTS.MODIFIERS.WETFEET.CAUSE
source: Obtained by walking through liquid.
fi: Saadaan kävelemällä nesteen läpi.

# STRINGS.DUPLICANTS.MODIFIERS.WETFEET.NAME
source: Soggy Feet
fi: Märät jalat

# STRINGS.DUPLICANTS.MODIFIERS.WETFEET.TOOLTIP
source: This Duplicant recently stepped in liquid
fi: Tämä Jäljennäinen astui hiljattain nesteeseen

# STRINGS.DUPLICANTS.MODIFIERS.WORKING.NAME
source: Working
fi: Työskentelee

# STRINGS.DUPLICANTS.MODIFIERS.WORKING.TOOLTIP
source: This Duplicant is working up a sweat
fi: Tämä Jäljennäinen työskentelee hiki hatussa

# STRINGS.DUPLICANTS.NAMETITLE
source: Name:
fi: Nimi:

# STRINGS.DUPLICANTS.NEEDS.DECOR.EXPECTATION_MOD_NAME
source: Job Tier Request
fi: Työtasotoive

# STRINGS.DUPLICANTS.NEEDS.DECOR.EXPECTATION_TOOLTIP
source: Most objects have <link="DECOR">Decor</link> values that alter Duplicants' opinions of their surroundings. This Duplicant desires decor values of {0} or higher, and becomes <link="STRESS">Stressed</link> in areas with lower decor.
fi: Enimmillä esineillä on <link="DECOR">Koristeellisuus</link>arvot, jotka muuttavat Jäljennäisten mielipidettä ympäristöstään. Tämä Jäljennäinen haluaa koristellisuusarvojen olevan {0} tai suuremmat, ja <link="STRESS">Ahdistuu</link> alueilla, joissa on alhainen koristeellisuus.

# STRINGS.DUPLICANTS.NEEDS.DECOR.NAME
source: Decor Expectation
fi: Koristeellisuusodotus

# STRINGS.DUPLICANTS.NEEDS.DECOR.OBSERVED_DECOR
source: Current Surroundings
fi: Tämähetkinen ympäristö

# STRINGS.DUPLICANTS.NEEDS.DECOR.PROFESSION_NAME
source: Critic
fi: Kriitikko

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.ADJECTIVES.MINUS_1
source: Grisly
fi: Kaamea

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.ADJECTIVES.PLUS_1
source: Poor
fi: Kehno

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.ADJECTIVES.PLUS_2
source: Standard
fi: Tavanomainen

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.ADJECTIVES.PLUS_3
source: Good
fi: Hyvä

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.ADJECTIVES.PLUS_4
source: Great
fi: Upea

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.ADJECTIVES.PLUS_5
source: Superb
fi: Mahtava

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.ADJECTIVES.PLUS_6
source: Ambrosial
fi: Taivaallinen

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.ADJECTIVES.ZERO
source: Terrible
fi: Kamala

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.BAD_FOOD_MOD
source: Food Quality
fi: Ruuanlaatu

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.EXPECTATION_MOD_NAME
source: Job Tier Request
fi: Työtasotoive

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.EXPECTATION_TOOLTIP
source: Each Duplicant has a minimum quality of <link="FOOD">Food</link> they'll tolerate eating. This Duplicant desires Tier {0} or better food, and becomes <link="STRESS">Stressed</link> when they eat meals of lower quality.
fi: Jokasella Jäljennäisellä on vähittäisvaatimus <link="FOOD">Ruuan</link> laadulle, jota he sietävät syödä. Tämä Jäljennäinen haluaa vähintään Tason {0} tai parempaa ruokaa, ja <link="STRESS">Ahdistuu</link>, jos syövät heikkolaatuisempia ruokia.

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.FOODQUALITY
source: Food Quality Score of {0}
fi: Ruuan laatu: {0}

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.FOODQUALITY_EXPECTATION
source: This Duplicant is content to eat food with a Quality Score of {0} or higher
fi: Tämä jäljennäinen on tyytyväinen syödessään ruokaa, joka on laatua {0} tai korkeampaa

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.GOOD_FOOD_MOD
source: Food Quality
fi: Ruuan Laatu

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.NAME
source: Food Quality
fi: Ruuan Laatu

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.NORMAL_FOOD_MOD
source: Food Quality
fi: Ruuan Laatu

# STRINGS.DUPLICANTS.NEEDS.NOISE.NAME
source: Noise Expectation
fi: Odotettu Melutaso

# STRINGS.DUPLICANTS.OPINIONS.DARKNESS
source: There's too little <link="LIGHT">Light</link> for this Duplicant to see.
fi: Täällä on liian vähän <link="LIGHT">Valoa</link>, jotta tämä Jäljennäinen pystyisi näkemään.

# STRINGS.DUPLICANTS.OPINIONS.LIGHTNESS
source: There is enough <link="LIGHT">Light</link> for this Duplicant to see.
fi: Täällä on tarpeeksi <link="LIGHT">Valoa</link>, jotta tämä Jäljennäinen näkee.

# STRINGS.DUPLICANTS.OPINIONS.LIGHTOPINION
source: Duplicants are drawn to lit places, and dislike being in the dark. I should make sure my Duplicants have plenty of <link="LIGHT">Light</link> to keep their eyes unstrained and their <link="STRESS">Stress</link> low.
fi: Jäljennäiset hakeutuvat valaistuihin paikkoihin, eivätkä tykkää pimeässä olemisesta. Pidä huoli, että Jäljennäisillä on runsaasti <link="LIGHT">Valoa</link>, jotta heidän silmänsä eivät rasitu ja <link="STRESS">Ahdistus</link> pysyy alhaisena.

# STRINGS.DUPLICANTS.OPINIONS.MESSHALLWALLSOPINION
source: Duplicants don't find bare rock face very inviting. Use wall tiles and doors to build more comfortable Mess Halls for them.
fi: Jäljennäisten mielestä paljas kiviseinämä ei ole järin houkutteleva. Rakenna seinälaatoilla ja ovilla heille mukavampi Ruokala.

# STRINGS.DUPLICANTS.OPINIONS.ROOMWALLSMISSING
source: Room is missing walls or doors.
fi: Huoneesta puuttuu seiniä tai ovia.

# STRINGS.DUPLICANTS.OPINIONS.ROOMWALLSOPINION
source: Duplicants don't find bare rock face very inviting. Use wall tiles and doors to build more comfortable Rooms for them.
fi: Jäljennäisten mielestä paljas kiviseinämä ei ole järin houkutteleva. Rakenna seinälaatoilla ja ovilla heille mukavampia Huoneita.

# STRINGS.DUPLICANTS.OPINIONS.ROOMWALLSSTANDARD
source: Room is enclosed by walls and doors.
fi: Huone on seinien ja ovien ympäröimä.

# STRINGS.DUPLICANTS.OPINIONS.TOILETWALLSMISSING
source: Restroom is missing walls or doors.
fi: Vessasta puuttuu seiniä tai ovia.

# STRINGS.DUPLICANTS.OPINIONS.TOILETWALLSOPINION
source: Duplicants like a little privacy when they do their biz. Use wall tiles and doors to build more comfortable Washrooms for them.
fi: Jäljennäiset haluavat vähän yksityisyyttä käydessään asioilla. Rakenna seinälaatoilla ja ovilla heille mukavampi Pesutila.

# STRINGS.DUPLICANTS.OPINIONS.TOILETWALLSSTANDARD
source: Restroom is enclosed by walls and doors.
fi: Vessa on seinien ja ovien ympäröimä.

# STRINGS.DUPLICANTS.PERSONALITIES.ABE.DESC
source: {0}s are sweet, delicate flowers. They need to be treated gingerly, with great consideration for their feelings.
fi: {0}t ovat herkkiä kukkasia. Niitä täytyy kohdella hellävaroen, ottaen tarkoin heidän tunteensa huomioon.

# STRINGS.DUPLICANTS.PERSONALITIES.ADA.DESC
source: {0}s enjoy writing poetry in their downtime. Dark poetry.
fi: {0}t tykkäävät kirjoittaa runoutta vapaa-ajallaan. Synkkää runoutta.

# STRINGS.DUPLICANTS.PERSONALITIES.ARI.DESC
source: {0}s tend to space out from time to time, but they always pay attention when it counts.
fi: {0}t tapaavat kadottaa ajatuksensa silloin tällöin, mutta he keskittyvät aina kun sille on tarve.
