Repository: Eerjunic/OxygenNotIncluded_Fi
Catalog: strings.po
Languages: fi

# STRINGS.BUILDING.STATUSITEMS.GASVENTOBSTRUCTED.TOOLTIP
source: A pipe has been obstructed and is preventing gas flow to this vent
fi: Tukkeutunut putki estää kaasun virtauksen tämän aukon läpi

# STRINGS.BUILDING.STATUSITEMS.GASVENTOVERPRESSURE.NAME
source: Gas Vent Overpressure
fi: Kaasuaukon Ylipaine

# STRINGS.BUILDING.STATUSITEMS.GASVENTOVERPRESSURE.TOOLTIP
source: High air or liquid pressure in this area is preventing further liquid emission Reduce pressure by pumping gas away or clearing more space
fi: Korkea ilman tai nesteen paine estää lisänesteen pääsyn tälle alueelle Alenna painetta pumppaamalla kaasua pois tai tekemällä lisää tilaa

# STRINGS.BUILDING.STATUSITEMS.GENERATOROFFLINE.NAME
source: Generator Idle
fi: Generaattori Toimeton

# STRINGS.BUILDING.STATUSITEMS.GENERATOROFFLINE.TOOLTIP
source: This power source is idle
fi: Tämä virtalähde on toimeton

# STRINGS.BUILDING.STATUSITEMS.GENESHUFFLECOMPLETED.NAME
source: Neural vacillation complete
fi: Hermostovaihtelu valmis

# STRINGS.BUILDING.STATUSITEMS.GENESHUFFLECOMPLETED.TOOLTIP
source: The Duplicant has completed the neural vacillation process and is ready to be released
fi: Jäljennöksen hermostovaihteluprosessi on suoritettu ja se on valmis vapautettavaksi

# STRINGS.BUILDING.STATUSITEMS.GRAVE.NAME
source: RIP {DeadDupe}
fi: Lepää rauhassa, {DeadDupe}

# STRINGS.BUILDING.STATUSITEMS.GRAVEEMPTY.NAME
source: Empty
fi: Tyhjä

# STRINGS.BUILDING.STATUSITEMS.GRAVEEMPTY.TOOLTIP
source: This memorial honors no one.
fi: Tämä muistomerkki ei kunnioita kenenkään muistoa.

# STRINGS.BUILDING.STATUSITEMS.HABITATNEEDSEMPTYING.NAME
source: Requires Emptying
fi: Vaatii tyhjennyksen

# STRINGS.BUILDING.STATUSITEMS.HABITATNEEDSEMPTYING.TOOLTIP
source: This <link="ALGAEHABITAT">Algae Terrarium</link> needs to be emptied of <link="DIRTYWATER">Polluted Water</link> ------------------ <link="BOTTLEEMPTIER">Bottle Emptier</link>s can be used to transport and dispose of <link="DIRTYWATER">Polluted Water</link> in designated areas
fi: This <link="ALGAEHABITAT">Leväterraario</link> täytyy tyhjentää <link="DIRTYWATER">Saastuneesta vedestä</link> ------------------ <link="BOTTLEEMPTIER">Pullontyhjennintä</link> voidaan käyttää <link="DIRTYWATER">Saastuneen veden</link> hävitykseen osoitetuilla alueilla

# STRINGS.BUILDING.STATUSITEMS.HEATINGSTALLEDHOTENV.NAME
source: Max Temperature Reached
fi: Maksimilämpötila Saavutettu

# STRINGS.BUILDING.STATUSITEMS.HEATINGSTALLEDHOTENV.TOOLTIP
source: This building cannot heat the surrounding environment beyond {0}
fi: Tämä rakennus pystyy lämmittämään ympäristönsä korkeintaan lämpötilaan {0}

# STRINGS.BUILDING.STATUSITEMS.HEATINGSTALLEDLOWMASS_GAS.NAME
source: Low Air Pressure
fi: Alhainen Ilmanpaine

# STRINGS.BUILDING.STATUSITEMS.HEATINGSTALLEDLOWMASS_GAS.TOOLTIP
source: A minimum atmospheric pressure of {TargetPressure} is needed for this building to heat up
fi: Tämän rakennuksen lämmitykseen vaaditaan vähintään {TargetPressure} ilmanpaine

# STRINGS.BUILDING.STATUSITEMS.HEATINGSTALLEDLOWMASS_LIQUID.NAME
source: Not Submerged In Liquid
fi: Ei Upotettuna Nesteeseen

# STRINGS.BUILDING.STATUSITEMS.HEATINGSTALLEDLOWMASS_LIQUID.TOOLTIP
source: This building must be submerged in liquid to function
fi: Tämä rakennus täytyy olla upotettuna nesteeseen, jotta se toimisi

# STRINGS.BUILDING.STATUSITEMS.INCOMINGMETEORS.NAME
source: Incoming Meteors
fi: Meteoreja Lähestyy

# STRINGS.BUILDING.STATUSITEMS.INCOMINGMETEORS.TOOLTIP
source: Warning! High velocity objects on approach!
fi: Varoitus! Suurinopeuksisia kappaleita lähestyy!

# STRINGS.BUILDING.STATUSITEMS.INCUBATORPROGRESS.NAME
source: Incubating: {Percent}
fi: Hautuminen: {Percent}

# STRINGS.BUILDING.STATUSITEMS.INCUBATORPROGRESS.TOOLTIP
source: This egg incubating cozily ------------------ It will hatch when Incubation reaches 100%
fi: Tämä muna hautuu mukavasti ------------------ Se kuoriutuu, kun Hautuminen saavuttaa 100%

# STRINGS.BUILDING.STATUSITEMS.INSUFFICIENT_CONVERSION_MASS.NAME
source: Insufficient Resources
fi: Liian Vähän Resursseja

# STRINGS.BUILDING.STATUSITEMS.INSUFFICIENT_CONVERSION_MASS.TOOLTIP
source: The mass of material that was delivered to this building was too low Deliver more material to run this building
fi: Tähän rakennukseen toimitettu materiaalimäärä oli liian vähäinen Toimita enemmän materiaaleja, jotta tämä rakennus toimisi

# STRINGS.BUILDING.STATUSITEMS.INVALIDBUILDINGLOCATION.NAME
source: Invalid Building Location
fi: Epäkelpo Rakennuskohta

# STRINGS.BUILDING.STATUSITEMS.INVALIDBUILDINGLOCATION.TOOLTIP
source: Cannot construct building in this location
fi: Tähän kohtaan ei voida rakentaa

# STRINGS.BUILDING.STATUSITEMS.JOULESAVAILABLE.NAME
source: <link="POWER">Power</link> Available: {JoulesAvailable}
fi: <link="POWER">Sähkötehoa</link> Saatavilla: {JoulesAvailable}

# STRINGS.BUILDING.STATUSITEMS.JOULESAVAILABLE.TOOLTIP
source: {JoulesAvailable} of stored power available for use
fi: {JoulesAvailable} varastoitua sähkötehoa käytettävissä

# STRINGS.BUILDING.STATUSITEMS.LIQUIDPIPEEMPTY.NAME
source: Empty Pipe
fi: Tyhjä Putki

# STRINGS.BUILDING.STATUSITEMS.LIQUIDPIPEEMPTY.TOOLTIP
source: There is no liquid in this pipe
fi: Tässä putkessa ei ole nestettä

# STRINGS.BUILDING.STATUSITEMS.LIQUIDPIPEOBSTRUCTED.NAME
source: Not Pumping
fi: Ei Pumppaa

# STRINGS.BUILDING.STATUSITEMS.LIQUIDPIPEOBSTRUCTED.TOOLTIP
source: This pump is not active
fi: Tämä pumppu ei ole toiminnassa

# STRINGS.BUILDING.STATUSITEMS.LIQUIDVENTOBSTRUCTED.NAME
source: Liquid Vent Obstructed
fi: Nesteaukko Tukossa

# STRINGS.BUILDING.STATUSITEMS.LIQUIDVENTOBSTRUCTED.TOOLTIP
source: A pipe has been obstructed and is preventing liquid flow to this vent
fi: Tukkeutunut putki estää kaasun virtauksen tämän aukon läpi

# STRINGS.BUILDING.STATUSITEMS.LIQUIDVENTOVERPRESSURE.NAME
source: Liquid Vent Overpressure
fi: Nestseaukon Ylipaine

# STRINGS.BUILDING.STATUSITEMS.LIQUIDVENTOVERPRESSURE.TOOLTIP
source: High air or liquid pressure in this area is preventing further liquid emission Reduce pressure by pumping liquid away or clearing more space
fi: Korkea ilman tai nesteen paine estää lisänesteen pääsyn tälle alueelle Alenna painetta pumppaamalla kaasua pois tai tekemällä lisää tilaa

# STRINGS.BUILDING.STATUSITEMS.LOGIC.LOGIC_CONTROLLED_DISABLED
source: Disabled by Automation Grid
fi: Automaatioverkon sulkema

# STRINGS.BUILDING.STATUSITEMS.LOGIC.LOGIC_CONTROLLED_ENABLED
source: Enabled by Automation Grid
fi: Automaatioverkon toimintaan saattama

# STRINGS.BUILDING.STATUSITEMS.LOGIC_FEEDBACK_LOOP.NAME
source: Feedback Loop
fi: Takaisinkytkentä

# STRINGS.BUILDING.STATUSITEMS.LOGIC_FEEDBACK_LOOP.TOOLTIP
source: Feedback loops prevent automation grids from functioning Feedback loops occur when the Output of an automated building connects back to its own Input through the Automation grid
fi: Takaisinkytkennät estävät automaatioverkkoja toimimasta Takaisinkytkentöjä tapahtuu kun automatisoidun rakennuksen Ulostulo yhdistyy takaisin sen omaan Sisääntuloon Automaatioverkon kautta

# STRINGS.BUILDING.STATUSITEMS.LOOKINGGREAT.NAME
source: Masterpiece
fi: Mestariteos

# STRINGS.BUILDING.STATUSITEMS.LOOKINGGREAT.TOOLTIP
source: This poignant piece stirs something deep within each Duplicant's soul
fi: Tämä koskettava teos hivelee jokaisen Jäljennöksen syvintä olemusta

# STRINGS.BUILDING.STATUSITEMS.LOOKINGOKAY.NAME
source: Quaint
fi: Viehättävä

# STRINGS.BUILDING.STATUSITEMS.LOOKINGOKAY.TOOLTIP
source: Duplicants find this art piece quite charming
fi: Jäljennökset pitävät tätä taideteosta varsin näyttävänä

# STRINGS.BUILDING.STATUSITEMS.LOOKINGUGLY.NAME
source: Crude
fi: Kehno

# STRINGS.BUILDING.STATUSITEMS.LOOKINGUGLY.TOOLTIP
source: Honestly, Morbs could've done better
fi: Totta puhuen Morbitkin olisivat pystyneet parempaan

# STRINGS.BUILDING.STATUSITEMS.MANUALGENERATORCHARGINGUP.NAME
source: Charging Up
fi: Latautuu

# STRINGS.BUILDING.STATUSITEMS.MANUALGENERATORCHARGINGUP.TOOLTIP
source: This power source is being charged
fi: Tämä virtalähde on latautumassa

# STRINGS.BUILDING.STATUSITEMS.MANUALGENERATORRELEASINGENERGY.NAME
source: Powering
fi: Tuottaa sähköä

# STRINGS.BUILDING.STATUSITEMS.MANUALGENERATORRELEASINGENERGY.TOOLTIP
source: This generator is supplying energy to power consumers
fi: Tämä generaattori tuottaa sähköä virrankuluttajille

# STRINGS.BUILDING.STATUSITEMS.MANUALLYCONTROLLED.NAME
source: Manually Controlled
fi: Käsinohjattu

# STRINGS.BUILDING.STATUSITEMS.MANUALLYCONTROLLED.TOOLTIP
source: This Duplicant is under my control
fi: Tämä Jäljennös on minun hallinnassani

# STRINGS.BUILDING.STATUSITEMS.MATERIALSUNAVAILABLE.NAME
source: Insufficient Resources {ItemsRemaining}
fi: Liian Vähän Resursseja {ItemsRemaining}

# STRINGS.BUILDING.STATUSITEMS.MATERIALSUNAVAILABLE.NOTIFICATION_NAME
source: Building lacks resources
fi: Rakennuksella ei ole riittävästi resursseja

# STRINGS.BUILDING.STATUSITEMS.MATERIALSUNAVAILABLE.NOTIFICATION_TOOLTIP
source: Crucial materials are unavailable or beyond reach for these buildings:
fi: Olennaisia materiaaleja ei ole saatavilla tai ovat seuraavien rakennusten saavuttamattomissa:

# STRINGS.BUILDING.STATUSITEMS.MATERIALSUNAVAILABLE.TOOLTIP
source: Crucial materials for this building are beyond reach or unavailable
fi: Tämän rakennuksen vaatimat materiaalit ovat kantaman ulkopuolella tai niitä ei ole saatavilla

# STRINGS.BUILDING.STATUSITEMS.MATERIALSUNAVAILABLEFORREFILL.NAME
source: Resources Low {ItemsRemaining}
fi: Resurssit vähissä {ItemsRemaining}

# STRINGS.BUILDING.STATUSITEMS.MATERIALSUNAVAILABLEFORREFILL.TOOLTIP
source: This building will soon require materials that are unavailable
fi: Tämä rakennus tulee pian tarvitsemaan materiaaleja, joita ei ole saatavilla

# STRINGS.BUILDING.STATUSITEMS.MELTINGDOWN.NAME
source: Melting Down
fi: Sulaa

# STRINGS.BUILDING.STATUSITEMS.MELTINGDOWN.NOTIFICATION_NAME
source: Building meltdown
fi: Rakennus sulaa

# STRINGS.BUILDING.STATUSITEMS.MELTINGDOWN.NOTIFICATION_TOOLTIP
source: These buildings are collapsing:
fi: Seuraavat rakennukset ovat romahtamassa:

# STRINGS.BUILDING.STATUSITEMS.MELTINGDOWN.TOOLTIP
source: This building is collapsing
fi: Tämä rakennus romahtaa

# STRINGS.BUILDING.STATUSITEMS.MISSINGFOUNDATION.NAME
source: Missing Foundation
fi: Puuttuva perustus

# STRINGS.BUILDING.STATUSITEMS.MISSINGFOUNDATION.TOOLTIP
source: Build Tiles beneath this building ------------------ Tiles can be found in the <color=#833A5FFF>Base Tab</color> <color=#F44A47>[1]</color> of the Build Menu
fi: Rakenna Laattoja tämä rakennuksen alle ------------------ Laatat löytyvät Rakennusvalikon <color=#833A5FFF>Tukikohta-välilehdestä</color> <color=#F44A47>[1]</color>

# STRINGS.BUILDING.STATUSITEMS.MOPUNREACHABLE.NAME
source: Unreachable Mop
fi: Saavuttamaton Moppausalue

# STRINGS.BUILDING.STATUSITEMS.MOPUNREACHABLE.TOOLTIP
source: Duplicants cannot reach this area
fi: Jäljennäiset eivät pääse tälle alueelle

# STRINGS.BUILDING.STATUSITEMS.NEEDBORINGMACHINE.NAME
source: Multitool Required
fi: Monityökalu vaaditaan

# STRINGS.BUILDING.STATUSITEMS.NEEDBORINGMACHINE.TOOLTIP
source: A multitool is required to mine this material ------------------ Multitools can be made at Crafting Stations in the <color=#833A5FFF>Stations Tab</color> <color=#F44A47>[0]</color> of the Build Menu
fi: Monityökalu vaaditaan tämän alueen kaivamiseksi

# STRINGS.BUILDING.STATUSITEMS.NEEDEGG.NAME
source: No Egg Selected
fi: Ei valittua munaa

# STRINGS.BUILDING.STATUSITEMS.NEEDEGG.TOOLTIP
source: Collect eggs from critters to incubate
fi: Kerää otuksien munia hautomista varten

# STRINGS.BUILDING.STATUSITEMS.NEEDGASIN.NAME
source: No Gas Intake
fi: Ei Kaasun Sisääntuloa

# STRINGS.BUILDING.STATUSITEMS.NEEDGASIN.TOOLTIP
source: This building has nowhere to receive gas from
fi: Tämä rakennus ei saa kaasua

# STRINGS.BUILDING.STATUSITEMS.NEEDGASOUT.NAME
source: No Gas Output
fi: Ei Kaasun Ulosvientia

# STRINGS.BUILDING.STATUSITEMS.NEEDGASOUT.TOOLTIP
source: This building has nowhere to send gas
fi: Tämä rakennus ei pysty poistamaan kaasua

# STRINGS.BUILDING.STATUSITEMS.NEEDLIQUIDIN.NAME
source: No Liquid Intake
fi: Ei Nesteen Sisääntuloa

# STRINGS.BUILDING.STATUSITEMS.NEEDLIQUIDIN.TOOLTIP
source: This building has nowhere to receive liquid from
fi: Tämä rakennus ei saa nestettä

# STRINGS.BUILDING.STATUSITEMS.NEEDLIQUIDOUT.NAME
source: No Liquid Output
fi: Ei Nesteen Ulosvientia

# STRINGS.BUILDING.STATUSITEMS.NEEDLIQUIDOUT.TOOLTIP
source: This building has nowhere to send liquid
fi: Tämä rakennus ei pysty poistamaan nestettä

# STRINGS.BUILDING.STATUSITEMS.NEEDPLANT.NAME
source: No Seeds
fi: Ei Siemeniä

# STRINGS.BUILDING.STATUSITEMS.NEEDPLANT.TOOLTIP
source: Uproot wild plants to obtain seeds
fi: Kitke villejä kasveja saadaksesi siemeniä

# STRINGS.BUILDING.STATUSITEMS.NEEDPOWER.NAME
source: No Power
fi: Ei Virtaa

# STRINGS.BUILDING.STATUSITEMS.NEEDPOWER.TOOLTIP
source: All connected power sources have lost charge
fi: Kaikki kytketyt virtalähteet ovat menettäneet varauksensa

# STRINGS.BUILDING.STATUSITEMS.NEEDRESOURCE.NAME
source: Resource Required
fi: Puuttuva resurssi

# STRINGS.BUILDING.STATUSITEMS.NEEDRESOURCE.TOOLTIP
source: This building is missing required materials
fi: Tästä rakennuksesta puuttuu vaadittuja materiaaleja

# STRINGS.BUILDING.STATUSITEMS.NEEDSEED.NAME
source: No Seed Selected
fi: Ei Valittua Siementä

# STRINGS.BUILDING.STATUSITEMS.NEEDSEED.TOOLTIP
source: Uproot wild plants to obtain seeds
fi: Kitke villejä kasveja saadaksesi siemeniä

# STRINGS.BUILDING.STATUSITEMS.NEEDSOLIDIN.NAME
source: No Conveyor Loader
fi: Ei Kuljettimen Lastaajaa

# STRINGS.BUILDING.STATUSITEMS.NEEDSOLIDIN.TOOLTIP
source: Material cannot be fed onto this Conveyor Rail system for transport ------------------ Enter the Shipping Tab <color=#F44A47>[7]</color> of the Build Menu to build and connect a Conveyor Loader
fi: Materiaaleja ei voida syöttää kuljetettavaksi tähän Kiskokuljetinjärjestelmään ------------------ Mene Rakennusvalikon Kuljetus-välilehteen <color=#F44A47>[7]</color> rakentaaksesi ja yhdistääksesi Kuljettimen Lastaajan

# STRINGS.BUILDING.STATUSITEMS.NEEDSOLIDOUT.NAME
source: No Conveyor Receptacle
fi: Ei Kuljettimen Vastaanottosastiaa

# STRINGS.BUILDING.STATUSITEMS.NEEDSOLIDOUT.TOOLTIP
source: Material cannot be offloaded from this Conveyor system and will backup the rails ------------------ Enter the Shipping Tab <color=#F44A47>[7]</color> of the Build Menu to build and connect a Conveyor Receptacle
fi: Materiaaleja ei voida purkaa tästä Kuljetinjärjestelmästä ja ne palaavat kiskoja pitkin takaisin ------------------ Siirry Rakennusvalikon Kuljetus-välilehteen <color=#F44A47>[7]</color> rakentaaksesi ja yhdistääksesi Kuljettimen Vastaanottosastian

# STRINGS.BUILDING.STATUSITEMS.NETWORKQUALITY.NAME
source: Scan Network Quality: {TotalQuality}
fi: Ilmaisinverkoston Laatu: {TotalQuality}

# STRINGS.BUILDING.STATUSITEMS.NETWORKQUALITY.TOOLTIP
source: Your scanner network is scanning at {TotalQuality} effectiveness, and will detect meteor showers {WorstTime} to {BestTime} before they strike Build multiple detectors and ensure they're each scanning effectively for the best results
fi: Ilmaisinverkostosi skannaa {TotalQuality} tehokkuudella ja havaitsee meteorisuihkut aikojen {WorstTime} ja {BestTime} välillä, ennen niiden iskeytymistä. Lisää enemmän ilmaisimia ja varmista, että ne skannaavat tehokkaasti parhaan tuloksen saamiseksi.

# STRINGS.BUILDING.STATUSITEMS.NEUTRONIUMUNMINABLE.NAME
source: Cannot Mine
fi: Ei Voida Louhia

# STRINGS.BUILDING.STATUSITEMS.NEUTRONIUMUNMINABLE.TOOLTIP
source: This resource cannot be mined by Duplicant tools
fi: Tätä materiaalia ei voida louhia Jäljennöksien työkaluilla

# STRINGS.BUILDING.STATUSITEMS.NEWDUPLICANTSAVAILABLE.NAME
source: New Duplicants Available
fi: Uusia Jäljennäisiä Saatavilla

# STRINGS.BUILDING.STATUSITEMS.NEWDUPLICANTSAVAILABLE.NOTIFICATION_NAME
source: New Duplicants are available
fi: Uusia Jäljennäisiä on saatavilla

# STRINGS.BUILDING.STATUSITEMS.NEWDUPLICANTSAVAILABLE.NOTIFICATION_TOOLTIP
source: The Printing Pod <color=#F44A47>[H]</color> is ready to print a new Duplicant. I'll need to select a DNA blueprint:
fi: Tulostuskammio <color=#F44A47>[H]</color> on valmiina tulostamaan Jäljennäisen. Minun on valittava DNA-kaava:

# STRINGS.BUILDING.STATUSITEMS.NEWDUPLICANTSAVAILABLE.TOOLTIP
source: I am ready to print a new colony member
fi: Olen valmis tulostamaan uuden jäsenen siirtokuntaan

# STRINGS.BUILDING.STATUSITEMS.NOAPPLICABLERESEARCHSELECTED.NAME
source: Inapplicable Research
fi: Soveltumaton Tutkimus

# STRINGS.BUILDING.STATUSITEMS.NOAPPLICABLERESEARCHSELECTED.NOTIFICATION_NAME
source: <link="SUPER COMPUTER">Research Center</link> idle
fi: <link="SUPER COMPUTER">Tutkimuskeskus</link> idle

# STRINGS.BUILDING.STATUSITEMS.NOAPPLICABLERESEARCHSELECTED.NOTIFICATION_TOOLTIP
source: These buildings cannot produce the correct <b>Research Type</b> for the selected <link="TECH">Research Focus</link>:
fi: Nämä rakennukset eivät voi tuottaa oikeanlaista <b>Tutkintalaatua</b> valitulle <link="TECH">Tutkimuskohteelle</link>:

# STRINGS.BUILDING.STATUSITEMS.NOAPPLICABLERESEARCHSELECTED.TOOLTIP
source: This building cannot produce the correct research type for the current research focus
fi: Tämä rakennus ei voi tuottaa oikeanlaista tukintalaatua tämänhetkiselle tutkimuskohteelle

# STRINGS.BUILDING.STATUSITEMS.NOAVAILABLEEGG.NAME
source: No Egg Available
fi: Munaa ei saatavilla

# STRINGS.BUILDING.STATUSITEMS.NOAVAILABLEEGG.TOOLTIP
source: The selected egg is not currently available
fi: Valittua munaa ei juuri nyt ole saatavilla

# STRINGS.BUILDING.STATUSITEMS.NOAVAILABLESEED.NAME
source: No Seed Available
fi: Siementä Ei Saatavilla

# STRINGS.BUILDING.STATUSITEMS.NOAVAILABLESEED.TOOLTIP
source: The selected seed is not available
fi: Valittua siementä ei ole saatavilla

# STRINGS.BUILDING.STATUSITEMS.NOFILTERELEMENTSELECTED.NAME
source: No Filter Selected
fi: Ei Valittua Suodatinta

# STRINGS.BUILDING.STATUSITEMS.NOFILTERELEMENTSELECTED.TOOLTIP
source: Select a resource to filter
fi: Valitse suodatettava aine

# STRINGS.BUILDING.STATUSITEMS.NOFISHABLEWATERBELOW.NAME
source: No Fishable Water
fi: Ei Kalastuskelpoista Vettä

# STRINGS.BUILDING.STATUSITEMS.NOFISHABLEWATERBELOW.TOOLTIP
source: There are no edible fish beneath this structure
fi: Tämän rakenteen alla ei ole syömäkelpoisia kaloja

# STRINGS.BUILDING.STATUSITEMS.NOGASELEMENTTOPUMP.NAME
source: Pump Not In Gas
fi: Pumppu Ei Kaasussa

# STRINGS.BUILDING.STATUSITEMS.NOGASELEMENTTOPUMP.TOOLTIP
source: This pump must be submerged in gas to work
fi: Tämän pumpun tulee olla kaasussa toimiakseen

# STRINGS.BUILDING.STATUSITEMS.NOLIQUIDELEMENTTOPUMP.NAME
source: Pump Not In Liquid
fi: Pumppu Ei Nesteessä

# STRINGS.BUILDING.STATUSITEMS.NOLIQUIDELEMENTTOPUMP.TOOLTIP
source: This pump must be submerged in liquid to work
fi: Tämän pumpun tulee olla nesteessä toimiakseen

# STRINGS.BUILDING.STATUSITEMS.NOLOGICWIRECONNECTED.NAME
source: No Automation Wire Connected
fi: Ei Kytkettyä Automaatiojohtoa

# STRINGS.BUILDING.STATUSITEMS.NOLOGICWIRECONNECTED.TOOLTIP
source: This building has not been connected to an automation grid
fi: Tätä rakennusta ei ole kytketty automaatioverkkoon

# STRINGS.BUILDING.STATUSITEMS.NOLUREELEMENTSELECTED.NAME
source: No Bait Selected
fi: Ei Valittua Syöttiä

# STRINGS.BUILDING.STATUSITEMS.NOLUREELEMENTSELECTED.TOOLTIP
source: Select a resource to use as bait
fi: Valitse syöttinä käytettävä materiaali

# STRINGS.BUILDING.STATUSITEMS.NOPOWERCONSUMERS.NAME
source: No Power Consumers
fi: Ei virrankuluttajia

# STRINGS.BUILDING.STATUSITEMS.NOPOWERCONSUMERS.TOOLTIP
source: No buildings are connected to this power source
fi: Tähän virtalähteeseen ei ole kytketty rakennuksia

# STRINGS.BUILDING.STATUSITEMS.NORESEARCHSELECTED.NAME
source: No Research Focus Selected
fi: Ei Valittua Tutkimuskohdetta

# STRINGS.BUILDING.STATUSITEMS.NORESEARCHSELECTED.NOTIFICATION_NAME
source: No <link="TECH">Research Focus</link> selected
fi: <link="TECH">Tutkimuskohdetta</link> ei ole valittu

# STRINGS.BUILDING.STATUSITEMS.NORESEARCHSELECTED.NOTIFICATION_TOOLTIP
source: Open the <color=#833A5FFF>Research Tree</color> [R] to select a new <link="TECH">Research</link> project
fi: Avaa <color=#833A5FFF>Tutkimuspuu</color> [R] valitaksesi uuden <link="TECH">Tutkittavan</link> project

# STRINGS.BUILDING.STATUSITEMS.NORESEARCHSELECTED.TOOLTIP
source: Open the <color=#833A5FFF>Research Tree</color> [R] to select a new <link="TECH">Research</link> project
fi: Avaa <color=#833A5FFF>Tutkimuspuu</color> [R] valitaksesi uuden <link="TECH">Tutkittavan</link> project

# STRINGS.BUILDING.STATUSITEMS.NORMAL.NAME
source: Normal
fi: Tavallinen

# STRINGS.BUILDING.STATUSITEMS.NORMAL.TOOLTIP
source: Nothing out of the ordinary here
fi: Ei mitään tavallisuudesta poikkeavaa

# STRINGS.BUILDING.STATUSITEMS.NOSTORAGEFILTERSET.NAME
source: Storage Not Assigned
fi: Ei Määriteltyä Varastointia

# STRINGS.BUILDING.STATUSITEMS.NOSTORAGEFILTERSET.TOOLTIP
source: No resources types are marked for storage in this building
fi: Tälle rakennukselle ei ole merkitty resurssityyppejä varastoitavaksi

# STRINGS.BUILDING.STATUSITEMS.NOSUITMARKER.NAME
source: No Checkpoint
fi: Ei Tarkistuspistettä

# STRINGS.BUILDING.STATUSITEMS.NOSUITMARKER.TOOLTIP
source: Docks must be placed beside an Exosuit Checkpoint, opposite the side its checkpoint faces
fi: Telakat täytyy asettaa

# STRINGS.BUILDING.STATUSITEMS.NOTENOUGHPOWER.NAME
source: Insufficient Power
fi: Liian vähän virtaa

# STRINGS.BUILDING.STATUSITEMS.NOTENOUGHPOWER.TOOLTIP
source: This building does not have enough stored charge to run
fi: Tällä rakennuksella on liian vähän latausta toimiakseen

# STRINGS.BUILDING.STATUSITEMS.NOTINRECOMMENDEDROOM.NAME
source: Outside of {0}
fi: {0}-huoneen ulkopuolella

# STRINGS.BUILDING.STATUSITEMS.NOTINRECOMMENDEDROOM.TOOLTIP
source: It is recommended to build this building inside a {0} Open the Room Overlay <color=#F44A47>[F11]</color> to view full room status
fi: Tämä rakennus kannattaa rakentaa {0}-huoneeseen Avaa Huonenäkymä <color=#F44A47>[F11]</color> nähdäksesi huoneen täydellinen tila

# STRINGS.BUILDING.STATUSITEMS.NOTINREQUIREDROOM.NAME
source: Outside of {0}
fi: {0}-huoneen ulkopuolella

# STRINGS.BUILDING.STATUSITEMS.NOTINREQUIREDROOM.TOOLTIP
source: This building must be built inside a {0} for full functionality Open the Room Overlay <color=#F44A47>[F11]</color> to view full room status
fi: Tämä rakennus täytyy rakentaa {0}-huoneeseen toimiakseen täysin Avaa Huonenäkymä <color=#F44A47>[F11]</color> nähdäksesi huoneen täydellisen tilan

# STRINGS.BUILDING.STATUSITEMS.NOTUBECONNECTED.NAME
source: No Tube Connected
fi: Ei Liitettyä Putkea

# STRINGS.BUILDING.STATUSITEMS.NOTUBECONNECTED.TOOLTIP
source: The first section of tube extending from an Access must connect directly upward
fi: Putken ensimmäisen osuuden on yhdistyttävä suoraan ylöspäin

# STRINGS.BUILDING.STATUSITEMS.NOTUBEEXITS.NAME
source: No Landing Available
fi: Laskeutumisalustaa Ei Saatavilla

# STRINGS.BUILDING.STATUSITEMS.NOTUBEEXITS.TOOLTIP
source: Duplicants can only exit a tube when there is somewhere for them to land within two tiles
fi: Jäljennäiset voivat poistua putkesta vain, jos heillä on kahden laatan etäisyydellä paikka, jolle laskeutua

# STRINGS.BUILDING.STATUSITEMS.NOWIRECONNECTED.NAME
source: No Wire Connected
fi: Ei Yhdistettyä Johtoa

# STRINGS.BUILDING.STATUSITEMS.NOWIRECONNECTED.TOOLTIP
source: This building has not been connected to a power grid
fi: Tätä rakennusta ei ole yhdistetty sähköverkkoon

# STRINGS.BUILDING.STATUSITEMS.OPERATINGENERGY.EXHAUSTING
source: Excess produced
fi: Ylituotantoa

# STRINGS.BUILDING.STATUSITEMS.OPERATINGENERGY.NAME
source: Heat Production: {0}
fi: Lämmöntuotto: {0}

# STRINGS.BUILDING.STATUSITEMS.OPERATINGENERGY.OPERATING
source: Normal operation
fi: Tavallinen toiminta
