Repository: Eerjunic/OxygenNotIncluded_Fi
Catalog: strings.po
Languages: fi

# STRINGS.DUPLICANTS.ATTRIBUTES.STRENGTH.DESC
source: Determines a Duplicant's carrying capacity, and how much elbow grease they can put into cleaning errands.
fi: Kertoo Jäljennäisen kantokyvyn, ja kuinka paljon hartiavoimia he voivat käyttää siivoamiseen.

# STRINGS.DUPLICANTS.ATTRIBUTES.STRENGTH.NAME
source: Strength
fi: Voima

# STRINGS.DUPLICANTS.ATTRIBUTES.STRENGTH.SPEEDMODIFIER
source: {0} Tidying Speed
fi: {0} Siivousnopeus

# STRINGS.DUPLICANTS.ATTRIBUTES.STRESSDELTA.DESC
source: Determines how quickly a Duplicant gains or reduces <link="STRESS">Stress</link>.
fi: Kertoo kuinka nopeasti Jäljennäisen <link="STRESS">Ahdistus</link> vähenee tai kasvaa.

# STRINGS.DUPLICANTS.ATTRIBUTES.STRESSDELTA.NAME
source: Stress Change
fi: Ahdistuksenmuutos

# STRINGS.DUPLICANTS.ATTRIBUTES.THERMALCONDUCTIVITYBARRIER.NAME
source: Insulation Thickness
fi: Eristyksen Paksuus

# STRINGS.DUPLICANTS.ATTRIBUTES.THERMALCONDUCTIVITYBARRIER.TOOLTIP
source: Insulation Thickness determines how quickly a Duplicant retains or loses body <link="HEAT">Heat</link> in any given area. It is the sum of a Duplicant's equipment and their natural Insulation values.
fi: Eristyksen Paksuus kertoo, kuinka nopeasti Jäljennäinen kasvattaa tai menettää ruumiin<link="HEAT">lämpöään</link> millä tahansa alueella. Se on Jäljennäisen varusteiden ja luonnollisen ertistyksen summa.

# STRINGS.DUPLICANTS.ATTRIBUTES.TOGGLE.DESC
source: Determines how efficiently a Duplicant tunes machinery, flips switches, and sets sensors.
fi: Kertoo kuinka tehokkaasti Jäljennäinen kykenee virittämään koneita, kääntämään kytkimiä ja asettamaan tunnistimia.

# STRINGS.DUPLICANTS.ATTRIBUTES.TOGGLE.NAME
source: Toggle
fi: Vaihda

# STRINGS.DUPLICANTS.ATTRIBUTES.TOILETEFFICIENCY.DESC
source: Determines how long a Duplicant needs to do their "business".
fi: Kertoo kuinka kauan Jäljennäisen pitää hoitaa "asioitaan".

# STRINGS.DUPLICANTS.ATTRIBUTES.TOILETEFFICIENCY.NAME
source: Bathroom Hustle
fi: Vessassa Sählääminen

# STRINGS.DUPLICANTS.ATTRIBUTES.TOXICITYDELTA.NAME
source: Toxicity Change
fi: Myrkyllisuudenmuutosnopeus

# STRINGS.DUPLICANTS.ATTRIBUTES.UNPROFESSIONAL_DESC
source: This Duplicant has no discernible skills
fi: Tällä Jäljennäisellä ei ole erityisiä kykyjä

# STRINGS.DUPLICANTS.ATTRIBUTES.UNPROFESSIONAL_NAME
source: Lump
fi: Möykky

# STRINGS.DUPLICANTS.ATTRIBUTES.VIABILITYDELTA.NAME
source: Viability Loss Rate
fi: Elinkelpoisuuden Menetysnopeus

# STRINGS.DUPLICANTS.ATTRIBUTES.WILDNESSDELTA.DESC
source: Wild creatures can survive on fewer calories than domesticated ones.
fi: Villit otukset voivat pysyä hengissä vähemmällä kalorimäärällä kuin kesyt.

# STRINGS.DUPLICANTS.ATTRIBUTES.WILDNESSDELTA.NAME
source: Wildness Change
fi: Villeydenmuutosnopeus

# STRINGS.DUPLICANTS.CHOREGROUPS.ART.DESC
source: Sculpt or paint to improve colony decor.
fi: Veistä tai maalaa parantaaksesi siirtokunnan koristeellisuutta.

# STRINGS.DUPLICANTS.CHOREGROUPS.ART.NAME
source: Art
fi: Taide

# STRINGS.DUPLICANTS.CHOREGROUPS.BASEKEEPING.DESC
source: Sweep, mop, and disinfect objects within the colony.
fi: Lakaise, moppaa ja desinfioi siirtokunnan esineitä.

# STRINGS.DUPLICANTS.CHOREGROUPS.BASEKEEPING.NAME
source: Tidy
fi: Siivous

# STRINGS.DUPLICANTS.CHOREGROUPS.BUILD.DESC
source: Construct new buildings.
fi: Rakenna uusia rakennuksia.

# STRINGS.DUPLICANTS.CHOREGROUPS.BUILD.NAME
source: Build
fi: Rakennus

# STRINGS.DUPLICANTS.CHOREGROUPS.COMBAT.DESC
source: Fight wild critters.
fi: Taistele villejä otuksia vastaan.

# STRINGS.DUPLICANTS.CHOREGROUPS.COMBAT.NAME
source: Combat
fi: Taistelu

# STRINGS.DUPLICANTS.CHOREGROUPS.COOK.DESC
source: Operate food preparation buildings.
fi: Käytä ruuanvalmistusrakennuksia.

# STRINGS.DUPLICANTS.CHOREGROUPS.COOK.NAME
source: Cook
fi: Ruuanlaitto

# STRINGS.DUPLICANTS.CHOREGROUPS.DIG.DESC
source: Mine raw resources.
fi: Louhi raakaresursseja.

# STRINGS.DUPLICANTS.CHOREGROUPS.DIG.NAME
source: Dig
fi: Kaivuu

# STRINGS.DUPLICANTS.CHOREGROUPS.FARMING.DESC
source: Gather crops from mature plants.
fi: Kerää sato kypsistä kasveista.

# STRINGS.DUPLICANTS.CHOREGROUPS.FARMING.NAME
source: Farm
fi: Viljely

# STRINGS.DUPLICANTS.CHOREGROUPS.HAULING.DESC
source: Run resources to critical buildings and urgent storage.
fi: Vie resursseja olennaisiin rakennuksiin ja pikaisesti varastoitavaksi.

# STRINGS.DUPLICANTS.CHOREGROUPS.HAULING.NAME
source: Supply
fi: Kuljetus

# STRINGS.DUPLICANTS.CHOREGROUPS.LIFESUPPORT.DESC
source: Maintain algae terrariums, deodorizers, and water sieves to support colony life.
fi: Huolla leväterraarioita, hajunpoistajia ja vesisiivilöitä ylläpitääksesi elämää siirtokunnassa.

# STRINGS.DUPLICANTS.CHOREGROUPS.LIFESUPPORT.NAME
source: Life Support
fi: Elossapito

# STRINGS.DUPLICANTS.CHOREGROUPS.MACHINEOPERATING.DESC
source: Operating heavy machinery for production, fabrication, and utility purposes.
fi: Raskaiden koneiden käyttö tuotantoa, valmistusta tai huoltoa varten.

# STRINGS.DUPLICANTS.CHOREGROUPS.MACHINEOPERATING.NAME
source: Operate
fi: Käyttö

# STRINGS.DUPLICANTS.CHOREGROUPS.MASSAGE.DESC
source: Take breaks for massages.
fi: Pidä taukoja hierontaa varten.

# STRINGS.DUPLICANTS.CHOREGROUPS.MASSAGE.NAME
source: Leisure
fi: Ajanvietto

# STRINGS.DUPLICANTS.CHOREGROUPS.MEDICALAID.DESC
source: Treat sick and injured Duplicants.
fi: Hoida sairaita ja loukkaantuneita Jäljennäisiä.

# STRINGS.DUPLICANTS.CHOREGROUPS.MEDICALAID.NAME
source: Care
fi: Huolenpito

# STRINGS.DUPLICANTS.CHOREGROUPS.RANCHING.DESC
source: Tend to domesticated critters.
fi: Hoida kesytettyjä otuksia.

# STRINGS.DUPLICANTS.CHOREGROUPS.RANCHING.NAME
source: Ranch
fi: Paimennus

# STRINGS.DUPLICANTS.CHOREGROUPS.REPAIR.DESC
source: Repair damaged buildings.
fi: Korjaa vahingoittuneita rakennuksia.

# STRINGS.DUPLICANTS.CHOREGROUPS.REPAIR.NAME
source: Repair
fi: Korjaus

# STRINGS.DUPLICANTS.CHOREGROUPS.RESEARCH.DESC
source: Use research stations to unlock new technologies.
fi: Käytä tutkimustyöpisteitä avataksesi uusia teknologioita.

# STRINGS.DUPLICANTS.CHOREGROUPS.RESEARCH.NAME
source: Research
fi: Tutkimus

# STRINGS.DUPLICANTS.CHOREGROUPS.STORAGE.DESC
source: Fill non-critical storage buildings with resources.
fi: Täytyä vähemmän tärkeitä varastorakennuksia resursseilla.

# STRINGS.DUPLICANTS.CHOREGROUPS.STORAGE.NAME
source: Storage
fi: Varastointi

# STRINGS.DUPLICANTS.CHOREGROUPS.TOGGLE.DESC
source: Tune machinery and set or flip switches and sensors.
fi: Viritä koneita ja aseta tai käännä kytkimiä ja tunnistimia.

# STRINGS.DUPLICANTS.CHOREGROUPS.TOGGLE.NAME
source: Toggle
fi: Vaihto

# STRINGS.DUPLICANTS.CHORES.ART.NAME
source: Decorate
fi: Koristele

# STRINGS.DUPLICANTS.CHORES.ART.STATUS
source: Going to decorate
fi: Menossa koristelemaan

# STRINGS.DUPLICANTS.CHORES.ART.TOOLTIP
source: This Duplicant is going to work on their art
fi: Tämä Jäljennäinen on menossa työstämään taidettaan

# STRINGS.DUPLICANTS.CHORES.ATTACK.NAME
source: Attack
fi: Hyökkää

# STRINGS.DUPLICANTS.CHORES.ATTACK.STATUS
source: Attacking
fi: Hyökkäämässä

# STRINGS.DUPLICANTS.CHORES.ATTACK.TOOLTIP
source: Chaaaarge!
fi: Kimppuuuuuun!

# STRINGS.DUPLICANTS.CHORES.BEINCAPACITATED.NAME
source: Incapacitated
fi: Toimintakyvytön

# STRINGS.DUPLICANTS.CHORES.BEINCAPACITATED.STATUS
source: Dying
fi: Kuolee

# STRINGS.DUPLICANTS.CHORES.BEINCAPACITATED.TOOLTIP
source: This Duplicant will die soon if they do not receive assistance
fi: Tämä Jäljennäinen kuolee pian, ellei hän saa apua

# STRINGS.DUPLICANTS.CHORES.BINGE_EAT.NAME
source: Binge Eat
fi: Ylensyö

# STRINGS.DUPLICANTS.CHORES.BINGE_EAT.STATUS
source: Binge eating
fi: Syö liikaa

# STRINGS.DUPLICANTS.CHORES.BINGE_EAT.TOOLTIP
source: This Duplicant is attempting to eat their emotions due to stress
fi: Tämä Jäljennäinen yrittää syödä tunteensa pois ahdistuksen takia

# STRINGS.DUPLICANTS.CHORES.BUILD.NAME
source: Build
fi: Rakenna

# STRINGS.DUPLICANTS.CHORES.BUILD.STATUS
source: Going to build
fi: Menossa rakentamaan

# STRINGS.DUPLICANTS.CHORES.BUILD.TOOLTIP
source: This Duplicant is constructing a new building
fi: Tämä Jäljennäinen on rakentamassa uutta rakennusta

# STRINGS.DUPLICANTS.CHORES.BUILDDIG.NAME
source: Construction Dig
fi: Rakennuskaivuu

# STRINGS.DUPLICANTS.CHORES.BUILDDIG.STATUS
source: Going to construction dig
fi: Menee kaivamaan rakennusta varten

# STRINGS.DUPLICANTS.CHORES.BUILDDIG.TOOLTIP
source: This dig will make room for a planned building to be constructed
fi: Tämä kaivuu tekee tilaa suunnitellun rakennuksen rakentamiselle

# STRINGS.DUPLICANTS.CHORES.BUILDFETCH.NAME
source: Construction Deliver
fi: Toimita Rakennukselle

# STRINGS.DUPLICANTS.CHORES.BUILDFETCH.STATUS
source: Construction Delivering
fi: Toimittamassa Rakennukselle

# STRINGS.DUPLICANTS.CHORES.BUILDFETCH.TOOLTIP
source: This delivery will provide materials to a planned construction site
fi: Tämä toimitus antaa materiaaleja suunnitellulle rakennustyömaalle

# STRINGS.DUPLICANTS.CHORES.CAPTURE.NAME
source: Wrangle
fi: Nappaa

# STRINGS.DUPLICANTS.CHORES.CAPTURE.STATUS
source: Wrangling
fi: Nappaamassa

# STRINGS.DUPLICANTS.CHORES.CAPTURE.TOOLTIP
source: Duplicants employed as Ranchers can wrangle most critters without traps
fi: Paimeniksi nimetyt Jäljennäiset kykenevat nappaamaan otuksia ilman ansoja

# STRINGS.DUPLICANTS.CHORES.CHECKPOINT.NAME
source: Wait at Checkpoint
fi: Odota Tarkistuspisteellä

# STRINGS.DUPLICANTS.CHORES.CHECKPOINT.STATUS
source: Waiting at Checkpoint
fi: Odottaa Tarkistuspisteellä

# STRINGS.DUPLICANTS.CHORES.CHECKPOINT.TOOLTIP
source: This Duplicant is waiting for permission to pass
fi: Tämä Jäljennäinen odottaa lupaa päästä läpi

# STRINGS.DUPLICANTS.CHORES.CLEANTOILET.NAME
source: Clean
fi: Siivoa

# STRINGS.DUPLICANTS.CHORES.CLEANTOILET.STATUS
source: Going to clean
fi: Menossa siivoamaan

# STRINGS.DUPLICANTS.CHORES.CLEANTOILET.TOOLTIP
source: This Duplicant is cleaning out the Outhouse
fi: Tämä Jäljennäinen siivoaa Käymälää

# STRINGS.DUPLICANTS.CHORES.COMPOSTWORKABLE.NAME
source: Compost
fi: Kompostoi

# STRINGS.DUPLICANTS.CHORES.COMPOSTWORKABLE.STATUS
source: Going to compost
fi: Menossa Kompostoimaan

# STRINGS.DUPLICANTS.CHORES.COMPOSTWORKABLE.TOOLTIP
source: This Duplicant is dropping off organic material at the compost
fi: Tämä Jäljennäinen on viemässä orgaanista ainesta kompostiin

# STRINGS.DUPLICANTS.CHORES.COOK.NAME
source: Cook
fi: Kokkaus

# STRINGS.DUPLICANTS.CHORES.COOK.STATUS
source: Going to cook
fi: Menossa Kokkaamaan

# STRINGS.DUPLICANTS.CHORES.COOK.TOOLTIP
source: This Duplicant is cooking food
fi: Tämä Jäljennäinen valmistaa ruokaa

# STRINGS.DUPLICANTS.CHORES.COOLDOWN.NAME
source: Cool Off
fi: Vilvoittele

# STRINGS.DUPLICANTS.CHORES.COOLDOWN.STATUS
source: Going to cool off
fi: Menossa vilvoittelemaan

# STRINGS.DUPLICANTS.CHORES.COOLDOWN.TOOLTIP
source: This Duplicant got too hot and is going to cool off
fi: Tällä Jäljennäisellä on kuuma ja se on menossa vilvoittelemaan

# STRINGS.DUPLICANTS.CHORES.COUGH.NAME
source: Cough
fi: Yskä

# STRINGS.DUPLICANTS.CHORES.COUGH.STATUS
source: Coughing
fi: Yskii

# STRINGS.DUPLICANTS.CHORES.COUGH.TOOLTIP
source: Coughing is a symptom of illness and spreads airborne Germs
fi: Yskiminen on sairauden oire ja levittää ilmassa leviäviä bakteereja

# STRINGS.DUPLICANTS.CHORES.CROP_TEND.NAME
source: Tend
fi: Hoida

# STRINGS.DUPLICANTS.CHORES.CROP_TEND.STATUS
source: Tending plant
fi: Hoitaa kasvia

# STRINGS.DUPLICANTS.CHORES.CROP_TEND.TOOLTIP
source: Tending plants increases their growth rate
fi: Kasvien hoitaminen kiihdyttää niiden kasvunopeutta

# STRINGS.DUPLICANTS.CHORES.DEBUGGOTO.NAME
source: DebugGoTo
fi: DebugMene

# STRINGS.DUPLICANTS.CHORES.DEBUGGOTO.STATUS
source: DebugGoTo
fi: DebugMene

# STRINGS.DUPLICANTS.CHORES.DECONSTRUCT.NAME
source: Deconstruct
fi: Pura

# STRINGS.DUPLICANTS.CHORES.DECONSTRUCT.STATUS
source: Going to deconstruct
fi: Menossa purkamaan

# STRINGS.DUPLICANTS.CHORES.DECONSTRUCT.TOOLTIP
source: This Duplicant is demolishing a building
fi: Tämä rakennus purkaa rakennusta

# STRINGS.DUPLICANTS.CHORES.DELIVERFOOD.NAME
source: Deliver Food
fi: Toimita Ruokaa

# STRINGS.DUPLICANTS.CHORES.DELIVERFOOD.STATUS
source: Delivering food
fi: Toimittaa ruokaa

# STRINGS.DUPLICANTS.CHORES.DELIVERFOOD.TOOLTIP
source: Under thirty minutes or it's free
fi: Puolessa tunnin sisällä tai se on ilmainen

# STRINGS.DUPLICANTS.CHORES.DEPRESSURIZE.NAME
source: Depressurize Well
fi: Ilmasta Kaivo

# STRINGS.DUPLICANTS.CHORES.DEPRESSURIZE.STATUS
source: Going to depressurize well
fi: Menossa ilmastamaan kaivoa

# STRINGS.DUPLICANTS.CHORES.DEPRESSURIZE.TOOLTIP
source: Oil Wells need to be periodically depressurized to function
fi: Öljykaivot täytyy säännöllisesti ilmata, jotta ne pysyvät toiminnassa

# STRINGS.DUPLICANTS.CHORES.DIE.NAME
source: Die
fi: Kuole

# STRINGS.DUPLICANTS.CHORES.DIE.STATUS
source: Dying
fi: Kuolee

# STRINGS.DUPLICANTS.CHORES.DIE.TOOLTIP
source: Fare thee well, brave soul
fi: Jää hyvästi, urhoollinen sielu

# STRINGS.DUPLICANTS.CHORES.DIG.NAME
source: Dig
fi: Louhi

# STRINGS.DUPLICANTS.CHORES.DIG.STATUS
source: Going to dig
fi: Menossa louhimaan

# STRINGS.DUPLICANTS.CHORES.DIG.TOOLTIP
source: Digging produces usable ores and materials and makes space
fi: Louhiminen tuottaa käyttökelpoista malmia ja materiaaleja, sekä tekee tilaa

# STRINGS.DUPLICANTS.CHORES.DISINFECT.NAME
source: Disinfect
fi: Desinfioi

# STRINGS.DUPLICANTS.CHORES.DISINFECT.STATUS
source: Going to disinfect
fi: Menossa desinfoimaan

# STRINGS.DUPLICANTS.CHORES.DISINFECT.TOOLTIP
source: Buildings can be disinfected to remove contagious Germs on their surfaces
fi: Rakennukset voidaan desinfioida, jotta niiden pinnoilta poistuvat tarttuvat Bakteerit

# STRINGS.DUPLICANTS.CHORES.DOCTOR.NAME
source: Treat Patient
fi: Hoida Potilasta

# STRINGS.DUPLICANTS.CHORES.DOCTOR.STATUS
source: Treating patient
fi: Hoitaa Potilasta

# STRINGS.DUPLICANTS.CHORES.DOCTOR.TOOLTIP
source: This Duplicant is trying to make one of their peers feel better
fi: Tämä Jäljennäinen yrittää saada vertaistaan voimaan paremmin

# STRINGS.DUPLICANTS.CHORES.DROPUNUSEDINVENTORY.NAME
source: Drop Inventory
fi: Pudota Tavarat

# STRINGS.DUPLICANTS.CHORES.DROPUNUSEDINVENTORY.STATUS
source: Dropping unused inventory
fi: Pudottaa tarpeettomat tavarat

# STRINGS.DUPLICANTS.CHORES.DROPUNUSEDINVENTORY.TOOLTIP
source: This Duplicant is dropping carried items they no longer need
fi: Tämä Jäljennäinen pudottaa kantamiaan tavaroita, joita se ei enää tarvitse

# STRINGS.DUPLICANTS.CHORES.EAT.NAME
source: Eat
fi: Syö

# STRINGS.DUPLICANTS.CHORES.EAT.STATUS
source: Going to eat
fi: Menossa syömään

# STRINGS.DUPLICANTS.CHORES.EAT.TOOLTIP
source: Duplicants eat to replenish their calorie stores
fi: Jäljennäiset syövät täyttääkseen kalorivarastonsa

# STRINGS.DUPLICANTS.CHORES.EMOTEHIGHPRIORITY.NAME
source: Express Themselves
fi: Ilmaisevat Itseään

# STRINGS.DUPLICANTS.CHORES.EMOTEHIGHPRIORITY.STATUS
source: Expressing themselves
fi: Ilmaisemassa Itseään

# STRINGS.DUPLICANTS.CHORES.EMOTEHIGHPRIORITY.TOOLTIP
source: This Duplicant needs a moment to express their feelings, then they'll be on their way
fi: Tämä Jäljennäinen tarvitsee tuokion ilmaistakseen tunteensa ja jatkaa sitten toimintaansa

# STRINGS.DUPLICANTS.CHORES.EMPTYSTORAGE.NAME
source: Empty Storage
fi: Tyhjennä Varasto

# STRINGS.DUPLICANTS.CHORES.EMPTYSTORAGE.STATUS
source: Going to empty storage
fi: Menossa tyhjentämään varastoa

# STRINGS.DUPLICANTS.CHORES.EMPTYSTORAGE.TOOLTIP
source: This Duplicant is taking items out of storage
fi: Tämä Jäljennäinen ottaa esineitä varastosta

# STRINGS.DUPLICANTS.CHORES.ENTOMBED.NAME
source: Entombed
fi: Hautautunut

# STRINGS.DUPLICANTS.CHORES.ENTOMBED.STATUS
source: Entombed
fi: Hautautunut

# STRINGS.DUPLICANTS.CHORES.ENTOMBED.TOOLTIP
source: Entombed Duplicants are at risk of suffocating and must be dug out by others in the colony
fi: Hautautuneet Jäljennäiset ovat vaarassa tukehtua ja muiden siirtokuntalaisten täytyy kaivaa ne esiin

# STRINGS.DUPLICANTS.CHORES.EQUIP.NAME
source: Equip
fi: Ota Käyttöön

# STRINGS.DUPLICANTS.CHORES.EQUIP.STATUS
source: Moving to equip
fi: Menee ottamaan käyttöön

# STRINGS.DUPLICANTS.CHORES.EQUIP.TOOLTIP
source: This Duplicant is putting on a piece of equipment
fi: Tämä Jäljennäinen varustautuu

# STRINGS.DUPLICANTS.CHORES.EQUIPPINGSUIT.NAME
source: Equip Exosuit
fi: Pukeudu Eksopukuun

# STRINGS.DUPLICANTS.CHORES.EQUIPPINGSUIT.STATUS
source: Equipping exosuit
fi: Pukeutuu Eksopukuun

# STRINGS.DUPLICANTS.CHORES.EQUIPPINGSUIT.TOOLTIP
source: This Duplicant is putting on protective gear
fi: Tämä Jäljennäinen pukee suojavarustusta

# STRINGS.DUPLICANTS.CHORES.FABRICATE.NAME
source: Fabricate
fi: Valmista

# STRINGS.DUPLICANTS.CHORES.FABRICATE.STATUS
source: Going to fabricate
fi: Menossa valmistamaan

# STRINGS.DUPLICANTS.CHORES.FABRICATE.TOOLTIP
source: This Duplicant is crafting something
fi: Tämä Jäljennäinen valmistaa jotakin

# STRINGS.DUPLICANTS.CHORES.FETCH.NAME
source: Deliver
fi: Toimita

# STRINGS.DUPLICANTS.CHORES.FETCH.REPORT_NAME
source: Deliver to {0}
fi: Toimittaa kohteeseen {0}

# STRINGS.DUPLICANTS.CHORES.FETCH.STATUS
source: Delivering
fi: Toimittaa

# STRINGS.DUPLICANTS.CHORES.FETCH.TOOLTIP
source: This Duplicant is delivering materials to where they'll be needed
fi: Tämä Jäljennäinen toimittaa materiaaleja sinne, missä niitä tarvitaan

# STRINGS.DUPLICANTS.CHORES.FETCHCREATURE.NAME
source: Relocate Critter
fi: Sijoita Otus Uudelleen

# STRINGS.DUPLICANTS.CHORES.FETCHCREATURE.STATUS
source: Relocating Critter
fi: Sijoittaa Otusta Uudelleen

# STRINGS.DUPLICANTS.CHORES.FETCHCREATURE.TOOLTIP
source: This Rancher Duplicant is moving a critter
fi: Tämä Paimenjäljennäinen siirtää otusta

# STRINGS.DUPLICANTS.CHORES.FLEE.NAME
source: Flee
fi: Pakene

# STRINGS.DUPLICANTS.CHORES.FLEE.STATUS
source: Fleeing
fi: Pakenee

# STRINGS.DUPLICANTS.CHORES.FLEE.TOOLTIP
source: Run away!
fi: Pakoon!

# STRINGS.DUPLICANTS.CHORES.FLIPCOMPOST.NAME
source: Flip
fi: Käännä

# STRINGS.DUPLICANTS.CHORES.FLIPCOMPOST.STATUS
source: Going to flip compost
fi: Menee kääntämään kompostin

# STRINGS.DUPLICANTS.CHORES.FLIPCOMPOST.TOOLTIP
source: Composts need to be flipped in order for their contents to compost
fi: Kompostit täytyy kääntää, jotta niiden sisältö kompostoituisi

# STRINGS.DUPLICANTS.CHORES.GENERATEPOWER.NAME
source: Generate Power
fi: Luo Sähköä

# STRINGS.DUPLICANTS.CHORES.GENERATEPOWER.STATUS
source: Going to generate power
fi: Menossa luomaan sähköä

# STRINGS.DUPLICANTS.CHORES.GENERATEPOWER.TOOLTIP
source: This Duplicant is producing electrical power
fi: Tämä Jäljennäinen tuottaa sähkövirtaa

# STRINGS.DUPLICANTS.CHORES.GENESHUFFLE.NAME
source: Use Neural Vacillator
fi: Käytä Hermovaihtelijaa

# STRINGS.DUPLICANTS.CHORES.GENESHUFFLE.STATUS
source: Using Neural Vacillator
fi: Käyttää Hermovaihtelijaa

# STRINGS.DUPLICANTS.CHORES.GENESHUFFLE.TOOLTIP
source: This Duplicant is being experimented on!
fi: Tälle Jäljennäiselle tehdään kokeita!

# STRINGS.DUPLICANTS.CHORES.HARVEST.NAME
source: Harvest
fi: Korjaa Sato

# STRINGS.DUPLICANTS.CHORES.HARVEST.STATUS
source: Going to harvest
fi: Menossa korjaamaan satoa

# STRINGS.DUPLICANTS.CHORES.HARVEST.TOOLTIP
source: This Duplicant is harvesting usable materials from a mature plant
fi: Tämä jäljennäinen korjaa käyttökelpoisia materiaaleja kypsästä kasvista

# STRINGS.DUPLICANTS.CHORES.HEAL.NAME
source: Heal
fi: Parane

# STRINGS.DUPLICANTS.CHORES.HEAL.STATUS
source: Healing
fi: Paranee

# STRINGS.DUPLICANTS.CHORES.HEAL.TOOLTIP
source: This Duplicant is taking some time to recover from their wounds
fi: Tämä Jäljennäinen käyttää aikaa haavoistaan toipumiseen

# STRINGS.DUPLICANTS.CHORES.IDLE.NAME
source: Idle
fi: Toimeton

# STRINGS.DUPLICANTS.CHORES.IDLE.STATUS
source: Idle
fi: Toimeton

# STRINGS.DUPLICANTS.CHORES.IDLE.TOOLTIP
source: This Duplicant cannot reach any pending errands
fi: Tällä Jäljennäisellä ei ole pääsyä yhdellekkään keskeneräiselle tehtävälle

# STRINGS.DUPLICANTS.CHORES.LIQUIDCOOLEDFAN.NAME
source: Use Fan
fi: Käytä Tuuletinta

# STRINGS.DUPLICANTS.CHORES.LIQUIDCOOLEDFAN.STATUS
source: Going to use fan
fi: Menossa käyttämään tuuletinta

# STRINGS.DUPLICANTS.CHORES.LIQUIDCOOLEDFAN.TOOLTIP
source: This Duplicant is attempting to cool down the area
fi: Tämä Jäljennäinen koittaa jäähdyttää aluetta

# STRINGS.DUPLICANTS.CHORES.MOP.NAME
source: Mop
fi: Moppa

# STRINGS.DUPLICANTS.CHORES.MOP.STATUS
source: Going to mop
fi: Menossa moppaamaan

# STRINGS.DUPLICANTS.CHORES.MOP.TOOLTIP
source: Mopping removes liquids from the floor and bottles them for transport
fi: Moppaaminen poistaa nesteet lattialta ja pullottaa ne kuljetusta varten

# STRINGS.DUPLICANTS.CHORES.MOVETO.NAME
source: Move to
fi: Mene

# STRINGS.DUPLICANTS.CHORES.MOVETO.STATUS
source: Moving to location
fi: Menossa

# STRINGS.DUPLICANTS.CHORES.MOVETO.TOOLTIP
source: This Duplicant was manually directed to move to a specific location
fi: Tätä Jäljennäistä ohjattiin manuaalisesti siirtymään tiettyyn paikkaan

# STRINGS.DUPLICANTS.CHORES.MOVETOQUARANTINE.NAME
source: Move to Quarantine
fi: Mene Karanteeniin

# STRINGS.DUPLICANTS.CHORES.MOVETOQUARANTINE.STATUS
source: Moving to quarantine
fi: Mene Karanteeniin

# STRINGS.DUPLICANTS.CHORES.MOVETOQUARANTINE.TOOLTIP
source: This Duplicant will isolate themselves to keep their illness away from the colony
fi: Tämä Jäljennäinen eristää itsensä pitääkseen sairauden loitolla siirtokunnasta

# STRINGS.DUPLICANTS.CHORES.MOVETOSAFETY.NAME
source: Move to Safety
fi: Mene Turvaan

# STRINGS.DUPLICANTS.CHORES.MOVETOSAFETY.STATUS
source: Moving to safety
fi: Menossa Turvaan

# STRINGS.DUPLICANTS.CHORES.MOVETOSAFETY.TOOLTIP
source: This Duplicant's getting out of here!
fi: Tämä Jäljennäinen on häipymässä täältä!

# STRINGS.DUPLICANTS.CHORES.MUSH.NAME
source: Mush
fi: Muserra

# STRINGS.DUPLICANTS.CHORES.MUSH.STATUS
source: Going to mush
fi: Menossa Musertamaan

# STRINGS.DUPLICANTS.CHORES.MUSH.TOOLTIP
source: This Duplicant is producing food
fi: Tämä Jäljennäinen valmistaa ruokaa

# STRINGS.DUPLICANTS.CHORES.NARCOLEPSY.NAME
source: Narcoleptic Nap
fi: Narkoleptinen Torkku

# STRINGS.DUPLICANTS.CHORES.NARCOLEPSY.STATUS
source: Narcolepsy Napping
fi: Torkkuu Narkoleptisesti

# STRINGS.DUPLICANTS.CHORES.NARCOLEPSY.TOOLTIP
source: Zzzzzz...
fi: Kroooh Pyyyh...

# STRINGS.DUPLICANTS.CHORES.PEE.NAME
source: Relieve Self
fi: Helpota itseäsi

# STRINGS.DUPLICANTS.CHORES.PEE.STATUS
source: Relieving self
fi: Helpottaa itseään

# STRINGS.DUPLICANTS.CHORES.PEE.TOOLTIP
source: This Duplicant didn't find a toilet in time. Oops
fi: Tämä Jäljennäinen ei löytänyt ajoissa vessaan. Hups

# STRINGS.DUPLICANTS.CHORES.POWER_TINKER.NAME
source: Tinker
fi: Näpertele

# STRINGS.DUPLICANTS.CHORES.POWER_TINKER.STATUS
source: Tinkering
fi: Näpertelee

# STRINGS.DUPLICANTS.CHORES.POWER_TINKER.TOOLTIP
source: Tinkering with buildings improves their functionality
fi: Rakennusten näpertely parantaa niiden toimintaa

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.ALLOWED_TO_DEPRESSURIZE
source: Not currently overpressure
fi: Ei ylipainetta

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.CAN_CHAT
source: Unreachable
fi: Saavuttamaton

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.CAN_CURE
source: No applicable diseases
fi: Ei soveltuvia sairauksia

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.CAN_MOVE_TO
source: Unreachable
fi: Saavuttamaton

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.CAN_PICKUP
source: Cannot pickup
fi: Ei voi poimia

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.CHORE_DRIVER_IS_NULL
source: Assigned to: {Assignee}
fi: Nimetty: {Assignee}

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.DOES_SUIT_NEED_RECHARGING_IDLE
source: Suit is currently charged
fi: Puku on ladattuna

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.DOES_SUIT_NEED_RECHARGING_URGENT
source: Suit is currently charged
fi: Puku on ladattuna

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.HAS_ROLE_PERK
source: Requires job perk
fi: Vaatii työedun
