Repository: Eerjunic/OxygenNotIncluded_Fi
Catalog: strings.po
Languages: fi

# STRINGS.ELEMENTS.DIRTYWATER.DESC
source: Polluted Water is dirty, unfiltered <link="WATER">Water</link>. It is not fit for consumption.
fi: Saastunut Vesi on likaista, suodattamatonta <link="WATER">Vettä</link>. Sitä ei voida hyödyntää.

# STRINGS.ELEMENTS.DIRTYWATER.NAME
source: <link="DIRTYWATER">Polluted Water</link>
fi: <link="DIRTYWATER">Saastunut Vesi</link>

# STRINGS.ELEMENTS.ELECTRUM.DESC
source: Electrum is a conductive <link="RAWMETAL">Metal</link> alloy composed of gold and silver. It is suitable for building <link="POWER">Power</link> systems.
fi: Elektrum on johtavaa, kullasta ja hopeasta muodostuvaa <link="RAWMETAL">Metalli</link>seosta. Se sopii <link="POWER">Sähkö</link>järjestelmien rakentamiseen.

# STRINGS.ELEMENTS.ELECTRUM.NAME
source: <link="ELECTRUM">Electrum</link>
fi: <link="ELECTRUM">Elektrum</link>

# STRINGS.ELEMENTS.ELEMENTDESCGAS
source: Resource Type: {0} Condensation point: {1}
fi: Resurssityyppi: {0} Kastepiste: {1}

# STRINGS.ELEMENTS.ELEMENTDESCLIQUID
source: Resource Type: {0} Freezing point: {1} Evaporation point: {2}
fi: Resurssityyppi: {0} Jäätymispiste: {1} Haihtumispiste: {2}

# STRINGS.ELEMENTS.ELEMENTDESCSOLID
source: Resource Type: {0} Melting point: {1} Hardness: {2}
fi: Resurssityyppi: {0} Sulamispiste: {1} Kovuus: {2}

# STRINGS.ELEMENTS.ELEMENTDESCVACUUM
source: Resource Type: {0}
fi: Resurssityyppi: {0}

# STRINGS.ELEMENTS.ELEMENTPROPERTIES
source: Properties: {0}
fi: Ominaisuudet: {0}

# STRINGS.ELEMENTS.FERTILIZER.DESC
source: Fertilizer is a processed mixture of biological nutrients. It aids in the growth of certain <link="PLANTS">plant</link>.
fi: Lannoite on käsitelty seos biologisia ravinteita. Se auttaa tiettyjen <link="PLANTS">kasvien</link> kasvattamisessa.

# STRINGS.ELEMENTS.FERTILIZER.NAME
source: <link="FERTILIZER">Fertilizer</link>
fi: <link="FERTILIZER">Lannoite</link>

# STRINGS.ELEMENTS.FOOLSGOLD.DESC
source: (FeS<sub>2</sub>) Pyrite is a conductive <link="RAWMETAL">Metal</link>. Also known as "Fool's Gold", is suitable for building <link="POWER">Power</link> systems.
fi: (FeS<sub>2</sub>) Pyriitti on johtavaa <link="RAWMETAL">Metallia</link>. Tunnetaan myös "Katinkultana", se sopii <link="POWER">Sähköjärjestelmien</link>rakentamiseen.

# STRINGS.ELEMENTS.FOOLSGOLD.NAME
source: <link="FOOLSGOLD">Pyrite</link>
fi: <link="FOOLSGOLD">Pyriitti</link>

# STRINGS.ELEMENTS.GLASS.NAME
source: <link="GLASS">Glass</link>
fi: <link="GLASS">Lasi</link>

# STRINGS.ELEMENTS.GOLD.DESC
source: (Au) Gold is a conductive precious <link="RAWMETAL">Metal</link>. It is suitable for building <link="POWER">Power</link> systems.
fi: (Au) kulta on johtavaa, arvokasta <link="RAWMETAL">Metallia</link>. Se sopii <link="POWER">Sähkö</link>järjestelmien rakentamiseen.

# STRINGS.ELEMENTS.GOLD.NAME
source: <link="GOLD">Gold</link>
fi: <link="GOLD">Kulta</link>

# STRINGS.ELEMENTS.GOLDAMALGAM.DESC
source: Gold Amalgam is a conductive amalgam of gold and mercury. It is suitable for building <link="POWER">Power</link> systems.
fi: Kulta-amalgaami on johtavaa kullan ja elohopean yhdistettä. Se sopii <link="POWER">Sähkö</link>järjestelmien rakentamiseen.

# STRINGS.ELEMENTS.GOLDAMALGAM.NAME
source: <link="GOLDAMALGAM">Gold Amalgam</link>
fi: <link="GOLDAMALGAM">Kulta-amalgaami</link>

# STRINGS.ELEMENTS.GOLDGAS.DESC
source: (Au) Gold is a conductive precious <link="RAWMETAL">Metal</link>, heated into a <link="ELEMENTSGAS">Gas</link>.
fi: (Au) Kulta on johtavaa, arvokasta <link="RAWMETAL">Metallia</link>, lämmitettynä <link="ELEMENTSGAS">Kaasuksi</link>.

# STRINGS.ELEMENTS.GOLDGAS.NAME
source: <link="GOLDGAS">Gold</link>
fi: <link="GOLDGAS">Kulta</link>

# STRINGS.ELEMENTS.GRANITE.DESC
source: Granite is a dense composite of <link="IGNEOUSROCK">Igneous Rock</link>. It is useful as a Construction Material.
fi: Graniitti on tiivis yhdistelmä <link="IGNEOUSROCK">Kivilajeja</link>. Se sopii rakennusmateriaaliksi.

# STRINGS.ELEMENTS.GRANITE.NAME
source: <link="GRANITE">Granite</link>
fi: <link="GRANITE">Graniitti</link>

# STRINGS.ELEMENTS.HARDNESS.FIRM
source: {0} (Firm)
fi: {0} (Luja)

# STRINGS.ELEMENTS.HARDNESS.IMPENETRABLE
source: {0} (Impenetrable)
fi: {0} (Läpäisemätön)

# STRINGS.ELEMENTS.HARDNESS.NA
source: N/A
fi: Ei Tietoa

# STRINGS.ELEMENTS.HARDNESS.NEARLYIMPENETRABLE
source: {0} (Nearly Impenetrable)
fi: {0} (Lähes Läpäisemätön)

# STRINGS.ELEMENTS.HARDNESS.SOFT
source: {0} (Soft)
fi: {0} (Pehmeä)

# STRINGS.ELEMENTS.HARDNESS.VERYFIRM
source: {0} (Very Firm)
fi: {0} (Erittäin Luja)

# STRINGS.ELEMENTS.HARDNESS.VERYSOFT
source: {0} (Very Soft)
fi: {0} (Erittäin Pehmeä)

# STRINGS.ELEMENTS.HELIUM.DESC
source: (He) Helium is an atomically lightweight, chemical <link="ELEMENTSGAS">Gas</link>.
fi: (He) Helium on atomisesti kevyttä, kemiallista <link="ELEMENTSGAS">Kaasua</link>.

# STRINGS.ELEMENTS.HYDROGEN.DESC
source: (H) Hydrogen is the universe's most common and atomically light element in a <link="ELEMENTSGAS">Gaseous</link> state.
fi: (H) Vety on maailman kaikkeuden yleisin ja atomisesti kevyintä alkuainetta <link="ELEMENTSGAS">Kaasumaisessa</link> olomuodossa.

# STRINGS.ELEMENTS.HYDROGEN.NAME
source: <link="HYDROGEN">Hydrogen</link>
fi: <link="HYDROGEN">Vety</link>

# STRINGS.ELEMENTS.ICE.DESC
source: (H<sub>2</sub>0) Ice is clean water frozen into a <link="ELEMENTSSOLID">Solid</link> state.
fi: (H<sub>2</sub>0) Jää on puhdasta vettä, jäätyneenä <link="ELEMENTSSOLID">Kiinteään</link> olomuotoon.

# STRINGS.ELEMENTS.ICE.NAME
source: <link="ICE">Ice</link>
fi: <link="ICE">Jää</link>

# STRINGS.ELEMENTS.IGNEOUSROCK.DESC
source: Igneous Rock is a composite of solidified volcanic rock. It is useful as a Construction Material.
fi: Kivi on jähmettyneistä, vulkaanisista kivilajeista koostuva yhdiste. Se sopii Rakennusmateriaaliksi.

# STRINGS.ELEMENTS.IGNEOUSROCK.NAME
source: <link="IGNEOUSROCK">Igneous Rock</link>
fi: <link="IGNEOUSROCK">Kivi</link>

# STRINGS.ELEMENTS.IRON.DESC
source: (Fe) Iron is a common industrial <link="RAWMETAL">Metal</link>.
fi: (Fe) Rauta on yleinen teollisuuden <link="RAWMETAL">Metalli</link>.

# STRINGS.ELEMENTS.IRON.NAME
source: <link="IRON">Iron</link>
fi: <link="IRON">Rauta</link>

# STRINGS.ELEMENTS.IRONGAS.DESC
source: (Fe) Iron is a common industrial <link="RAWMETAL">Metal</link>, heated into a <link="ELEMENTSGAS">Gas</link>.
fi: (Fe) Rauta on yleinen teollisuuden <link="RAWMETAL">Metalli</link>, lämmitettynä <link="ELEMENTSGAS">Kaasuksi</link>..

# STRINGS.ELEMENTS.IRONGAS.NAME
source: <link="IRONGAS">Iron</link>
fi: <link="IRONGAS">Rauta</link>

# STRINGS.ELEMENTS.IRONINGOT.DESC
source: (Fe) Iron is refined <link="IRONORE">Iron Ore</link>.
fi: (Fe) Rauta on rikastettua <link="IRONORE">Rautamalmia</link>.

# STRINGS.ELEMENTS.IRONINGOT.NAME
source: <link="IRONINGOT">Iron</link>
fi: <link="IRONINGOT">Rauta</link>

# STRINGS.ELEMENTS.IRONORE.DESC
source: (Fe) Iron Ore is a soft <link="RAWMETAL">Metal</link>. It is suitable for building <link="POWER">Power</link> systems.
fi: (Fe) Rautamalmi on pehmeää <link="RAWMETAL">Metallia</link>. Se sopii <link="POWER">Sähkö</link>järjestelmien rakentamiseen.

# STRINGS.ELEMENTS.IRONORE.NAME
source: <link="IRONORE">Iron Ore</link>
fi: <link="IRONORE">Rautamalmi</link>

# STRINGS.ELEMENTS.KATAIRITE.DESC
source: (Ab) Abyssalite is a resilient, crystalline element.
fi: (Ab) Abyssaliitti on kimmoisa, kristallimainen alkuaine.

# STRINGS.ELEMENTS.KATAIRITE.NAME
source: <link="KATAIRITE">Abyssalite</link>
fi: <link="KATAIRITE">Abyssaliitti</link>

# STRINGS.ELEMENTS.LIME.NAME
source: <link="LIME">Lime</link>
fi: <link="LIME">Kalkki</link>

# STRINGS.ELEMENTS.LIQUIDCARBONDIOXIDE.DESC
source: (CO<sub>2</sub>) Carbon Dioxide is a toxic chemical compound. This selection is currently in a <link="ELEMENTSLIQUID">Liquid</link> state.
fi: (CO<sub>2</sub>) Hiilidioksidi on myrkyllinen kemiallinen yhdiste. Tämä erä on <link="ELEMENTSLIQUID">Nestemäisessä</link> olomuodossa.

# STRINGS.ELEMENTS.LIQUIDCARBONDIOXIDE.NAME
source: <link="LIQUIDCARBONDIOXIDE">Carbon Dioxide</link>
fi: <link="LIQUIDCARBONDIOXIDE">Hiilidioksidi</link>

# STRINGS.ELEMENTS.LIQUIDHELIUM.DESC
source: (He) Helium is an atomically lightweight chemical element cooled into a <link="ELEMENTSLIQUID">Liquid</link> state.
fi: (He) Helium on atomisesti kevyttä alkuainetta, jäähdytettynä <link="ELEMENTSLIQUID">Nestemäiseen</link> olomuotoon.

# STRINGS.ELEMENTS.LIQUIDHYDROGEN.DESC
source: (H) Hydrogen is a chemical <link="ELEMENTSLIQUID">Liquid</link>. It freezes most substances that come into contact with it.
fi: (H) Vety on kemiallista <link="ELEMENTSLIQUID">Nestettä</link>. Se jäädyttää useimmat aineet, joiden kanssa se tulee kosketuksiin.

# STRINGS.ELEMENTS.LIQUIDHYDROGEN.NAME
source: <link="LIQUIDHYDROGEN">Hydrogen</link>
fi: <link="LIQUIDHYDROGEN">Vety</link>

# STRINGS.ELEMENTS.LIQUIDMETHANE.DESC
source: (CH<sub>4</sub>) Methane is an alkane. This selection is in a <link="ELEMENTSLIQUID">Liquid</link> state.
fi: (CH<sub>4</sub>) Metaani on alkaani. Tämä erä on <link="ELEMENTSLIQUID">Nestemäisessä</link> olomuodossa.

# STRINGS.ELEMENTS.LIQUIDMETHANE.NAME
source: <link="LIQUIDMETHANE">Methane</link>
fi: <link="LIQUIDMETHANE">Metaani</link>

# STRINGS.ELEMENTS.LIQUIDOXYGEN.DESC
source: (O<sub>2</sub>) Oxygen is a breathable chemical. This selection is in a <link="ELEMENTSLIQUID">Liquid</link> state.
fi: (O<sub>2</sub>) Happi on hengityskelpoista kemikaalia. Tämä erä on <link="ELEMENTSLIQUID">Nestemäisessä</link> olomuodossa.

# STRINGS.ELEMENTS.LIQUIDOXYGEN.NAME
source: <link="LIQUIDOXYGEN">Oxygen</link>
fi: <link="LIQUIDOXYGEN">Happi</link>

# STRINGS.ELEMENTS.LIQUIDPHOSPHORUS.DESC
source: (P) Phosphorus is a chemical element. This selection is in a <link="ELEMENTSLIQUID">Liquid</link> state.
fi: (P) Fosfori on kemiallinen alkuaine. Tämä erä on <link="ELEMENTSLIQUID">Nestemäisessä</link> olomuodossa.

# STRINGS.ELEMENTS.LIQUIDPHOSPHORUS.NAME
source: <link="LIQUIDPHOSPHORUS">Phosphorus</link>
fi: <link="LIQUIDPHOSPHORUS">Fosfori</link>

# STRINGS.ELEMENTS.LIQUIDPROPANE.DESC
source: (C<sub>3</sub>H<sub>8</sub>) Propane is an alkane in a <link="ELEMENTSLIQUID">Liquid</link> state. It is useful in <link="POWER">Power</link> production.
fi: (C<sub>3</sub>H<sub>8</sub>) Propaani on <link="ELEMENTSLIQUID">Nestemäisessä</link> olomuodossa olevaa alkaania. Se sopii <link="POWER">Sähkön</link>tuotantoon.

# STRINGS.ELEMENTS.LIQUIDPROPANE.NAME
source: <link="LIQUIDPROPANE">Propane</link>
fi: <link="LIQUIDPROPANE">Propaani</link>

# STRINGS.ELEMENTS.MAFICROCK.DESC
source: Mafic Rock an <link="IRON">Iron</link>-rich variation of <link="IGNEOUSROCK">Igneous Rock</link>. It is useful as a Construction Material.
fi: Mafinen on <link="IRON">Rauta</link>rikas muunnos <link="IGNEOUSROCK">Kivestä</link>. Se sopii rakennusmateriaaliksi.

# STRINGS.ELEMENTS.MAFICROCK.NAME
source: <link="MAFICROCK">Mafic Rock</link>
fi: <link="MAFICROCK">Mafinen</link>

# STRINGS.ELEMENTS.MAGMA.DESC
source: Magma is a composite of <link="IGNEOUSROCK">Igneous Rock</link> heated into a molten, <link="ELEMENTSLIQUID">Liquid</link> state.
fi: Magma on sulaksi <link="ELEMENTSLIQUID">Nesteeksi</link> kuumennettua <link="IGNEOUSROCK">Kiveä</link>.

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.DECOR
source: <link="DECOR">Decor</link>: {0}
fi: <link="DECOR">Koristeellisuus</link>: {0}

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.EFFECTS_HEADER
source: <b>Resource Effects:</b>
fi: <b>Resurssivaikutukset:</b>

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.HIGH_SPECIFIC_HEAT_CAPACITY
source: <link="HEAT">Slow Heating</link>
fi: <link="HEAT">Hitaasti Lämpenevä</link>

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.HIGH_THERMAL_CONDUCTIVITY
source: <link="HEAT">High Thermal Conductivity</link>
fi: <link="HEAT">Korkea Lämmönjohtavuus</link>

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.LOW_SPECIFIC_HEAT_CAPACITY
source: <link="HEAT">Thermally Reactive</link>
fi: <link="HEAT">Termisesti Reaktiivista</link>

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.LOW_THERMAL_CONDUCTIVITY
source: <link="HEAT">Insulator</link>
fi: <link="HEAT">Eriste</link>

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.OVERHEATTEMPERATURE
source: <link="HEAT">Overheat Temperature</link>: {0}
fi: <link="HEAT">Ylikuumenemislämpötila</link>: {0}

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.TOOLTIP.DECOR
source: This material will add {0} to the finished building's Decor
fi: Tämä materiaali lisää rakennuksen Koristeellisuutta {0} verran

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.TOOLTIP.EFFECTS_HEADER
source: Buildings constructed from this material will have these properties
fi: Tästä materiaalista rakennetuilla rakennuksilla tulee olemaan seuraavat ominaisuudet

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.TOOLTIP.HIGH_SPECIFIC_HEAT_CAPACITY
source: Slow Heating materials require a large amount of energy to raise in temperature, and therefore heat and cool slowly Specific Heat Capacity: {1} J to raise 1g by 1K
fi: Hitaasti Lämpenevät materiaalit tarvitsevat suuret määrät lämpöä nostaakseen lämpötilaansa, minkä vuoksi ne lämpenevät ja jäähtyvät hitaasti Ominaislämpökapasiteetti: {1} J/gK

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.TOOLTIP.HIGH_THERMAL_CONDUCTIVITY
source: This material disperses heat because energy transfers quickly through materials with high thermal conductivity Between two objects, the rate of heat transfer will be determined by the object with the lowest Thermal Conductivity Thermal Conductivity: {1} W per degree K difference (Oxygen: 0.024 W)
fi: Tämä materiaali levittää lämpöä, koska energia siirtyy nopeasti korkean lämmönjohtavuuden omaavien materiaalien läpi Lämmönsiirtonopeus kahden kappaleen välillä määräytyy alhaisimman Lämmönjohtavuuden omaavan kappaleen mukaan Lämmönjohtavuus: {1} W/ K (Happi: 0.024 W)

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.TOOLTIP.LOW_SPECIFIC_HEAT_CAPACITY
source: Thermally Reactive materials require little energy to raise in temperature, and therefore heat and cool quickly Specific Heat Capacity: {1} J to raise 1g by 1K
fi: Termisesti Reaktiiviset materiaalit vaativat vähän energiaa nostaakseen lämpötilaansa, minkä vuoksi ne lämpenevät ja jäähtyvät nopeasti Ominaislämpökapasiteetti: {1} J/gK

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.TOOLTIP.LOW_THERMAL_CONDUCTIVITY
source: This material retains heat because energy transfers slowly through materials with low thermal conductivity Between two objects, the rate of heat transfer will be determined by the object with the lowest Thermal Conductivity Thermal Conductivity: {1} W per degree K difference (Oxygen: 0.024 W)
fi: Tämä materiaali pitää lämpöä, koska energia siityy hitaasti alhaisen lämmönjohtavuuden omaavien materiaalien läpi Lämmönsiirtonopeus kahden kappaleen välillä määräytyy alhaisimman Lämmönjohtavuuden omaavan kappaleen mukaan Lämmönjohtavuus: {1} W/K (Happi: 0.024 W)

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.TOOLTIP.OVERHEATTEMPERATURE
source: This material will add {0} to the finished building's Overheat Temperature
fi: Tämä materiaali nostaa valmiin rakennuksen Ylikuumenemislämpötilaa {0} verran

# STRINGS.ELEMENTS.MERCURY.DESC
source: (Hg) Mercury is a toxic, metallic<link="ELEMENTSLIQUID">Liquid</link>.
fi: (Hg) Elohopea on myrkyllinen <link="ELEMENTSLIQUID">Nestemäinen</link>, metalli.

# STRINGS.ELEMENTS.MERCURY.NAME
source: <link="MERCURY">Mercury</link>
fi: <link="MERCURY">Elohopea</link>

# STRINGS.ELEMENTS.MERCURYGAS.DESC
source: (Hg) Mercury is a toxic <link="RAWMETAL">Metal</link> heated into a <link="ELEMENTSGAS">Gaseous</link> state.
fi: (Hg) Elohopea on myrkyllinen <link="RAWMETAL">Metalil</link>, kuumennettuna <link="ELEMENTSGAS">Kaasumaiseen</link> olomuotoon.

# STRINGS.ELEMENTS.MERCURYGAS.NAME
source: <link="MERCURYGAS">Mercury</link>
fi: <link="MERCURYGAS">Elohopea</link>

# STRINGS.ELEMENTS.METHANE.DESC
source: Natural Gas is a mixture of various alkanes in a <link="ELEMENTSGAS">Gaseous</link> state. It is useful in <link="POWER">Power</link> production.
fi: Maakaasu on erilaisista alkaaneista koostuva seos <link="ELEMENTSGAS">Kaasumaisessa</link> olomuodossa. Se sopii <link="POWER">Sähkön</link>tuotantoon.

# STRINGS.ELEMENTS.METHANE.NAME
source: <link="METHANE">Natural Gas</link>
fi: <link="METHANE">Maakaasu</link>

# STRINGS.ELEMENTS.MOLTENCARBON.DESC
source: (C) Carbon is an abundant, versatile element heated into a <link="ELEMENTSLIQUID">Liquid</link> state.
fi: (C) Hiili on yleinen, monipuolinen alkuaine, kuumennettuna <link="ELEMENTSLIQUID">Nestemäiseen</link> olomuotoon.

# STRINGS.ELEMENTS.MOLTENCARBON.NAME
source: <link="MOLTENCARBON">Carbon</link>
fi: <link="MOLTENCARBON">Hiili</link>

# STRINGS.ELEMENTS.MOLTENCOPPER.DESC
source: (Cu) Copper is a conductive <link="RAWMETAL">Metal</link> heated into a <link="ELEMENTSLIQUID">Liquid</link> state.
fi: (Cu) Kupari on johtava <link="RAWMETAL">Metalli</link>, kuumennettuna <link="ELEMENTSLIQUID">Nestemäiseen</link> olomuotoon.

# STRINGS.ELEMENTS.MOLTENCOPPER.NAME
source: <link="MOLTENCOPPER">Copper</link>
fi: <link="MOLTENCOPPER">Kupari</link>

# STRINGS.ELEMENTS.MOLTENGLASS.DESC
source: Molten Glass is a composite of granular rock heated into a <link="ELEMENTSLIQUID">Liquid</link> state.
fi: Sula Lasi on yhdistelmä rakeista kiveä kuumennettuna <link="ELEMENTSLIQUID">Nestemäiseen</link> olomuotoon.

# STRINGS.ELEMENTS.MOLTENGLASS.NAME
source: <link="MOLTENGLASS">Molten Glass</link>
fi: <link="MOLTENGLASS">Sula Lasi</link>

# STRINGS.ELEMENTS.MOLTENGOLD.DESC
source: (Au) Gold is a conductive precious <link="RAWMETAL">Metal</link> heated into a <link="ELEMENTSLIQUID">Liquid</link> state.
fi: (Au) Kulta on johtava, arvokas <link="RAWMETAL">Metalli</link>, kuumennettuna <link="ELEMENTSLIQUID">Nestemäiseen</link> olomuotoon.

# STRINGS.ELEMENTS.MOLTENGOLD.NAME
source: <link="MOLTENGOLD">Gold</link>
fi: <link="MOLTENGOLD">Kulta</link>

# STRINGS.ELEMENTS.MOLTENIRON.DESC
source: (Fe) Iron is a common industrial <link="RAWMETAL">Metal</link> heated into a <link="ELEMENTSLIQUID">Liquid</link> state.
fi: (Fe) Rauta on yleinen teollisuuden <link="RAWMETAL">Metalli</link>, kuumennettuna <link="ELEMENTSLIQUID">Nestemäiseen</link> olomuotoon.

# STRINGS.ELEMENTS.MOLTENIRON.NAME
source: <link="MOLTENIRON">Iron</link>
fi: <link="MOLTENIRON">Rauta</link>

# STRINGS.ELEMENTS.MOLTENSTEEL.DESC
source: Steel is a <link="RAWMETAL">Metal</link> alloy of iron and carbon, heated into a hazardous <link="ELEMENTSLIQUID">Liquid</link> state.
fi: Terän on raudasta ja hiilestä koostuva <link="RAWMETAL">Metalli</link>seos, kuumennettuna vaaralliseen, <link="ELEMENTSLIQUID">Nestemäiseen</link> olomuotoon.

# STRINGS.ELEMENTS.MOLTENSTEEL.NAME
source: <link="MOLTENSTEEL">Steel</link>
fi: <link="MOLTENSTEEL">Teräs</link>

# STRINGS.ELEMENTS.MOLTENTUNGSTEN.DESC
source: (W) Tungsten is a crystalline <link="RAWMETAL">Metal</link> heated into a <link="ELEMENTSLIQUID">Liquid</link> state.
fi: (W) Wolfram on kristallimainen <link="RAWMETAL">Metalli</link>, lämmitettynä <link="ELEMENTSLIQUID">Nestemäiseen</link> olomuotoon.

# STRINGS.ELEMENTS.MOLTENTUNGSTEN.NAME
source: <link="MOLTENTUNGSTEN">Tungsten</link>
fi: <link="MOLTENTUNGSTEN">Wolfram</link>

# STRINGS.ELEMENTS.MOLTENTUNGSTENDISELENIDE.DESC
source: (WSe<sub>2</sub>) Tungsten Diselenide is an inorganic <link="RAWMETAL">Metal</link> compound heated into a <link="ELEMENTSLIQUID">Liquid</link> state.
fi: (WSe<sub>2</sub>) Wolframdiselenidi on epäorgaaninen <link="RAWMETAL">Metalli</link>yhdiste, kuumennettuna <link="ELEMENTSLIQUID">Nestemäiseen</link> olomuotoon.

# STRINGS.ELEMENTS.MOLTENTUNGSTENDISELENIDE.NAME
source: <link="MOLTENTUNGSTENDISELENIDE">Tungsten Diselenide</link>
fi: <link="MOLTENTUNGSTENDISELENIDE">Wolframdiselenidi</link>

# STRINGS.ELEMENTS.NAPHTHA.DESC
source: Naphtha a distilled hydrocarbon mixture produced from the burning of <link="POLYPROPYLENE">Plastic</link>.
fi: Nafta on tislattu hiilivety-yhdite, jota syntyy poltettaessa <link="POLYPROPYLENE">Muovia</link>.

# STRINGS.ELEMENTS.NAPHTHA.NAME
source: <link="NAPHTHA">Naphtha</link>
fi: <link="NAPHTHA">Nafta</link>

# STRINGS.ELEMENTS.OBSIDIAN.DESC
source: Obsidian is a brittle composite of volcanic <link="GLASS">Glass</link>.
fi: Obsidiaani on hauras yhdiste vulkaanisia <link="GLASS">Laseja</link>.

# STRINGS.ELEMENTS.OBSIDIAN.NAME
source: <link="OBSIDIAN">Obsidian</link>
fi: <link="OBSIDIAN">Obsidiaani</link>

# STRINGS.ELEMENTS.OXYGEN.DESC
source: (O<sub>2</sub>) Oxygen is an atomically lightweight and breathable <link="ELEMENTSGAS">Gas</link>, necessary for sustaining life. It tends to rise above other gases.
fi: (O<sub>2</sub>) Happi on atomisesti kevyttä ja hengitettävää <link="ELEMENTSGAS">Kaasua</link>, välttämätöntä elämän ylläpidolle. Se nousee muiden kaasujen yläpuolelle.

# STRINGS.ELEMENTS.OXYGEN.NAME
source: <link="OXYGEN">Oxygen</link>
fi: <link="OXYGEN">Happi</link>

# STRINGS.ELEMENTS.OXYROCK.DESC
source: (Ir<sub>3</sub>O<sub>2</sub>) Oxylite is a chemical compound that slowly emits breathable <link="OXYGEN">Oxygen</link>. Excavating Oxylite increases its emission rate, but depletes the ore more rapidly.
fi: (Ir<sub>3</sub>O<sub>2</sub>) Oksyliitti on kemiallinen yhdiste, joka hitaasti vapauttaa hengityskelpoista <link="OXYGEN">Happea</link>. Oksyliitin louhiminen kasvattaa sen vapauttamisnopeutta, mutta kuluttaa malmin nopeammin.

# STRINGS.ELEMENTS.OXYROCK.NAME
source: <link="OXYROCK">Oxylite</link>
fi: <link="OXYROCK">Oksyliitti</link>

# STRINGS.ELEMENTS.PETROLEUM.DESC
source: Petroleum is a <link="POWER">Power</link> source refined from <link="CRUDEOIL">Crude Oil</link>. It is also an essential ingredient in the production of <link="POLYPROPYLENE">Plastic</link>.
fi: Bensiini on <link="POWER">Sähkön</link>tuotannon polttoaine, jota jalostetaan <link="CRUDEOIL">Raakaöljystä</link>. Se on myös olennainen ainesosa <link="POLYPROPYLENE">Muovin</link> tuotannossa.

# STRINGS.ELEMENTS.PETROLEUM.NAME
source: <link="PETROLEUM">Petroleum</link>
fi: <link="PETROLEUM">Bensiini</link>

# STRINGS.ELEMENTS.PETROLEUM.NAME_TWO
source: <link="PETROLEUM">Petroleum</link>
fi: <link="PETROLEUM">Bensiini</link>

# STRINGS.ELEMENTS.PHOSPHATENODULES.DESC
source: (PO<sup>3-</sup><sub>4</sub>) Nodules of sedimentary rock containing high concentrations of phosphate.
fi: (PO<sup>3-</sup><sub>4</sub>) Kerrostuneita kivimöykkyjä, jotka sisältävät suuria pitoisuuksia fosfaattia.

# STRINGS.ELEMENTS.PHOSPHATENODULES.NAME
source: <link="PHOSPHATENODULES">Phosphate Nodules</link>
fi: <link="PHOSPHATENODULES">Fosfaattimöykyt</link>

# STRINGS.ELEMENTS.PHOSPHORITE.DESC
source: Phosphorite is a composite of sedimentary rock, saturated with phosphate.
fi: Fosforiitti on kerrostunutta kiveä, joka on kyllästynyt fosfaatilla.

# STRINGS.ELEMENTS.PHOSPHORITE.NAME
source: <link="PHOSPHORITE">Phosphorite</link>
fi: <link="PHOSPHORITE">Fosforiitti</link>

# STRINGS.ELEMENTS.PHOSPHORUS.DESC
source: (P) Phosphorus is a chemical element in its <link="ELEMENTSSOLID">Solid</link> state.
fi: (P) Fosfori on kemiallinen alkuaine sen <link="ELEMENTSSOLID">Kiinteässä</link> olomuodossa.

# STRINGS.ELEMENTS.PHOSPHORUS.NAME
source: <link="PHOSPHORUS">Phosphorus</link>
fi: <link="PHOSPHORUS">Fosfori</link>

# STRINGS.ELEMENTS.PHOSPHORUSGAS.DESC
source: (P) Phosphorus is a chemical element in a <link="ELEMENTSGAS">Gaseous</link> state.
fi: (P) Fosfori on kemiallinen alkuaine sen <link="ELEMENTSGAS">Kaasumaisessa</link> olomuodossa.

# STRINGS.ELEMENTS.PHOSPHORUSGAS.NAME
source: <link="PHOSPHORUSGAS">Phosphorus</link>
fi: <link="PHOSPHORUSGAS">Fosfori</link>

# STRINGS.ELEMENTS.POLYPROPYLENE.BUILD_DESC
source: Buildings made of this material have antiseptic properties
fi: Tästä materiaalista rakennetuilla rakennuksilla on antiseptisiä ominaisuuksia
