Repository: Eerjunic/OxygenNotIncluded_Fi
Catalog: strings.po
Languages: fi

# STRINGS.BUILDING.DETAILS.USE_COUNT
source: Uses: {0}
fi: Käyttökertoja: {0}

# STRINGS.BUILDING.DETAILS.USE_COUNT_TOOLTIP
source: This building has been used {0} times
fi: Tätä rakennusta on käytetty {0} kertaa

# STRINGS.BUILDING.STATUSITEMS.ACCESS_CONTROL.ACTIVE.NAME
source: Access Restrictions
fi: Kulun Rajoitukset

# STRINGS.BUILDING.STATUSITEMS.ACCESS_CONTROL.ACTIVE.TOOLTIP
source: Some Duplicants are prohibited from passing through this door by the current access settings
fi: Joidenkin Jäljennäisten kulku tämän oven läpi on estynyt nykyisistä kulkuasetuksista johtuen

# STRINGS.BUILDING.STATUSITEMS.ACCESS_CONTROL.OFFLINE.NAME
source: Access Control Offline
fi: Kulun Hallinta Pois Päältä

# STRINGS.BUILDING.STATUSITEMS.ACCESS_CONTROL.OFFLINE.TOOLTIP
source: This door has granted Emergency Access Permissions ------------------ All Duplicants are permitted to pass through it until power is restored
fi: Tällä ovella on voimassa Hätätilan Kulkuluvat ------------------ Kaikki Jäljennäiset päästetään kulkemaan tästä, kunnes virta palautuu

# STRINGS.BUILDING.STATUSITEMS.ANGERDAMAGE.NAME
source: Damage: Tantrum
fi: Vaurio: Kiukkupuuska

# STRINGS.BUILDING.STATUSITEMS.ANGERDAMAGE.NOTIFICATION
source: Building Damage: Tantrum
fi: Rakennusvaurio: Kiukkupuuska

# STRINGS.BUILDING.STATUSITEMS.ANGERDAMAGE.NOTIFICATION_TOOLTIP
source: Stressed Duplicants are damaging these buildings: {0}
fi: Rasittuneet Jäljennäiset vahingoittavat näitä rakennuksia: {0}

# STRINGS.BUILDING.STATUSITEMS.ANGERDAMAGE.TOOLTIP
source: A stressed Duplicant is damaging this building
fi: Rasittunut Jäljennäinen vahingoittaa tätä rakennusta

# STRINGS.BUILDING.STATUSITEMS.ASSIGNEDPUBLIC.NAME
source: Assigned to: Public
fi: Nimetty: Julkinen

# STRINGS.BUILDING.STATUSITEMS.ASSIGNEDPUBLIC.TOOLTIP
source: Any Duplicant can use this amenity
fi: Kuka tahansa Jäljennäinen voi käyttää tätä mukavuutta

# STRINGS.BUILDING.STATUSITEMS.ASSIGNEDTO.NAME
source: Assigned to: {Assignee}
fi: Nimetty: {Assignee}

# STRINGS.BUILDING.STATUSITEMS.ASSIGNEDTO.TOOLTIP
source: Only {Assignee} can use this amenity
fi: Ainoastaan {Assignee} voi käyttää tätä mukavuutta

# STRINGS.BUILDING.STATUSITEMS.ASSIGNEDTOROOM.NAME
source: Assigned to: {0}
fi: Nimetty: {0}

# STRINGS.BUILDING.STATUSITEMS.ASSIGNEDTOROOM.TOOLTIP
source: Any Duplicant assigned to this room can use this amenity
fi: Kuka tahansa Jäljennäinen voi käyttää tätä mukavuutta

# STRINGS.BUILDING.STATUSITEMS.AWAITINGARTING.NAME
source: Incomplete Artwork
fi: Keskeneräinen Taideteos

# STRINGS.BUILDING.STATUSITEMS.AWAITINGARTING.TOOLTIP
source: This building requires a Duplicant's artistic touch
fi: Tämä rakennus vaatii Jäljennäisen taiteellista kosketusta

# STRINGS.BUILDING.STATUSITEMS.AWAITINGBAITDELIVERY.NAME
source: Awaiting Bait
fi: Odottaa Syöttiä

# STRINGS.BUILDING.STATUSITEMS.AWAITINGBAITDELIVERY.TOOLTIP
source: Awaiting delivery of selected bait
fi: Odottaa valitun syötin toimitusta

# STRINGS.BUILDING.STATUSITEMS.AWAITINGCOMPOSTFLIP.NAME
source: Requires Flipping
fi: Vaatii Kääntämistä

# STRINGS.BUILDING.STATUSITEMS.AWAITINGCOMPOSTFLIP.TOOLTIP
source: Compost must be flipped periodically to produce fertilizer
fi: Komposti täytyy kääntää ajoittain lannoitteen tuottamiseksi

# STRINGS.BUILDING.STATUSITEMS.AWAITINGEGGDELIVERY.NAME
source: Awaiting Delivery
fi: Odottaa toimitusta

# STRINGS.BUILDING.STATUSITEMS.AWAITINGEGGDELIVERY.TOOLTIP
source: Awaiting delivery of selected egg
fi: Odottaa valitun munan toimitusta

# STRINGS.BUILDING.STATUSITEMS.AWAITINGFUEL.NAME
source: Awaiting Fuel: {0}
fi: Odottaa polttoainetta: {0}

# STRINGS.BUILDING.STATUSITEMS.AWAITINGFUEL.TOOLTIP
source: This building requires {1} of {0} to operate
fi: Tämä rakennus vaatii {1} materiaalia {0} toimiakseen

# STRINGS.BUILDING.STATUSITEMS.AWAITINGSEEDDELIVERY.NAME
source: Awaiting Delivery
fi: Odottaa toimitusta

# STRINGS.BUILDING.STATUSITEMS.AWAITINGSEEDDELIVERY.TOOLTIP
source: Awaiting delivery of selected seed
fi: Odottaa valitun siemenen toimitusta

# STRINGS.BUILDING.STATUSITEMS.AWAITINGWASTE.NAME
source: Awaiting Compostables
fi: Odottaa kompostoitavia

# STRINGS.BUILDING.STATUSITEMS.AWAITINGWASTE.TOOLTIP
source: More waste material is required to begin the composting process
fi: Lisää jätettä tarvitaan kompostoitumisen aloittamiseksi

# STRINGS.BUILDING.STATUSITEMS.BATTERIESSUFFICIENTLYFULL.NAME
source: Batteries Sufficiently Full
fi: Akut Riittävän Täynnä

# STRINGS.BUILDING.STATUSITEMS.BATTERIESSUFFICIENTLYFULL.TOOLTIP
source: All batteries are above the refill threshold
fi: Kaikkien akkujen varaus ylittää uudelleenlatauskynnyksen

# STRINGS.BUILDING.STATUSITEMS.BOTTLE_EMPTIER.ALLOWED.NAME
source: Autobottling: On
fi: Automaattipullotus: Päällä

# STRINGS.BUILDING.STATUSITEMS.BOTTLE_EMPTIER.ALLOWED.TOOLTIP
source: Duplicants may specifically fetch liquid from Pitcher Pumps to bring to this location
fi: Jäljennäiset voivat noutaa nestettä Pumppukaivoista tuodakseen sitä tähän paikkaan

# STRINGS.BUILDING.STATUSITEMS.BOTTLE_EMPTIER.DENIED.NAME
source: Autobottling: Off
fi: Automaattipullotus: Pois

# STRINGS.BUILDING.STATUSITEMS.BOTTLE_EMPTIER.DENIED.TOOLTIP
source: Duplicants may not specifically fetch liquid from Pitcher Pumps to bring to this location
fi: Jäljennäiset eivät voi noutaa nestettä Pumppukaivoista tuodakseen sitä tähän paikkaan

# STRINGS.BUILDING.STATUSITEMS.BROKEN.NAME
source: Broken
fi: Rikki

# STRINGS.BUILDING.STATUSITEMS.BROKEN.TOOLTIP
source: Broken ------------------ This building received damage from {DamageInfo} It will not function until it receives repairs
fi: Rikki ------------------ {DamageInfo} vahingoitti tätä rakennusta Se ei toimi, ennen kuin se korjataan

# STRINGS.BUILDING.STATUSITEMS.BUILDINGDISABLED.NAME
source: Building Disabled
fi: Rakennus Pois Toiminnasta

# STRINGS.BUILDING.STATUSITEMS.BUILDINGDISABLED.TOOLTIP
source: Press <color=#F44A47>[ENTER]</color> to resume use
fi: Paina<color=#F44A47>[ENTER]</color> jatkaaksesi toimintaa

# STRINGS.BUILDING.STATUSITEMS.BURNER.BURNING_FUEL.NAME
source: Consuming Fuel: {0}
fi: Kuluttaa Polttoainetta: {0}

# STRINGS.BUILDING.STATUSITEMS.BURNER.BURNING_FUEL.TOOLTIP
source: {0} fuel remaining
fi: {0} polttoainetta jäljellä

# STRINGS.BUILDING.STATUSITEMS.BURNER.HAS_FUEL.NAME
source: Fueled: {0}
fi: Saa polttoainetta: {0}

# STRINGS.BUILDING.STATUSITEMS.BURNER.HAS_FUEL.TOOLTIP
source: {0} fuel remaining
fi: {0} polttoainetta jäljellä

# STRINGS.BUILDING.STATUSITEMS.CANNOTCOOLFURTHER.NAME
source: Minimum Temperature Reached
fi: Minimilämpötila Saavutettu

# STRINGS.BUILDING.STATUSITEMS.CANNOTCOOLFURTHER.TOOLTIP
source: This building cannot cool the surrounding environment below {0}
fi: Tämä rakennus pystyy jäähdyttämään ympäristönsä alimmillaan lämpötilaan {0}

# STRINGS.BUILDING.STATUSITEMS.CHANGEDOORCONTROLSTATE.NAME
source: Pending Door State Change: {ControlState}
fi: Odottaa Oven Tilan Muutosta: {ControlState}

# STRINGS.BUILDING.STATUSITEMS.CHANGEDOORCONTROLSTATE.TOOLTIP
source: Waiting for a Duplicant to change control state
fi: Odottaa, että Jäljennäinen vaihtaa oven tilan

# STRINGS.BUILDING.STATUSITEMS.CHECKPOINT.LOGIC_CONTROLLED_CLOSED
source: Clearance: Not Permitted
fi: Lupa: Ei Sallittu

# STRINGS.BUILDING.STATUSITEMS.CHECKPOINT.LOGIC_CONTROLLED_DISCONNECTED
source: No Automation
fi: Ei Automaatiota

# STRINGS.BUILDING.STATUSITEMS.CHECKPOINT.LOGIC_CONTROLLED_OPEN
source: Clearance: Permitted
fi: Lupa: Sallittu

# STRINGS.BUILDING.STATUSITEMS.CHECKPOINT.TOOLTIPS.LOGIC_CONTROLLED_CLOSED
source: Automated Checkpoint is Active, allowing Duplicants to pass
fi: Automaattinen tarkistuspiste on Aktiivinen, ja päästää Jäljennäiset läpi

# STRINGS.BUILDING.STATUSITEMS.CHECKPOINT.TOOLTIPS.LOGIC_CONTROLLED_DISCONNECTED
source: This Checkpoint has not been connected to an automation grid
fi: Tätä tarkistuspistettä ei ole yhdistetty automaatioverkkoon

# STRINGS.BUILDING.STATUSITEMS.CHECKPOINT.TOOLTIPS.LOGIC_CONTROLLED_OPEN
source: Automated Checkpoint is on Standby, preventing Duplicants from passing
fi: Automaattinen tarkistuspiste on Valmiustilassa, eikä päästä Jäljennäisiä läpi

# STRINGS.BUILDING.STATUSITEMS.CLINICOUTSIDEHOSPITAL.NAME
source: Medical building outside Med Bay
fi: Lääkintärakennus Sairastuvan ulkopuolella

# STRINGS.BUILDING.STATUSITEMS.CLINICOUTSIDEHOSPITAL.TOOLTIP
source: Rebuild this medical equipment in a Med Bay to more effectively quarantine sick Duplicants
fi: Rakenna tämä lääkintätarvike Sairastupaan eristääksesi sairaat Jäljennäiset tehokkaammin

# STRINGS.BUILDING.STATUSITEMS.COLONYLACKSREQUIREDROLEPERK.NAME
source: Colony Lacks {Roles}s
fi: Siirtokunnasta puuttuu {Roles}

# STRINGS.BUILDING.STATUSITEMS.COLONYLACKSREQUIREDROLEPERK.TOOLTIP
source: Open the Jobs Panel <color=#F44A47><b>(L)</b></color> and assign a Duplicant to the {Roles} position to use this building
fi: Avaa Työpaneeli <color=#F44A47><b>(L)</b></color> ja nimeä Jäljennäinen työtehtävään {Roles} käyttääksesi tätä rakennusta

# STRINGS.BUILDING.STATUSITEMS.CONDUITBLOCKED.NAME
source: Pipe Blocked
fi: Putki Tukossa

# STRINGS.BUILDING.STATUSITEMS.CONDUITBLOCKED.TOOLTIP
source: This pipe system is not serviceable
fi: Tämä putkiverkko ei pysty toimimaan

# STRINGS.BUILDING.STATUSITEMS.CONSTRUCTABLEDIGUNREACHABLE.NAME
source: Unreachable Dig
fi: Kaivamiskohta Saavuttamattomissa

# STRINGS.BUILDING.STATUSITEMS.CONSTRUCTABLEDIGUNREACHABLE.TOOLTIP
source: This construction site contains cells that cannot be dug out
fi: Tämä rakennusalue sisältää kohtia, joita ei voida kaivaa

# STRINGS.BUILDING.STATUSITEMS.CONSTRUCTIONUNREACHABLE.NAME
source: Unreachable Build
fi: Rakennuskohta Saavuttamattomissa

# STRINGS.BUILDING.STATUSITEMS.CONSTRUCTIONUNREACHABLE.TOOLTIP
source: Duplicants cannot reach this construction site
fi: Jäljennäiset eivät pääse tälle rakennusalueelle

# STRINGS.BUILDING.STATUSITEMS.CONSUMINGFROMSTORAGE.NAME
source: Consuming {ElementTypes}: {FlowRate}
fi: Kuluttaa ainetta {ElementTypes}: {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.CONSUMINGFROMSTORAGE.TOOLTIP
source: This building is consuming {ElementTypes} from storage
fi: Tämä rakennus käyttää ainetta {ElementTypes} varastosta

# STRINGS.BUILDING.STATUSITEMS.CONVEYOR.NAME
source: Contents: {Contents}
fi: Sisältö: {Contents}

# STRINGS.BUILDING.STATUSITEMS.CONVEYOR.TOOLTIP
source: This conveyor is delivering {Contents}
fi: Tämä kuljetin toimittaa materiaalia {Contents}

# STRINGS.BUILDING.STATUSITEMS.CONVEYOR_CONTENTS.CONTENTS
source: {0} of {1} at {2}
fi: {0} materiaalia {1} kohteessa {2}

# STRINGS.BUILDING.STATUSITEMS.CONVEYOR_CONTENTS.EMPTY
source: Empty
fi: Tyhjä

# STRINGS.BUILDING.STATUSITEMS.COOLING.NAME
source: Cooling
fi: Jäähdyttää

# STRINGS.BUILDING.STATUSITEMS.COOLING.TOOLTIP
source: This building is cooling the surrounding area
fi: Tämä rakennus viilentää ympäröivää aluetta

# STRINGS.BUILDING.STATUSITEMS.COOLINGSTALLEDCOLDGAS.NAME
source: Gas Too Cold
fi: Kaasu Liian Kylmää

# STRINGS.BUILDING.STATUSITEMS.COOLINGSTALLEDCOLDGAS.TOOLTIP
source: This building cannot cool incoming pipe contents below {0} Current Pipe Contents: {0}
fi: Tämä rakennus pystyy jäähdyttämään sisääntuloputken sisällön alimmillaan lämpötilaan {0} Tämänhetkinen Putken Sisällön Lämpötila: {0}

# STRINGS.BUILDING.STATUSITEMS.COOLINGSTALLEDCOLDLIQUID.NAME
source: Liquid Too Cold
fi: Neste Liian Kylmää

# STRINGS.BUILDING.STATUSITEMS.COOLINGSTALLEDCOLDLIQUID.TOOLTIP
source: This building cannot cool incoming pipe contents below {0} Current Pipe Contents: {0}
fi: Tämä rakennus pystyy jäähdyttämään sisääntuloputken sisällön alimmillaan lämpötilaan {0} Tämänhetkinen Putken Sisällön Lämpötila: {0}

# STRINGS.BUILDING.STATUSITEMS.COOLINGSTALLEDHOTENV.NAME
source: Gas Too Hot
fi: Kaasu Liian Kuumaa

# STRINGS.BUILDING.STATUSITEMS.COOLINGSTALLEDHOTENV.TOOLTIP
source: Incoming pipe contents cannot be cooled more than {2} below the surrounding environment Environment: {0} Current Pipe Contents: {1}
fi: Sisääntuloputken sisältöä ei voida jäähdyttää enempää kuin {2} alle ympäristön lämpötilan Ympäristö: {0} Tämänhetkinen Putken Sisällön Lämpötila: {1}

# STRINGS.BUILDING.STATUSITEMS.COOLINGSTALLEDHOTLIQUID.NAME
source: Liquid Too Hot
fi: Neste Liian Kuumaa

# STRINGS.BUILDING.STATUSITEMS.COOLINGSTALLEDHOTLIQUID.TOOLTIP
source: Incoming pipe contents cannot be cooled more than {2} below the surrounding environment Environment: {0} Current Pipe Contents: {1}
fi: Sisääntuloputken sisältöä ei voida jäähdyttää enempää kuin {2} alle ympäristön lämpötilan Ympäristö: {0} Tämänhetkinen Putken Sisällön Lämpötila: {1}

# STRINGS.BUILDING.STATUSITEMS.CREATURE_TRAP.NEEDSBAIT.NAME
source: Needs Bait
fi: Vaatii Syötin

# STRINGS.BUILDING.STATUSITEMS.CREATURE_TRAP.NEEDSBAIT.TOOLTIP
source: This trap needs to be baited before it can be set
fi: Tähän ansaan täytyy asettaa syötti ennen kuin se voidaan virittää

# STRINGS.BUILDING.STATUSITEMS.CREATURE_TRAP.READY.NAME
source: Set
fi: Viritä

# STRINGS.BUILDING.STATUSITEMS.CREATURE_TRAP.READY.TOOLTIP
source: This trap has been set and is ready to catch a critter
fi: Tämä ansa on viritetty ja se on valmis nappaamaan otuksen

# STRINGS.BUILDING.STATUSITEMS.CREATURE_TRAP.SPRUNG.NAME
source: Sprung
fi: Laukaistu

# STRINGS.BUILDING.STATUSITEMS.CREATURE_TRAP.SPRUNG.TOOLTIP
source: This trap has caught a {0}!
fi: {0} on jäänyt tähän ansaan kiinni!

# STRINGS.BUILDING.STATUSITEMS.CURRENTDOORCONTROLSTATE.AUTO
source: Auto
fi: Automaattinen

# STRINGS.BUILDING.STATUSITEMS.CURRENTDOORCONTROLSTATE.CLOSED
source: Locked
fi: Lukittu

# STRINGS.BUILDING.STATUSITEMS.CURRENTDOORCONTROLSTATE.NAME
source: Current State: {ControlState}
fi: Tämänhetkinen Tila: {ControlState}

# STRINGS.BUILDING.STATUSITEMS.CURRENTDOORCONTROLSTATE.OPENED
source: Opened
fi: Auki

# STRINGS.BUILDING.STATUSITEMS.CURRENTDOORCONTROLSTATE.TOOLTIP
source: Current State: {ControlState} ------------------ Auto: Duplicants open and close this door as needed Locked: Nothing may pass through Open: This door will remain open
fi: Tämänhetkinen Tila: {ControlState} ------------------ Automaattinen: Jäljennäiset avaavat ja sulkevat tämän oven tarvittaessa Lukittu: Mikään ei pääse läpi Auki: Tämä ovi pysyy auki

# STRINGS.BUILDING.STATUSITEMS.DETECTORQUALITY.NAME
source: Scan Quality: {Quality}
fi: Skannauslaatu: {Quality}

# STRINGS.BUILDING.STATUSITEMS.DETECTORQUALITY.TOOLTIP
source: This scanner dish is currently scanning at {Quality} effectiveness Decreased scan quality may be due to: • Interference from nearby heavy machinery • Rock or tile obstructing the dish's view of the sky
fi: Tämä ilmaisinantenni skannaa tällä hetkellä {Quality} tehokkuudella. Alhainen laatu voi johtua: • Lähellä olevan raskaan koneiston aiheuttamasta häirinnästä • Kivi tai laatat estävät laajan näkymän taivaalle

# STRINGS.BUILDING.STATUSITEMS.DETECTORSCANNING.NAME
source: Scanning
fi: Skannaa

# STRINGS.BUILDING.STATUSITEMS.DETECTORSCANNING.TOOLTIP
source: This scanner is currently scouring space for anything of interest
fi: Tämä ilmaisin tiirailee taivaalle löytääkseen kiinnostavia kohteita.

# STRINGS.BUILDING.STATUSITEMS.DIGREQUIRESROLEPERK.NAME
source: Miner-Only Dig
fi: Ainoastaan Kaivajan Kaivettavissa

# STRINGS.BUILDING.STATUSITEMS.DIGREQUIRESROLEPERK.TOOLTIP
source: Only Duplicants trained in one of the following jobs can mine this material: {Roles}
fi: Ainoastaan seuraaviin töihin kouluttautuneet Jäljennäiset voivat kaivaa tätä materiaalia: {Roles}

# STRINGS.BUILDING.STATUSITEMS.DIGUNREACHABLE.NAME
source: Unreachable Dig
fi: Kaivamiskohta Saavuttamattomissa

# STRINGS.BUILDING.STATUSITEMS.DIGUNREACHABLE.TOOLTIP
source: Duplicants cannot reach this area
fi: Jäljennäiset eivät pääse tälle alueelle

# STRINGS.BUILDING.STATUSITEMS.DIRECTION_CONTROL.DIRECTIONS.BOTH
source: Both
fi: Molemmat

# STRINGS.BUILDING.STATUSITEMS.DIRECTION_CONTROL.DIRECTIONS.LEFT
source: Left
fi: Vasen

# STRINGS.BUILDING.STATUSITEMS.DIRECTION_CONTROL.DIRECTIONS.RIGHT
source: Right
fi: Oikea

# STRINGS.BUILDING.STATUSITEMS.DIRECTION_CONTROL.NAME
source: Use Direction: {Direction}
fi: Käytä suuntaa: {Direction}

# STRINGS.BUILDING.STATUSITEMS.DIRECTION_CONTROL.TOOLTIP
source: Duplicants will only use this building when walking by it. Currently allowed direction: {Direction}
fi: Jäljennäiset käyttävät tätä rakennusta vain kulkiessaan sen ohi. Tämänhetkinen sallittu kulkusuunta: {Direction}

# STRINGS.BUILDING.STATUSITEMS.ELEMENTCONSUMER.NAME
source: Consuming {ElementTypes}: {FlowRate}
fi: Kuluttaa ainetta {ElementTypes}: {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.ELEMENTCONSUMER.TOOLTIP
source: This building is utilizing ambient {ElementTypes} from the environment
fi: Tämä rakennus hyödyntää ympäriltä saatavaa ainetta {ElementTypes} ympäristöstä

# STRINGS.BUILDING.STATUSITEMS.ELEMENTCONVERTERINPUT.NAME
source: Using {ElementTypes}: {FlowRate}
fi: Käyttää ainetta {ElementTypes}: {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.ELEMENTCONVERTERINPUT.TOOLTIP
source: This building is using {ElementTypes} from storage at a rate of {FlowRate}
fi: Tämä rakennus käyttää varastosta ainetta {ElementTypes} kulutusnopeudella {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.ELEMENTCONVERTEROUTPUT.NAME
source: Emitting {ElementTypes}: {FlowRate}
fi: Tuottaa ainetta {ElementTypes}: {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.ELEMENTCONVERTEROUTPUT.TOOLTIP
source: This building is releasing {ElementTypes} at a rate of {FlowRate}
fi: Tämä rakennus tuottaa ainetta {ElementTypes} nopeudella {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.ELEMENTEMITTEROUTPUT.NAME
source: Emitting {ElementTypes}: {FlowRate}
fi: Tuottaa ainetta {ElementTypes}: {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.ELEMENTEMITTEROUTPUT.TOOLTIP
source: This object is releasing {ElementTypes} at a rate of {FlowRate}
fi: Tämä rakennus tuottaa ainetta {ElementTypes} nopeudella {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.EMITTINGCO2.NAME
source: Emitting CO<sub>2</sub>: {FlowRate}
fi: CO<sub>2</sub>-päästö: {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.EMITTINGCO2.TOOLTIP
source: Producing CO<sub>2</sub> at {FlowRate}
fi: Tuottaa CO<sub>2</sub>-kaasua nopeudella {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.EMITTINGELEMENT.NAME
source: Emitting {ElementType}: {FlowRate}
fi: Tuottaa ainetta {ElementTypes}: {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.EMITTINGELEMENT.TOOLTIP
source: Producing {ElementType} at {FlowRate}
fi: Tuottaa ainetta {ElementTypes} nopeudella {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.EMITTINGGASAVG.NAME
source: Emitting {Element}: {FlowRate}
fi: Tuottaa ainetta {ElementTypes}: {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.EMITTINGGASAVG.TOOLTIP
source: Producing {Element} at a rate of {FlowRate}
fi: Tuottaa ainetta {Element} nopeudella {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.EMITTINGLIGHT.NAME
source: Emitting Light
fi: Säteilee Valoa

# STRINGS.BUILDING.STATUSITEMS.EMITTINGLIGHT.TOOLTIP
source: Open the Light Overlay [{LightGridOverlay}] to view this light's visibility radius
fi: Avaa Valonäkymä [{LightGridOverlay}] nähdäksesi tämän valon ulottuvuuden

# STRINGS.BUILDING.STATUSITEMS.EMITTINGOXYGENAVG.NAME
source: Emitting <link="OXYGEN">Oxygen</link>: {FlowRate}
fi: Tuottaa <link="OXYGEN">Happea</link>: {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.EMITTINGOXYGENAVG.TOOLTIP
source: Producing oxygen at a rate of {FlowRate}
fi: Tuottaa happea nopeudella {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.EMPTYPUMPINGSTATION.NAME
source: Empty
fi: Tyhjä

# STRINGS.BUILDING.STATUSITEMS.EMPTYPUMPINGSTATION.TOOLTIP
source: This pumping station cannot access any liquid
fi: Tämä pumppausasema ei saa nestettä

# STRINGS.BUILDING.STATUSITEMS.ENOUGH_COOLANT.NAME
source: Awaiting Coolant
fi: Odottaa jäähdytysainetta

# STRINGS.BUILDING.STATUSITEMS.ENOUGH_COOLANT.TOOLTIP
source: {1} of {0} must be present in storage to begin production
fi: {1} ainetta {0} täytyy olla varastossa tuotannon aloittamiseksi

# STRINGS.BUILDING.STATUSITEMS.ENTOMBED.NAME
source: Entombed
fi: Hautautunut

# STRINGS.BUILDING.STATUSITEMS.ENTOMBED.NOTIFICATION_NAME
source: Building entombment
fi: Rakennuksen hautautuminen

# STRINGS.BUILDING.STATUSITEMS.ENTOMBED.NOTIFICATION_TOOLTIP
source: These buildings are entombed and need to be dug out:
fi: Nämä rakennukset ovat hautautuneet ja ne täytyy kaivaa esiin:

# STRINGS.BUILDING.STATUSITEMS.ENTOMBED.TOOLTIP
source: Must be dug out by a Duplicant
fi: Jäljennäisen täytyy kaivaa tämä esiin

# STRINGS.BUILDING.STATUSITEMS.EXCAVATOR_BOMB.ARMED.NAME
source: Armed
fi: Viritetty

# STRINGS.BUILDING.STATUSITEMS.EXCAVATOR_BOMB.ARMED.TOOLTIP
source: Stand back, this baby's ready to blow!
fi: Pysykää taaempana, tämä murkula on valmis räjähtämään!

# STRINGS.BUILDING.STATUSITEMS.EXCAVATOR_BOMB.COUNTDOWN.NAME
source: Countdown: {0}
fi: Ajastin: {0}

# STRINGS.BUILDING.STATUSITEMS.EXCAVATOR_BOMB.COUNTDOWN.TOOLTIP
source: {0} seconds until detonation
fi: {0} sekuntia räjäytykseen

# STRINGS.BUILDING.STATUSITEMS.EXCAVATOR_BOMB.DUPE_DANGER.NAME
source: Duplicant Preservation Override
fi: Jäljennäisen Säilömisen Ohitus

# STRINGS.BUILDING.STATUSITEMS.EXCAVATOR_BOMB.DUPE_DANGER.TOOLTIP
source: Explosive disabled due to close Duplicant proximity
fi: Räjähde poiskytketty Jäljennäisen lähelläolon vuoksi

# STRINGS.BUILDING.STATUSITEMS.EXCAVATOR_BOMB.EXPLODING.NAME
source: Exploding
fi: Räjähtää

# STRINGS.BUILDING.STATUSITEMS.EXCAVATOR_BOMB.EXPLODING.TOOLTIP
source: Kaboom!
fi: PAM!

# STRINGS.BUILDING.STATUSITEMS.EXCAVATOR_BOMB.UNARMED.NAME
source: Unarmed
fi: Virittämätön

# STRINGS.BUILDING.STATUSITEMS.EXCAVATOR_BOMB.UNARMED.TOOLTIP
source: This explosive is currently inactive
fi: Tämä räjähde ei juuri nyt ole aktiivinen

# STRINGS.BUILDING.STATUSITEMS.EXPIRED.NAME
source: Depleted
fi: Ehtynyt

# STRINGS.BUILDING.STATUSITEMS.EXPIRED.TOOLTIP
source: This building has no more use
fi: Tällä rakennuksella ei ole enempää käyttöä

# STRINGS.BUILDING.STATUSITEMS.FABRICATOREMPTY.NAME
source: No Fabrications Queued
fi: Ei Valmisteita Jonossa

# STRINGS.BUILDING.STATUSITEMS.FABRICATOREMPTY.TOOLTIP
source: Select a recipe to begin fabrication
fi: Valitse ohje valmistuksen aloittamiseksi

# STRINGS.BUILDING.STATUSITEMS.FLOODED.NAME
source: Building Flooded
fi: Rakennus Veden Vallassa

# STRINGS.BUILDING.STATUSITEMS.FLOODED.NOTIFICATION_NAME
source: Flooding
fi: Tulvii

# STRINGS.BUILDING.STATUSITEMS.FLOODED.NOTIFICATION_TOOLTIP
source: These buildings are flooded:
fi: Nämä rakennukset ovat veden vallassa:

# STRINGS.BUILDING.STATUSITEMS.FLOODED.TOOLTIP
source: Building cannot function at current saturation
fi: Rakennus ei toimi tämänhetkisellä kylläisyysasteella

# STRINGS.BUILDING.STATUSITEMS.FLUSHTOILET.NAME
source: Lavatory Ready
fi: Vessa Valmis

# STRINGS.BUILDING.STATUSITEMS.FLUSHTOILET.TOOLTIP
source: This bathroom is ready to receive visitors
fi: Tämä vessa on valmis vastaanottamaan kävijöitä

# STRINGS.BUILDING.STATUSITEMS.FLUSHTOILETINUSE.NAME
source: Lavatory In Use
fi: Vessa Käytössä

# STRINGS.BUILDING.STATUSITEMS.FLUSHTOILETINUSE.TOOLTIP
source: This bathroom is occupied
fi: Tämä vessa on varattu

# STRINGS.BUILDING.STATUSITEMS.FOOD_CONTAINERS_OUTSIDE_RANGE.NAME
source: Unreachable food
fi: Ruokaa ei pystytä saamaan

# STRINGS.BUILDING.STATUSITEMS.FOOD_CONTAINERS_OUTSIDE_RANGE.TOOLTIP
source: Recuperating Duplicants must have food available within {0} cells
fi: Toipuvilla Jäljennäisillä täytyy olla ruokaa saatavilla {0} kennon etäisyydellä

# STRINGS.BUILDING.STATUSITEMS.GASPIPEEMPTY.NAME
source: Empty Pipe
fi: Tyhjä putki

# STRINGS.BUILDING.STATUSITEMS.GASPIPEEMPTY.TOOLTIP
source: There is no gas in this pipe
fi: Tässä putkessa ei ole kaasua

# STRINGS.BUILDING.STATUSITEMS.GASPIPEOBSTRUCTED.NAME
source: Not Pumping
fi: Ei Pumppaa

# STRINGS.BUILDING.STATUSITEMS.GASPIPEOBSTRUCTED.TOOLTIP
source: This pump is not active
fi: Tämä pumppu ei ole toiminnassa

# STRINGS.BUILDING.STATUSITEMS.GASVENTOBSTRUCTED.NAME
source: Gas Vent Obstructed
fi: Kaasuaukko tukossa
