Repository: Eerjunic/OxygenNotIncluded_Fi
Catalog: strings.po
Languages: fi

# STRINGS.DUPLICANTS.STATUSITEMS.ARTING.TOOLTIP
source: This Duplicant is hard at work on their art
fi: Tämä Jäljennäinen on taiteensa kimpussa

# STRINGS.DUPLICANTS.STATUSITEMS.BEDUNREACHABLE.NAME
source: Cannot reach bed
fi: Sänkyä ei voi saavuttaa

# STRINGS.DUPLICANTS.STATUSITEMS.BEDUNREACHABLE.NOTIFICATION_NAME
source: Unreachable bed
fi: Saavuttamaton sänky

# STRINGS.DUPLICANTS.STATUSITEMS.BEDUNREACHABLE.NOTIFICATION_TOOLTIP
source: These Duplicants cannot sleep because their beds are beyond their reach:
fi: Nämä Jäljennäiset eivät voi nukkua, koska heidän sänkynsä on ulottumattomissa:

# STRINGS.DUPLICANTS.STATUSITEMS.BEDUNREACHABLE.TOOLTIP
source: This Duplicant cannot reach their bed
fi: Tämä Jäljennäinen ei pääse sänkynsä luo

# STRINGS.DUPLICANTS.STATUSITEMS.BODYREGULATINGCOOLING.NAME
source: Regulating temperature at: {TempDelta}
fi: Säännellään lämpötilaan: {TempDelta}

# STRINGS.DUPLICANTS.STATUSITEMS.BODYREGULATINGCOOLING.TOOLTIP
source: This Duplicant is regulating their internal temperature
fi: Tämä Jäljennäinen sääntelee sisäistä lämpötilaansa

# STRINGS.DUPLICANTS.STATUSITEMS.BODYREGULATINGHEATING.NAME
source: Regulating temperature at: {TempDelta}
fi: Säännellään lämpötilaan: {TempDelta}

# STRINGS.DUPLICANTS.STATUSITEMS.BODYREGULATINGHEATING.TOOLTIP
source: This Duplicant is regulating their internal temperature
fi: Tämä Jäljennäinen sääntelee sisäistä lämpötilaansa

# STRINGS.DUPLICANTS.STATUSITEMS.BREAKDELIVERSTATUS.NAME
source: Delivering resources to {Target}
fi: Tomitetaan materiaaleja kohteeseen {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.BREAKDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
fi: Tämä Jäljennäinen kuljettaa materiaaleja kohteeseen {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.BREAKWORKSTATUS.NAME
source: Breaking {Target}
fi: Rikkoo kohdetta {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.BREAKWORKSTATUS.TOOLTIP
source: This Duplicant is going totally bananas on the {Target}
fi: Tämä Jäljennäinen pimahti kohteelle {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.BREATHINGO2.NAME
source: Inhaling {ConsumptionRate} O<sub>2</sub>
fi: Sisäänhengittää {ConsumptionRate} O<sub>2</sub>

# STRINGS.DUPLICANTS.STATUSITEMS.BREATHINGO2.TOOLTIP
source: Duplicants require oxygen to live
fi: Jäljennäiset tarvitsevat happea pysyäkseen elossa

# STRINGS.DUPLICANTS.STATUSITEMS.BUILDDELIVERSTATUS.NAME
source: Delivering resources to {Target}
fi: Toimittaa materiaaleja kohteeseen {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.BUILDDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
fi: Tämä Jäljennäinen kuljettaa materiaaleja kohteeseen {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.BUILDING.NAME
source: Building {Target}
fi: Rakentaa kohdetta {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.BUILDING.TOOLTIP
source: This Duplicant is constructing a {Target}
fi: Tämä Jäljennäinen rakentaa kohdetta {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.BUILDPRIORITIZEDSTATUS.NAME
source: Building {Target}
fi: Rakentaa kohdetta {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.BUILDPRIORITIZEDSTATUS.TOOLTIP
source: This Duplicant is constructing a {Target}
fi: Tämä Jäljennäinen rakentaa kohdetta {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.CLEANING.NAME
source: Cleaning {Target}
fi: Siivoaa kohdetta {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.CLEANING.TOOLTIP
source: This Duplicant is cleaning the {Target}
fi: Tämä Jäljennäinen siivoaa kohdetta {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.CLEARDELIVERSTATUS.NAME
source: Delivering resources to {Target}
fi: Toimittaa materiaaleja kohteeseen {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.CLEARDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
fi: Tämä Jäljennäinen kuljettaa materiaaleja kohteeseen {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.CLEARING.NAME
source: Sweeping {Target}
fi: Lakaisee kohdetta {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.CLEARING.TOOLTIP
source: This Duplicant is sweeping away {Target}
fi: Tämä Jäljennäinen lakaisee pois kohdetta {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.COLD.NAME
source: Chilly surroundings
fi: Viileä ympäristö

# STRINGS.DUPLICANTS.STATUSITEMS.COLD.TOOLTIP
source: This Duplicant cannot retain enough heat to stay warm and may be under insulated for this area Stress Modification: {StressModification} Current Environmental Exchange: {currentTransferWattage} Insulation Thickness: {conductivityBarrier}
fi: Tämä jäljennäinen ei kykene ylläpitämään riittävää lämpöä pysyäkseen lämpimänä ja saattaa olla liian alipukeutunut tälle alueelle Ahdistuksen Muutos: {StressModification} Tämänhetkinen Ympäristön Vaihtelu: {currentTransferWattage} Eristyksen Paksuus: {conductivityBarrier}

# STRINGS.DUPLICANTS.STATUSITEMS.COMPOSTFLIPSTATUS.NAME
source: Going to flip compost
fi: Menossa kääntämään kompostia

# STRINGS.DUPLICANTS.STATUSITEMS.COMPOSTFLIPSTATUS.TOOLTIP
source: This Duplicant is going to flip the compost
fi: Tämä Jäljennäinen on menossa kääntämään kompostia

# STRINGS.DUPLICANTS.STATUSITEMS.COOKDELIVERSTATUS.NAME
source: Delivering resources to {Target}
fi: Toimittaa materiaaleja kohteeseen {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.COOKDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
fi: Tämä Jäljennäinen kuljettaa materiaaleja kohteeseen {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.COOKING.NAME
source: Cooking {Item}
fi: Valmistaa ruokaa {Item}

# STRINGS.DUPLICANTS.STATUSITEMS.COOKING.TOOLTIP
source: This Duplicant is cooking up a tasty {Item}
fi: Tämä Jäljennäinen valmistaa maukasta ruokaa nimeltään

# STRINGS.DUPLICANTS.STATUSITEMS.DAILYRATIONLIMITREACHED.NAME
source: Daily calorie limit reached
fi: Päivittäinen kaloriraja saavutettu

# STRINGS.DUPLICANTS.STATUSITEMS.DAILYRATIONLIMITREACHED.NOTIFICATION_NAME
source: Daily calorie limit reached
fi: Päivittäinen kaloriraja saavutettu

# STRINGS.DUPLICANTS.STATUSITEMS.DAILYRATIONLIMITREACHED.NOTIFICATION_TOOLTIP
source: These Duplicants have consumed their allotted <link="FOOD">Rations</link> for the day:
fi: Nämä Jäljennökset ovat syöneet heille varatut <link="FOOD">Annoksensa</link> tältä päivältä:

# STRINGS.DUPLICANTS.STATUSITEMS.DAILYRATIONLIMITREACHED.TOOLTIP
source: This Duplicant has consumed their allotted rations for the day
fi: Tämä jäljennös on syönyt hänelle varatut annokset tältä päivältä

# STRINGS.DUPLICANTS.STATUSITEMS.DEAD.NAME
source: Dead: {Death}
fi: Kuollut: {Death}

# STRINGS.DUPLICANTS.STATUSITEMS.DEAD.TOOLTIP
source: This Duplicant definitely isn't sleeping
fi: Tämä Jäljennäinen ei todellakaan ole nukkumassa

# STRINGS.DUPLICANTS.STATUSITEMS.DECONSTRUCTDELIVERSTATUS.NAME
source: Delivering resources to {Target}
fi: Toimittaa materiaaleja kohteeseen {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.DECONSTRUCTDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
fi: Tämä Jäljennäinen kuljettaa materiaaleja kohteeseen {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.DECONSTRUCTING.NAME
source: Deconstructing {Target}
fi: Purkaa kohdetta {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.DECONSTRUCTING.TOOLTIP
source: This Duplicant is demolishing the {Target}
fi: Tämä Jäljennäinen on purkamassa kohdetta {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.DIGGING.NAME
source: Digging
fi: Kaivaa

# STRINGS.DUPLICANTS.STATUSITEMS.DIGGING.TOOLTIP
source: This Duplicant is excavating raw resources
fi: Tämä Jäljennäinen kaivaa raakaa materiaalia

# STRINGS.DUPLICANTS.STATUSITEMS.DISINFECTING.NAME
source: Disinfecting {Target}
fi: Desinfioi kohdetta {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.DISINFECTING.TOOLTIP
source: This Duplicant is disinfecting {Target}
fi: Tämä Jäljennäinen desinfioi kohdetta {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.DOCTOR.NAME
source: Treating Patient
fi: Hoitaa Potilasta

# STRINGS.DUPLICANTS.STATUSITEMS.DOCTOR.STATUS
source: This Duplicant is going to administer medical care to an ailing friend
fi: Tämä Jäljennäinen antaa lääkinnällistä hoitoa sairastavalle ystävälleen

# STRINGS.DUPLICANTS.STATUSITEMS.DROPPINGUNUSEDINVENTORY.NAME
source: Dropping objects
fi: Pudottaa esineitä

# STRINGS.DUPLICANTS.STATUSITEMS.DROPPINGUNUSEDINVENTORY.TOOLTIP
source: This Duplicant is dropping what they're holding
fi: Tämä Jäljennäinen on laskemassa käsistään, mitä on pitelemässä

# STRINGS.DUPLICANTS.STATUSITEMS.EARLYMORNING.NAME
source: Early Bird
fi: Aikainen Lintu

# STRINGS.DUPLICANTS.STATUSITEMS.EARLYMORNING.TOOLTIP
source: This Duplicant is jazzed to start the day • +2 to all Attributes
fi: Tämä Jäljennäinen on innoissaan aloittamaan päivänsä • +2 to kaikkiin Attribuutteihin

# STRINGS.DUPLICANTS.STATUSITEMS.EATDELIVERSTATUS.NAME
source: Delivering resources to {Target}
fi: Toimittaa materiaaleja kohteeseen {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.EATDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
fi: Tämä Jäljennäinen kuljettaa materiaaleja kohteeseen {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.EATING.NAME
source: Eating {Target}
fi: Syö ruokaa {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.EATING.TOOLTIP
source: This Duplicant is replenishing their calorie stores
fi: Tämä Jäljennäinen täyttää kalorivarastoaan

# STRINGS.DUPLICANTS.STATUSITEMS.EMITTINGCO2.NAME
source: Exhaling {EmittingRate} CO<sub>2</sub>
fi: Uloshengittää {EmittingRate} CO<sub>2</sub>

# STRINGS.DUPLICANTS.STATUSITEMS.EMITTINGCO2.TOOLTIP
source: Duplicants breathe out carbon dioxide
fi: Jäljennäiset hengittävät ulos hiilidioksidia

# STRINGS.DUPLICANTS.STATUSITEMS.EMPTYING.NAME
source: Emptying {Target}
fi: Tyhjentää kohdetta {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.EMPTYING.TOOLTIP
source: This Duplicant is removing materials from the {Target}
fi: Tämä Jäljennäinen poistaa materiaaleja kohteesta {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.EMPTYSTORAGEDELIVERSTATUS.NAME
source: Delivering resources to {Target}
fi: Toimittaa materiaaleja kohteeseen {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.EMPTYSTORAGEDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
fi: Tämä Jäljennäinen kuljettaa materiaaleja kohteeseen {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.ENTOMBEDCHORE.NAME
source: Entombed
fi: Hautautunut

# STRINGS.DUPLICANTS.STATUSITEMS.ENTOMBEDCHORE.NOTIFICATION_NAME
source: Entombed
fi: Hautautunut

# STRINGS.DUPLICANTS.STATUSITEMS.ENTOMBEDCHORE.NOTIFICATION_TOOLTIP
source: These Duplicants are trapped:
fi: Nämä Jäljennäiset ovat satimessa:

# STRINGS.DUPLICANTS.STATUSITEMS.ENTOMBEDCHORE.TOOLTIP
source: This Duplicant needs someone to help dig them out!
fi: Tämä Jäljennäinen tarvitsee jonkun kaivamaan hänet ylös!

# STRINGS.DUPLICANTS.STATUSITEMS.EQUIPDELIVERSTATUS.NAME
source: Delivering resources to {Target}
fi: Toimittaa materiaaleja kohteeseen {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.EQUIPDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
fi: Tämä Jäljennäinen kuljettaa materiaaleja kohteeseen {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.EQUIPPING.NAME
source: Equipping {Target}
fi: Otta Käyttöön tavaran {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.EQUIPPING.TOOLTIP
source: This Duplicant is equipping a {Target}
fi: Tämä Jäljennäinen ottaa käyttöön tavaran {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.FABRICATEDELIVERSTATUS.NAME
source: Delivering resources to {Target}
fi: Toimittaa materiaaleja kohteeseen {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.FABRICATEDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
fi: Tämä Jäljennäinen kuljettaa materiaaleja kohteeseen {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.FABRICATING.NAME
source: Fabricating {Target}
fi: Valmistaa tuotetta {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.FABRICATING.TOOLTIP
source: This Duplicant is crafting a {Target}
fi: Tämä Jäljennäinen valmistaa tuotetta {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.FIGHTING.NAME
source: In combat
fi: Taistelussa

# STRINGS.DUPLICANTS.STATUSITEMS.FIGHTING.NOTIFICATION_NAME
source: Combat!
fi: Taistelu!

# STRINGS.DUPLICANTS.STATUSITEMS.FIGHTING.NOTIFICATION_TOOLTIP
source: These Duplicants have engaged a critter in combat:
fi: Nämä Jäljennäiset ovat taistelussa otuksen kanssa:

# STRINGS.DUPLICANTS.STATUSITEMS.FIGHTING.TOOLTIP
source: This Duplicant is attacking a critter!
fi: Tämä Jäljennäinen hyökkää otusta vastaan!

# STRINGS.DUPLICANTS.STATUSITEMS.FLEEING.NAME
source: Fleeing
fi: Pakenee

# STRINGS.DUPLICANTS.STATUSITEMS.FLEEING.NOTIFICATION_NAME
source: Fleeing!
fi: Pakenee!

# STRINGS.DUPLICANTS.STATUSITEMS.FLEEING.NOTIFICATION_TOOLTIP
source: These Duplicants are trying to escape combat:
fi: Nämä Jäljennäiset yrittävät paeta taistelusta:

# STRINGS.DUPLICANTS.STATUSITEMS.FLEEING.TOOLTIP
source: This Duplicant is trying to escape combat!
fi: Tämä Jäljennäinen yrittää paeta taistelusta!

# STRINGS.DUPLICANTS.STATUSITEMS.FULLBLADDER.NAME
source: Full bladder
fi: Täysi rakko

# STRINGS.DUPLICANTS.STATUSITEMS.FULLBLADDER.TOOLTIP
source: This Duplicant would really appreciate a toilet
fi: Tämä Jäljennäinen osaisi todella arvostaa vessaa

# STRINGS.DUPLICANTS.STATUSITEMS.GENERATINGPOWER.NAME
source: Generating power
fi: Tuottaa Sähköä

# STRINGS.DUPLICANTS.STATUSITEMS.GENERATINGPOWER.TOOLTIP
source: This Duplicant is using the {Target} to produce electrical power
fi: Tämä Jäljennäinen käyttää kohdetta {Target} tuottaakseen sähkövirtaa

# STRINGS.DUPLICANTS.STATUSITEMS.GENERIC_DELIVER.NAME
source: Delivering resources to {Target}
fi: Toimittaa materiaaleja kohteeseen {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.GENERIC_DELIVER.TOOLTIP
source: This Duplicant is transporting materials to {Target}
fi: Tämä Jäljennäinen kuljettaa materiaaleja kohteeseen {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.GOOD_FOOD_QUALITY.NAME
source: Decadent Meal
fi: Rappiollinen Ateria

# STRINGS.DUPLICANTS.STATUSITEMS.GOOD_FOOD_QUALITY.TOOLTIP
source: The last meal this Duplicant ate exceeded their expectations!
fi: Tämän Jäljennäisen viimeisin ateria ylitti hänen odotuksensa!

# STRINGS.DUPLICANTS.STATUSITEMS.HARVESTDELIVERSTATUS.NAME
source: Delivering resources to {Target}
fi: Toimittaa materiaaleja kohteeseen {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.HARVESTDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
fi: Tämä Jäljennäinen kuljettaa materiaaleja kohteeseen {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.HARVESTING.NAME
source: Harvesting {Target}
fi: Korjataan satoa kohteesta {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.HARVESTING.TOOLTIP
source: This Duplicant is gathering resources from a {Target}
fi: Tämä Jäljennäinen korjaa satoa kohteesta {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.HASDISEASE.NAME
source: Feeling ill
fi: Tuntee itsensä sairaaksi

# STRINGS.DUPLICANTS.STATUSITEMS.HASDISEASE.NOTIFICATION_NAME
source: Illness
fi: Sairaus

# STRINGS.DUPLICANTS.STATUSITEMS.HASDISEASE.NOTIFICATION_TOOLTIP
source: These Duplicants have contracted a <link="DISEASE">Disease</link>:
fi: Näihin Jäljennäisiin on puhjennut <link="DISEASE">Sairaus</link>:

# STRINGS.DUPLICANTS.STATUSITEMS.HASDISEASE.TOOLTIP
source: This Duplicant has contracted a Disease
fi: Tähän Jäljennäiseen on puhjennut Sairaus

# STRINGS.DUPLICANTS.STATUSITEMS.HOLDINGBREATH.NAME
source: Holding breath
fi: Pidättää hengitystä

# STRINGS.DUPLICANTS.STATUSITEMS.HOLDINGBREATH.TOOLTIP
source: This Duplicant cannot breathe in their current location
fi: Tämä Jäljennäinen ei pysty hengittämään tämän hetkisessä paikassaan

# STRINGS.DUPLICANTS.STATUSITEMS.HOT.NAME
source: Toasty surroundings
fi: Paahtava ympäristö

# STRINGS.DUPLICANTS.STATUSITEMS.HOT.TOOLTIP
source: This Duplicant cannot let off enough heat to stay cool and may be over insulated for this area Stress Modification: {StressModification} Current Environmental Exchange: {currentTransferWattage} Insulation Thickness: {conductivityBarrier}
fi: Tämä Jäljennäinen ei pysty poistamaan tarpeeksi lämpöä pysyäkseen viileänä ja saattaa olla ylipukeutunut tälle alueelle Ahdistuksen Muutos: {StressModification} Tämänhetkinen Vaihto Ympäristöön: {currentTransferWattage} Eristyksen Paksuus: {conductivityBarrier}

# STRINGS.DUPLICANTS.STATUSITEMS.HUNGRY.NAME
source: Hungry
fi: Nälkäinen

# STRINGS.DUPLICANTS.STATUSITEMS.HUNGRY.TOOLTIP
source: This Duplicant would really like something to eat
fi: Tämä Jäljennäinen haluaisi mielellään jotain syötävää

# STRINGS.DUPLICANTS.STATUSITEMS.IDLE.NAME
source: Idle
fi: Toimeton

# STRINGS.DUPLICANTS.STATUSITEMS.IDLE.NOTIFICATION_NAME
source: Idle
fi: Toimeton

# STRINGS.DUPLICANTS.STATUSITEMS.IDLE.NOTIFICATION_TOOLTIP
source: These Duplicants cannot reach any pending errands:
fi: Näillä Jäljennäisillä ei ole pääsyä yhdellekkään keskeneräiselle tehtävälle:

# STRINGS.DUPLICANTS.STATUSITEMS.IDLE.TOOLTIP
source: This Duplicant cannot reach any pending errands
fi: Tällä Jäljennäisellä ei ole pääsyä yhdellekään keskeneräiselle tehtävälle

# STRINGS.DUPLICANTS.STATUSITEMS.INCAPACITATED.NAME
source: Incapacitated: {CauseOfIncapacitation} Time until death: {TimeUntilDeath}
fi: Toimintakyvytön: {CauseOfIncapacitation} Aikaa kuolemaan: {TimeUntilDeath}

# STRINGS.DUPLICANTS.STATUSITEMS.INCAPACITATED.NOTIFICATION_NAME
source: Incapacitated
fi: Toimintakyvytön

# STRINGS.DUPLICANTS.STATUSITEMS.INCAPACITATED.NOTIFICATION_TOOLTIP
source: These Duplicants are near death. A Med-Bed or Pharma Chamber is required for rescue:
fi: Nämä Jäljennäiset ovat lähellä kuolemaa. Sairaalasänkyä tai Lääkekammiota vaaditaan pelastamaan:

# STRINGS.DUPLICANTS.STATUSITEMS.INCAPACITATED.TOOLTIP
source: This Duplicant is near death! ------------------ Assign them to a Med-Bed or Pharma Chamber for rescue
fi: Tämä Jäljennäinen on lähellä kuolemaa! ------------------ Määrää heidät Sairaalasänkyyn tai Lääkekammioon pelastaaksesi hänet

# STRINGS.DUPLICANTS.STATUSITEMS.LASHINGOUT.NAME
source: Lashing out
fi: Riehuu

# STRINGS.DUPLICANTS.STATUSITEMS.LASHINGOUT.NOTIFICATION_NAME
source: Lashing out
fi: Riehuu

# STRINGS.DUPLICANTS.STATUSITEMS.LASHINGOUT.NOTIFICATION_TOOLTIP
source: These Duplicants broke buildings to relieve <link="STRESS">Stress</link>:
fi: Nämä Jäljennäiset hajottivat rakennuksia purkaakseen <link="STRESS">Ahdistustaan</link>:

# STRINGS.DUPLICANTS.STATUSITEMS.LASHINGOUT.TOOLTIP
source: This Duplicant is breaking stuff to relieve stress
fi: Tämä Jäljennäinen hajottaa paikkoja lievittääkseen ahdistustaan

# STRINGS.DUPLICANTS.STATUSITEMS.LOWIMMUNITY.NAME
source: Under the Weather
fi: Huonossa Kunnossa

# STRINGS.DUPLICANTS.STATUSITEMS.LOWIMMUNITY.NOTIFICATION_NAME
source: Low Immunity
fi: Alhainen vastustuskyky

# STRINGS.DUPLICANTS.STATUSITEMS.LOWIMMUNITY.NOTIFICATION_TOOLTIP
source: These Duplicants are at risk of becoming sick:
fi: Nämä jäljennäiset ovat vaarassa sairastua:

# STRINGS.DUPLICANTS.STATUSITEMS.LOWIMMUNITY.TOOLTIP
source: This Duplicant has a weakened immune system and will become ill if it reaches zero
fi: Tällä Jäljennäisellä on heikentynyt immuunijärjestelmä ja sairastuu, jos se putoaa nollaan

# STRINGS.DUPLICANTS.STATUSITEMS.LOWOXYGEN.NAME
source: Oxygen low
fi: Alhainen Happipitoisuus

# STRINGS.DUPLICANTS.STATUSITEMS.LOWOXYGEN.NOTIFICATION_NAME
source: Low <link="OXYGEN">Oxygen</link> area entered
fi: Alhaisen <link="OXYGEN">Happipitoisuuden</link> alueelle menty

# STRINGS.DUPLICANTS.STATUSITEMS.LOWOXYGEN.NOTIFICATION_TOOLTIP
source: These Duplicants are working in areas with low <link="OXYGEN">Oxygen</link>:
fi: Nämä Jäljennäiset työskentelevät alueilla, joissa on alhainen <link="OXYGEN">Happipitoisuus</link>:

# STRINGS.DUPLICANTS.STATUSITEMS.LOWOXYGEN.TOOLTIP
source: This Duplicant is working in a low breathability area
fi: Tämä Jäljennäinen työskentee alueella, jossa on vaikea hengittää

# STRINGS.DUPLICANTS.STATUSITEMS.MOPDELIVERSTATUS.NAME
source: Delivering resources to {Target}
fi: Toimittaa materiaaleja kohteeseen {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.MOPDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
fi: Tämä Jäljennäinen kuljettaa materiaaleja kohteeseen {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.MOPPING.NAME
source: Mopping
fi: Moppaa

# STRINGS.DUPLICANTS.STATUSITEMS.MOPPING.TOOLTIP
source: This Duplicant is cleaning up a nasty spill
fi: Tämä Jäljennäinen siivoaa inhottavaa vuotoa

# STRINGS.DUPLICANTS.STATUSITEMS.MOVETOSUITNOTREQUIRED.NAME
source: Exiting Atmo Suit area
fi: Poistutaan Painepukualueelta

# STRINGS.DUPLICANTS.STATUSITEMS.MOVETOSUITNOTREQUIRED.TOOLTIP
source: This Duplicant is leaving an area where an exosuit was required
fi: Tämä Jäljennäinen poistuu alueelta, jossa eksopuku oli pakollinen

# STRINGS.DUPLICANTS.STATUSITEMS.MOVINGTOSAFEAREA.NAME
source: Moving to safe area
fi: Menossa turvalliselle alueelle

# STRINGS.DUPLICANTS.STATUSITEMS.MOVINGTOSAFEAREA.TOOLTIP
source: This Duplicant is finding a safer place
fi: Tämä Jäljennäinen etsii turvallisempaa paikkaa

# STRINGS.DUPLICANTS.STATUSITEMS.MUSHDELIVERSTATUS.NAME
source: Delivering resources to {Target}
fi: Toimittaa materiaaleja kohteeseen {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.MUSHDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
fi: Tämä Jäljennäinen kuljettaa materiaaleja kohteeseen {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.MUSHING.NAME
source: Mushing {Item}
fi: Pusertaa: {Item}

# STRINGS.DUPLICANTS.STATUSITEMS.MUSHING.TOOLTIP
source: This Duplicant is cooking a {Item}
fi: Tämä Jäljennäinen valmistaa ruokaa {Item}

# STRINGS.DUPLICANTS.STATUSITEMS.NERVOUSBREAKDOWN.NAME
source: Nervous breakdown
fi: Hermoromahdus

# STRINGS.DUPLICANTS.STATUSITEMS.NERVOUSBREAKDOWN.NOTIFICATION_NAME
source: Nervous breakdown
fi: Hermoromahdus

# STRINGS.DUPLICANTS.STATUSITEMS.NERVOUSBREAKDOWN.NOTIFICATION_TOOLTIP
source: These Duplicants have cracked under the <link="STRESS">Stress</link> and need assistance:
fi: Nämä Jäljennäiset ovat murtuneet <link="STRESS">Ahdistuksesta</link> ja tarvitsevat apua:

# STRINGS.DUPLICANTS.STATUSITEMS.NERVOUSBREAKDOWN.TOOLTIP
source: Stress has completely eroded this Duplicant's ability to function
fi: Ahdistus on tuhonnut täysin tämän Jäljennäisen kyvyn toimia

# STRINGS.DUPLICANTS.STATUSITEMS.NIGHTTIME.NAME
source: Night Owl
fi: Yökyöpeli

# STRINGS.DUPLICANTS.STATUSITEMS.NIGHTTIME.TOOLTIP
source: This Duplicant is impassioned by the night • +2 to all Attributes
fi: Yö on tehnyt tästä Jäljennäisestä kiihkeän • +2 to kaikkiin Attribuutteihin

# STRINGS.DUPLICANTS.STATUSITEMS.NOISEMAJOR.NAME
source: Cacophony!
fi: Kakofonia!

# STRINGS.DUPLICANTS.STATUSITEMS.NOISEMAJOR.TOOLTIP
source: It's very, very loud in here!
fi: Täällä on tosi, TOSI äänekästä!

# STRINGS.DUPLICANTS.STATUSITEMS.NOISEMINOR.NAME
source: Loud Noises
fi: Voimakkaita Ääniä

# STRINGS.DUPLICANTS.STATUSITEMS.NOISEMINOR.TOOLTIP
source: This area is a bit too loud for comfort
fi: Tämä alue on turhan meluisa

# STRINGS.DUPLICANTS.STATUSITEMS.NOISEPEACEFUL.NAME
source: Peace and Quiet
fi: Rauha ja Hiljaisuus

# STRINGS.DUPLICANTS.STATUSITEMS.NOISEPEACEFUL.TOOLTIP
source: This Duplicant has found a quiet place to concentrate
fi: Tämä Jäljennäinen on löytänyt hiljaisen paikan, jossa keskittyä

# STRINGS.DUPLICANTS.STATUSITEMS.NORATIONSAVAILABLE.NAME
source: No food available
fi: Ruokaa ei saatavilla

# STRINGS.DUPLICANTS.STATUSITEMS.NORATIONSAVAILABLE.NOTIFICATION_NAME
source: No food available
fi: Ruokaa ei saatavilla

# STRINGS.DUPLICANTS.STATUSITEMS.NORATIONSAVAILABLE.NOTIFICATION_TOOLTIP
source: These Duplicants have nothing to eat:
fi: Näillä Jäljennäisillä ei ole syötävää:

# STRINGS.DUPLICANTS.STATUSITEMS.NORATIONSAVAILABLE.TOOLTIP
source: There's nothing in the colony for this Duplicant to eat
fi: Tässä siirtokunnassa ei ole mitään syötävää tätä Jäljennäistä varten

# STRINGS.DUPLICANTS.STATUSITEMS.NOROLE.NAME
source: No Job
fi: Ei Työtä
