Repository: Eerjunic/OxygenNotIncluded_Fi
Catalog: strings.po
Languages: fi

# STRINGS.UI.USERMENUACTIONS.QUARANTINE.TOOLTIP_OFF
source: Cancel this quarantine order
fi: Peru tämä karanteenimääräys

# STRINGS.UI.USERMENUACTIONS.READLORE.NAME
source: Inspect
fi: Tarkastele

# STRINGS.UI.USERMENUACTIONS.READLORE.SEARCH_COMPUTER_FAIL.SEARCH4
source: The computer has nothing of import.
fi: Tietokoneella ei ole mitään tuotavaa.

# STRINGS.UI.USERMENUACTIONS.READLORE.TOOLTIP
source: Recover files from this structure
fi: Löydä tiedostoja tästä rakennuksesta

# STRINGS.UI.USERMENUACTIONS.RELEASEELEMENT.NAME
source: Empty Building
fi: Tyhjennä Rakennus

# STRINGS.UI.USERMENUACTIONS.RELEASEELEMENT.TOOLTIP
source: Refund all resources currently in use by this building
fi: Palauta kaikki tämän rakennukset käyttämät resurssit

# STRINGS.UI.USERMENUACTIONS.RELOCATE.NAME
source: Relocate
fi: Uudelleensijoita

# STRINGS.UI.USERMENUACTIONS.RELOCATE.NAME_OFF
source: Cancel Relocation
fi: Peru Uudelleensijoitus

# STRINGS.UI.USERMENUACTIONS.RELOCATE.TOOLTIP
source: Move this building to a new location ------------------ Costs no additional resources
fi: Siirrä tämä rakennus uuteen paikkaan ------------------ Ei vaadi lisäresursseja

# STRINGS.UI.USERMENUACTIONS.RELOCATE.TOOLTIP_OFF
source: Cancel this relocation order
fi: Peru tämä uudelleensijoituskäsky

# STRINGS.UI.USERMENUACTIONS.SELECTRESEARCH.NAME
source: Select Research
fi: Valitse Tutkimus

# STRINGS.UI.USERMENUACTIONS.SELECTRESEARCH.TOOLTIP
source: Choose a technology from the Research Tree <color=#F44A47>[R]</color>
fi: Valitse teknologia Tutkimuspuusta <color=#F44A47>[R]</color>

# STRINGS.UI.USERMENUACTIONS.SUIT_MARKER_TRAVERSAL.ALWAYS.NAME
source: Clearance: Always
fi: Pääsy: Aina

# STRINGS.UI.USERMENUACTIONS.SUIT_MARKER_TRAVERSAL.ALWAYS.TOOLTIP
source: Suited Duplicants may pass even if there is no room to store their suits ------------------ When Exosuit Docks are all full, Duplicants will unequip their suits and drop them on the floor
fi: Puku päällä olevat Jäljennäiset pääsevät läpi, vaikkei heidän pukujensa varastoimiseen olisikaan tilaa ------------------ Kun Eksopukutelakat ovat täysiä, Jäljennäiset ottavat puvut pois ja pudottavat ne lattialle

# STRINGS.UI.USERMENUACTIONS.SUIT_MARKER_TRAVERSAL.ONLY_WHEN_ROOM_AVAILABLE.NAME
source: Clearance: Vacancy
fi: Pääsy: Kun Vapaana

source: Suited Duplicants may pass only if there is room in an Exosuit Dock to store their suit
fi: Pukuun pukeutuneet Jäljennäiset pääsevät läpi vain jos Eksopukutelakalla on tilaa heidän pukunsa varastoimiseksi

# STRINGS.UI.USERMENUACTIONS.TAGFILTER.NAME
source: Filter Settings
fi: Suodatusasetukset

# STRINGS.UI.USERMENUACTIONS.TAGFILTER.TOOLTIP
source: Assign materials to storage
fi: Nimeä materiaaleja varastoon

# STRINGS.UI.USERMENUACTIONS.UNEQUIP.NAME
source: Unequip {0}
fi: Poista varuste {0}

# STRINGS.UI.USERMENUACTIONS.UNEQUIP.TOOLTIP
source: Take off and drop this equipment
fi: Ota pois päältä ja pudota tämä varuste

# STRINGS.UI.USERMENUACTIONS.UPROOT.NAME
source: Uproot
fi: Kitke

# STRINGS.UI.USERMENUACTIONS.UPROOT.TOOLTIP
source: Convert this plant into a seed
fi: Muuta tämä kasvi siemeneksi

# STRINGS.UI.USERMENUACTIONS.WORKABLE_DIRECTION_BOTH.NAME
source: Set Direction: Both
fi: Aseta Suunta: Molemmat

# STRINGS.UI.USERMENUACTIONS.WORKABLE_DIRECTION_BOTH.TOOLTIP
source: Select to make Duplicants wash when passing by in either direction
fi: Valitse pakottaaksesi Jäljennäiset peseytymään ohittaessaan kummasta tahansa suunnasta

# STRINGS.UI.USERMENUACTIONS.WORKABLE_DIRECTION_LEFT.NAME
source: Set Direction: Left
fi: Aseta Suunta: Vasemmalle

# STRINGS.UI.USERMENUACTIONS.WORKABLE_DIRECTION_LEFT.TOOLTIP
source: Select to make Duplicants wash when passing by from right to left
fi: Valitse pakottaaksesi Jäljennäiset peseytymään ohittaessaan vasemmalta

# STRINGS.UI.USERMENUACTIONS.WORKABLE_DIRECTION_RIGHT.NAME
source: Set Direction: Right
fi: Aseta Suunta: Oikealle

# STRINGS.UI.USERMENUACTIONS.WORKABLE_DIRECTION_RIGHT.TOOLTIP
source: Select to make Duplicants wash when passing by from left to right
fi: Valitse pakottaaksesi Jäljennäiset peseytymään ohittaessaan oikealta

# STRINGS.UI.VIEWDUPLICANTS
source: Choose a Duplicant
fi: Valitse Jäljennäinen

# STRINGS.UI.VITALS
source: VITALS
fi: ELINTOIMINNOT

# STRINGS.UI.VITALSSCREEN.ATMOSPHERE_CONDITION
source: Atmosphere:
fi: Ilmasto:

# STRINGS.UI.VITALSSCREEN.CALORIES
source: Fullness
fi: Kylläisyys

# STRINGS.UI.VITALSSCREEN.CONDITIONS_GROWING.ADDITIONAL_DOMESTIC.BASE
source: <b>Additional Domestic Growth [Lifecycle: {0}]</b>
fi: <b>Viljelykasvatuksen Lisä [Elinkaari: {0}]</b>

# STRINGS.UI.VITALSSCREEN.CONDITIONS_GROWING.ADDITIONAL_DOMESTIC.TOOLTIP
source: This plant will take {0} to grow domestically
fi: Tällä kasvilla kestää {0} kasvaa viljeltynä

# STRINGS.UI.VITALSSCREEN.CONDITIONS_GROWING.DOMESTIC.BASE
source: <b>Domestic Growth [Lifecycle: {0}]</b>
fi: <b>Viljelykasvatus [Elinkaari: {0}]</b>

# STRINGS.UI.VITALSSCREEN.CONDITIONS_GROWING.DOMESTIC.TOOLTIP
source: This plant will take {0} to grow domestically
fi: Tällä kasvilla kestää {0} kasvaa viljeltynä

# STRINGS.UI.VITALSSCREEN.CONDITIONS_GROWING.WILD.BASE
source: <b>Wild Growth [Lifecycle: {0}]</b>
fi: <b>Villi Kasvu [Elinkaari: {0}]</b>

# STRINGS.UI.VITALSSCREEN.CONDITIONS_GROWING.WILD.TOOLTIP
source: This plant will take {0} to grow in the wild
fi: Tällä kasvilla kestää {0} kasvaa villinä

# STRINGS.UI.VITALSSCREEN.DECOR_EXPECTATIONS
source: Decor Expectation
fi: Koristeellisuusodotus

# STRINGS.UI.VITALSSCREEN.DECOR_EXPECTATIONS_TOOLTIP
source: This Duplicant desires decor that is {0} or higher
fi: Tämä jäljennäinen haluaa koristusta, jonka taso on {0} tai parempi

# STRINGS.UI.VITALSSCREEN.EATEN_TODAY
source: Eaten Today
fi: Syöty Tänään

# STRINGS.UI.VITALSSCREEN.EATEN_TODAY_TOOLTIP
source: Eaten Today ------------------ Consumed {0} of food this cycle
fi: Syönyt Tänään ------------------ {0} ruokaa kulutettu tällä kierrolla

# STRINGS.UI.VITALSSCREEN.EXPECTATIONS
source: Expectations
fi: Odotukset

# STRINGS.UI.VITALSSCREEN.FOOD_EXPECTATIONS
source: Food Expectation
fi: Ruuanlaatuodotus

# STRINGS.UI.VITALSSCREEN.FOOD_EXPECTATIONS_TOOLTIP
source: This Duplicant desires food that is {0} quality or better
fi: Tämä Jäljennäinen haluaa laadultaan {0} olevaa tai parempaa ruokaa

# STRINGS.UI.VITALSSCREEN.HEALTH
source: Health
fi: Terveys

# STRINGS.UI.VITALSSCREEN.IMMUNITY
source: Immune System
fi: Immuunijärjestelmä

# STRINGS.UI.VITALSSCREEN.IMMUNITY_MULTIPLE_DISEASES
source: Multiple diseases ({0})
fi: Useita sairauksia ({0})

# STRINGS.UI.VITALSSCREEN.NOT_DROWNING
source: Liquid Level
fi: Nestetaso

# STRINGS.UI.VITALSSCREEN.QUALITYOFLIFE_EXPECTATIONS_TOOLTIP
source: This Duplicant needs a Morale rating of {0}. Current Morale:
fi: Tämä Jäljennäinen tarvitsee Moraaliarvon {0}. Nykyinen Moraali:

# STRINGS.UI.VITALSSCREEN.STRESS
source: Stress
fi: Ahdistus

# STRINGS.UI.VITALSSCREEN.SUBMERSION
source: Liquid Level
fi: Nestetaso

# STRINGS.UI.VITALSSCREEN_CALORIES
source: Fullness
fi: Kylläisyys

# STRINGS.UI.VITALSSCREEN_EATENTODAY
source: Eaten Today
fi: Syöty Tänään

# STRINGS.UI.VITALSSCREEN_EATENTODAY_TOOLTIP
source: The amount of food this Duplicant has eaten this cycle
fi: Jäljennäisen syömä ruokamäärä tällä kierrolla

# STRINGS.UI.VITALSSCREEN_HEALTH
source: Health
fi: Terveys

# STRINGS.UI.VITALSSCREEN_IMMUNITY
source: Immune System
fi: Immuunijärjestelmä

# STRINGS.UI.VITALSSCREEN_NAME
source: Name
fi: Nimi

# STRINGS.UI.VITALSSCREEN_RATIONS
source: Calories / Cycle
fi: Kaloria / Kierto

# STRINGS.UI.VITALSSCREEN_RATIONS_TOOLTIP
source: Set how many calories this Duplicant may consume daily
fi: Aseta kuinka monta kaloria tämä Jäljennäinen voi päivittäin kuluttaa

# STRINGS.UI.VITALSSCREEN_STRESS
source: Stress
fi: Ahdistus

# STRINGS.UI.VITALSSCREEN_UNTIL_FULL
source: Until Full
fi: Kunnes Täysi

# STRINGS.UI.WELCOMEMESSAGEBEGIN
source: BEGIN
fi: ALOITA

# STRINGS.UI.WELCOMEMESSAGEBODY
source: I've awakened trapped inside an asteroid with a crew of three Duplicants. Resources are scarce. I can't remember how we got here. I'll need to help the Duplicants survive if we're going to find answers.
fi: Olen herännyt asteroidin sisältä loukkuun jääneenä kolmen Jäljennäisen kanssa. Resurssit ovat niukat. En muista kuinka päädyimme tänne. Minun on autettava Jäljennäisiä selviytymään, jos aiomme löytää vastauksia.

# STRINGS.UI.WELCOMEMESSAGETITLE
source: - ALERT -
fi: - HÄLYTYS -

# STRINGS.UI.WORLDGEN.ANALYZINGWORLD
source: Shuffling DNA Blueprints...
fi: Vaihdellaan DNA-kaavoja...

# STRINGS.UI.WORLDGEN.ANALYZINGWORLDCOMPLETE
source: Tidying up for the Duplicants...
fi: Siistitään Jäljennäisiä varten....

# STRINGS.UI.WORLDGEN.BORDERS
source: Just adding water...
fi: Lisätään vain vesi...

# STRINGS.UI.WORLDGEN.BORDERS1
source: Just adding water...
fi: Lisätään vain vesi...

# STRINGS.UI.WORLDGEN.BORDERS2
source: Staring at the void...
fi: Tuijotetaan tyhjyyteen...

# STRINGS.UI.WORLDGEN.BORDERS3
source: Staring at the void...
fi: Tuijotetaan tyhjyyteen...

# STRINGS.UI.WORLDGEN.BORDERS4
source: Staring at the void...
fi: Tuijotetaan tyhjyyteen...

# STRINGS.UI.WORLDGEN.BORDERS5
source: Avoiding awkward eye contact with the void...
fi: Vältetään kiusallista katsekontaktia tyhjyyden kanssa...

# STRINGS.UI.WORLDGEN.BORDERS6
source: Avoiding awkward eye contact with the void...
fi: Vältetään kiusallista katsekontaktia tyhjyyden kanssa...

# STRINGS.UI.WORLDGEN.BORDERS7
source: Avoiding awkward eye contact with the void...
fi: Vältetään kiusallista katsekontaktia tyhjyyden kanssa...

# STRINGS.UI.WORLDGEN.BORDERS8
source: Avoiding awkward eye contact with the void...
fi: Vältetään kiusallista katsekontaktia tyhjyyden kanssa...

# STRINGS.UI.WORLDGEN.BORDERS9
source: Avoiding awkward eye contact with the void...
fi: Vältetään kiusallista katsekontaktia tyhjyyden kanssa...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE
source: Sorting quadrillions of atoms...
fi: Lajitellaan kvadriljoonia atomeja...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE1
source: Sorting quadrillions of atoms...
fi: Lajitellaan kvadriljoonia atomeja...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE2
source: Sorting quadrillions of atoms...
fi: Lajitellaan kvadriljoonia atomeja...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE3
source: Ironing the fabric of creation...
fi: Silitetään luomisen kudosta...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE4
source: Ironing the fabric of creation...
fi: Silitetään luomisen kudosta...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE5
source: Ironing the fabric of creation...
fi: Silitetään luomisen kudosta...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE6
source: Taking hot meteor shower...
fi: Käydään kuumassa meteorisuihkussa...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE7
source: Tightening asteroid belts...
fi: Kiristetään asteroidivyöhykkeitä...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE8
source: Tightening asteroid belts...
fi: Kiristetään asteroidivyöhykkeitä...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE9
source: Tightening asteroid belts...
fi: Kiristetään asteroidivyöhykkeitä...

# STRINGS.UI.WORLDGEN.CHOOSEWORLDSIZE
source: Select the magnitude of your new galaxy.
fi: Valitse uuden galaksisi kokoluokka.

# STRINGS.UI.WORLDGEN.CLEARINGLEVEL
source: Staring into the void...
fi: Tuijotetaan tyhjyyteen...

# STRINGS.UI.WORLDGEN.COMPLETE
source: Success! Space adventure awaits.
fi: Onnistui! Avaruusseikkailu odottaa.

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT
source: Cooling glass...
fi: Jäähdytetään lasia...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT1
source: Cooling glass...
fi: Jäähdytetään lasia...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT10
source: Adding buckets of dirt...
fi: Lisätään ämpärikaupalla multaa...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT2
source: Cooling glass...
fi: Jäähdytetään lasia...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT3
source: Cooling glass...
fi: Jäähdytetään lasia...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT4
source: Digging holes...
fi: Kaivetaan koloja...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT5
source: Digging holes...
fi: Kaivetaan koloja...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT6
source: Digging holes...
fi: Kaivetaan koloja...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT7
source: Adding buckets of dirt...
fi: Lisätään ämpärikaupalla multaa...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT8
source: Adding buckets of dirt...
fi: Lisätään ämpärikaupalla multaa...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT9
source: Adding buckets of dirt...
fi: Lisätään ämpärikaupalla multaa...

# STRINGS.UI.WORLDGEN.CONVERTTERRAINCELLSTOEDGES
source: Hardening diamonds...
fi: Kovetetaan timantteja...

# STRINGS.UI.WORLDGEN.DRAWWORLDBORDER
source: Establishing personal boundaries...
fi: Selvitetään itselle rajat...

# STRINGS.UI.WORLDGEN.FAILED
source: Goodness, has this ever gone terribly wrong!
fi: Jestas, onko tämä koskaan mennyt täysin pieleen!

# STRINGS.UI.WORLDGEN.GENERATENOISE
source: Baking igneous rock...
fi: Leivotaan kiveä..

# STRINGS.UI.WORLDGEN.GENERATENOISE1
source: Multilayering sediment...
fi: Kerrostetaan sedimenttejä...

# STRINGS.UI.WORLDGEN.GENERATENOISE2
source: Multilayering sediment...
fi: Kerrostetaan sedimenttejä...

# STRINGS.UI.WORLDGEN.GENERATENOISE3
source: Multilayering sediment...
fi: Kerrostetaan sedimenttejä...

# STRINGS.UI.WORLDGEN.GENERATENOISE4
source: Superheating gases...
fi: Tulistetaan kaasuja...

# STRINGS.UI.WORLDGEN.GENERATENOISE5
source: Superheating gases...
fi: Tulistetaan kaasuja...

# STRINGS.UI.WORLDGEN.GENERATENOISE6
source: Superheating gases...
fi: Tulistetaan kaasuja...

# STRINGS.UI.WORLDGEN.GENERATENOISE7
source: Vacuuming out vacuums...
fi: Tyhjennetään tyhjiöitä...

# STRINGS.UI.WORLDGEN.GENERATENOISE8
source: Vacuuming out vacuums...
fi: Tyhjennetään tyhjiöitä...

# STRINGS.UI.WORLDGEN.GENERATENOISE9
source: Vacuuming out vacuums...
fi: Tyhjennetään tyhjiöitä...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM
source: Catalyzing Big Bang...
fi: Aikaansaadaan Alkuräjähdys...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM1
source: Catalyzing Big Bang...
fi: Aikaansaadaan Alkuräjähdys...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM2
source: Catalyzing Big Bang...
fi: Aikaansaadaan Alkuräjähdys...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM3
source: Catalyzing Big Bang...
fi: Aikaansaadaan Alkuräjähdys...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM4
source: Catalyzing Big Bang...
fi: Aikaansaadaan Alkuräjähdys...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM5
source: Catalyzing Big Bang...
fi: Aikaansaadaan Alkuräjähdys...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM6
source: Approaching event horizon...
fi: Lähestytään tapahtumahorisonttia...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM7
source: Approaching event horizon...
fi: Lähestytään tapahtumahorisonttia...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM8
source: Approaching event horizon...
fi: Lähestytään tapahtumahorisonttia...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM9
source: Approaching event horizon...
fi: Lähestytään tapahtumahorisonttia...

# STRINGS.UI.WORLDGEN.GENERATINGWORLD
source: The Galaxy Synthesizer
fi: Galaksisyntetisoija

# STRINGS.UI.WORLDGEN.LOADING
source: Loading world...
fi: Ladataan maailma...

# STRINGS.UI.WORLDGEN.NORMALISENOISE
source: Interpolating toxic gas...
fi: Interpoloidaan myrkkykaasua...

# STRINGS.UI.WORLDGEN.PLACINGCREATURES
source: Building the suspense...
fi: Tiivistetään jännitystä...

# STRINGS.UI.WORLDGEN.PROCESSING
source: Embedding metals...
fi: Upotetaan metalleja...

# STRINGS.UI.WORLDGEN.PROCESSING1
source: Embedding metals...
fi: Upotetaan metalleja...

# STRINGS.UI.WORLDGEN.PROCESSING2
source: Embedding metals...
fi: Upotetaan metalleja...

# STRINGS.UI.WORLDGEN.PROCESSING3
source: Burying precious ore...
fi: Haudataan arvokasta malmia...

# STRINGS.UI.WORLDGEN.PROCESSING4
source: Burying precious ore...
fi: Haudataan arvokasta malmia...

# STRINGS.UI.WORLDGEN.PROCESSING5
source: Burying precious ore...
fi: Haudataan arvokasta malmia...

# STRINGS.UI.WORLDGEN.PROCESSING6
source: Burying precious ore...
fi: Haudataan arvokasta malmia...

# STRINGS.UI.WORLDGEN.PROCESSING7
source: Excavating tunnels...
fi: Kaivetaan tunneleita...

# STRINGS.UI.WORLDGEN.PROCESSING8
source: Excavating tunnels...
fi: Kaivetaan tunneleita...

# STRINGS.UI.WORLDGEN.PROCESSING9
source: Excavating tunnels...
fi: Kaivetaan tunneleita...

# STRINGS.UI.WORLDGEN.PROCESSRIVERS
source: Pouring rivers...
fi: Juoksutetaan jokia...

# STRINGS.UI.WORLDGEN.RESTARTING
source: Rebooting...
fi: Käynnistetään uudelleen...

# STRINGS.UI.WORLDGEN.RETRYCOUNT
source: Oh dear, let's try that again.
fi: Herttinen, yritetäänpä tuota uudestaan.

# STRINGS.UI.WORLDGEN.SETTLESIM
source: Infusing oxygen...
fi: Pumpataan happea...

# STRINGS.UI.WORLDGEN.SETTLESIM1
source: Infusing oxygen...
fi: Pumpataan happea...

# STRINGS.UI.WORLDGEN.SETTLESIM2
source: Too much oxygen. Removing...
fi: Liian paljon happea. Poistetaan...

# STRINGS.UI.WORLDGEN.SETTLESIM3
source: Too much oxygen. Removing...
fi: Liian paljon happea. Poistetaan...

# STRINGS.UI.WORLDGEN.SETTLESIM4
source: Ideal oxygen levels achieved...
fi: Ihanteellinen happipitoisuus saavutettu...

# STRINGS.UI.WORLDGEN.SETTLESIM5
source: Ideal oxygen levels achieved...
fi: Ihanteellinen happipitoisuus saavutettu...

# STRINGS.UI.WORLDGEN.SETTLESIM6
source: Planting space flora...
fi: Istutetaan avaruuskasvillisuutta...

# STRINGS.UI.WORLDGEN.SETTLESIM7
source: Planting space flora...
fi: Istutetaan avaruuskasvillisuutta...

# STRINGS.UI.WORLDGEN.SETTLESIM8
source: Releasing wildlife...
fi: Vapautetaan villieläimiä...

# STRINGS.UI.WORLDGEN.SETTLESIM9
source: Releasing wildlife...
fi: Vapautetaan villieläimiä...

# STRINGS.UI.WORLDGEN.SETUPNOISE
source: BANG!
fi: PAM!

# STRINGS.UI.WORLDGEN.USING_PLAYER_SEED
source: Using selected world gen seed:
fi: Käytetään valittua maailmanluontisiementä:

# STRINGS.UI.WORLDGEN.WORLDLAYOUT
source: Freezing ice formations...
fi: Jäädytetään jäämuodostelmia...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT1
source: Freezing ice formations...
fi: Jäädytetään jäämuodostelmia...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT10
source: Sprinkling sand...
fi: Kylvetään hiekkaa...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT2
source: Freezing ice formations...
fi: Jäädytetään jäämuodostelmia...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT3
source: Freezing ice formations...
fi: Jäädytetään jäämuodostelmia...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT4
source: Melting magma...
fi: Sulatetaan magmaa...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT5
source: Melting magma...
fi: Sulatetaan magmaa...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT6
source: Melting magma...
fi: Sulatetaan magmaa...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT7
source: Sprinkling sand...
fi: Kylvetään hiekkaa...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT8
source: Sprinkling sand...
fi: Kylvetään hiekkaa...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT9
source: Sprinkling sand...
fi: Kylvetään hiekkaa...
