Repository: Eerjunic/OxygenNotIncluded_Fi
Catalog: strings.po
Languages: fi

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.MACHINE_PARTS.TINKER_EFFECT_TOOLTIP
source: Can be used to Jerry Rig upgrades to a machine building, increasing its {0} by {1}.
fi: Voidaan käyttää konerakennusten purkkavirittämiseen, kasvattaen sen ominaisuutta {0} {1} verran.

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.MACHINE_PARTS.TINKER_REQUIREMENT_NAME
source: Job: <link="MECHATRONICENGINEER">Mechatronics Engineer</link>
fi: Työ: <link="MECHATRONICENGINEER">Mekatroniikkainsinööri</link>

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.MACHINE_PARTS.TINKER_REQUIREMENT_TOOLTIP
source: Can only be used by the <link="MECHATRONICENGINEER">Mechatronics Engineer</link> to apply a Jerry Rig.
fi: Ainoastaan <link="MECHATRONICENGINEER">Mekatroniikkainsinööri</link> voi käyttää tätä luodakseen Purkkavirityksen.

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.POWER_STATION_TOOLS.DESC
source: A specialized Microchip created by a professional engineer. Tunes up generators to increase their <link="POWER">Power</link> output.
fi: Ammattilaisinsinöörin luoma erikoismikrosiru. Virittää generaattoreita kasvattaakseen niiden <link="POWER">Sähkön</link>tuottoa.

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.POWER_STATION_TOOLS.NAME
source: Microchip
fi: Mikrosiru

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.POWER_STATION_TOOLS.TINKER_EFFECT_NAME
source: Engie's Tune-Up: {0} {1}
fi: Inssin Viritys: {0} {1}

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.POWER_STATION_TOOLS.TINKER_EFFECT_TOOLTIP
source: Can be used to Tune Up a generator, increasing its {0} by {1}.
fi: Voidaan käyttää Virittämään generaattori, kasvattaen sen ominaisuutta {0} {1} verran.

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.POWER_STATION_TOOLS.TINKER_REQUIREMENT_NAME
source: Job: <link="POWERTECHNICIAN">Electrical Engineer</link>
fi: Job: <link="POWERTECHNICIAN">Sähköinsinööri</link>

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.POWER_STATION_TOOLS.TINKER_REQUIREMENT_TOOLTIP
source: Can only be used by the <link="POWERTECHNICIAN">Electrical Engineer</link> to apply a Tune Up.
fi: Ainoastaan <link="POWERTECHNICIAN">Sähköinsinööri</link> voi käyttää tätä luodakseen Virityksen.

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.TRAP_PARTS.DESC
source: These components can be assembled into an Critter Trap and used to catch <link="CREATURES">Critters</link>.
fi: Nämä osat voidaan koota Otusansaksi ja käyttää <link="CREATURES">Otusten</link> nappaamisessa.

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.TRAP_PARTS.NAME
source: Trap Components
fi: Ansaosat

# STRINGS.ITEMS.INGREDIENTS.SWAMPLILYFLOWER.DESC
source: A medicinal flower that soothes most minor maladies. It is exceptionally fragrant.
fi: Lääkinnällinen rohto, joka lievittää enimpiä lieviä tauteja. Se on poikkeuksellisen tuoksuva.

# STRINGS.ITEMS.INGREDIENTS.SWAMPLILYFLOWER.NAME
source: Balm Lily Flower
fi: Balsamililjan Kukka

# STRINGS.ITEMS.PILLS.GINKONUT.NAME
source: Antifungal Cream
fi: Sienivoide

# STRINGS.ITEMS.PILLS.HERBALREMEDY.DESC
source: <link="MEDICINE">Medicine</link> for <link="DIARRHEA">disease</link>.
fi: <link="MEDICINE">Lääke</link> erääseen <link="DIARRHEA">sairauteen</link>.

# STRINGS.ITEMS.PILLS.HERBALREMEDY.NAME
source: Digestive Tonic
fi: Ruuansulatusvesi

# STRINGS.ITEMS.PILLS.HERBALREMEDY.RECIPEDESC
source: Cures <link="DISEASES">Diarrhea</link>.
fi: Parantaa <link="DISEASES">Ripulin</link>.

# STRINGS.ITEMS.PILLS.MUSCARINICANTAGONIST.NAME
source: Anti Inflammatory Pills
fi: Tulehduspillerit

# STRINGS.ITEMS.PILLS.PLACEBO.DESC
source: A general, all-purpose <link="MEDICINE">Medicine</link>. The less one knows about it, the better it works.
fi: Yleis<link="MEDICINE">lääke</link>. Mitä vähemmän siitä tiedät, sen paremmin se tepsii.

# STRINGS.ITEMS.PILLS.PLACEBO.NAME
source: Placebo
fi: Lumelääke

# STRINGS.ITEMS.PILLS.PLACEBO.RECIPEDESC
source: All-purpose <link="MEDICINE">Medicine</link>.
fi: Yleis<link="MEDICINE">lääke</link>.

# STRINGS.ITEMS.PILLS.PUTRIDODOURMEDICINE.DESC
source: A medical-grade destinkifier.
fi: Lääketieteellinen hajunpoistaja.

# STRINGS.ITEMS.PILLS.PUTRIDODOURMEDICINE.NAME
source: Deodorant
fi: Deodorantti

# STRINGS.ITEMS.PILLS.PUTRIDODOURMEDICINE.RECIPEDESC
source: A medical-grade destinkifier.
fi: Lääketieteellinen hajunpoistaja.

# STRINGS.ITEMS.PILLS.VITAMINSUPPLEMENT.DESC
source: A health Supplement for improving <link="IMMUNE SYSTEM">Immune System</link> strength.
fi: Terveysravintolisä <link="IMMUNE SYSTEM">Immuunijärjestelmän</link> toiminnan parantamiseksi.

# STRINGS.ITEMS.PILLS.VITAMINSUPPLEMENT.NAME
source: Vitamin Chews
fi: Vitamiinipurkka

# STRINGS.ITEMS.PILLS.VITAMINSUPPLEMENT.RECIPEDESC
source: Improves <link="IMMUNE SYSTEM">Immune System</link> strength.
fi: Tehostaa <link="IMMUNE SYSTEM">Immunijärjestelmää</link>.

# STRINGS.LORE.BUILDINGS.Desk.ENTRY
source: TO: JSTERN@GRAVITASFACILITY.NOVA FROM: EJONES @GRAVITASFACILITY.NOVA SUBJECT: Preliminary Calculations Director, Even with dramatic optimization we can't make the sheer volume of resources required to sustain a colony seed fit for even a small interplanetary travel duration. We'll need to consider serious changes if this is going to work. E Jones Information and Statistics Department The Gravitas Facility
fi: VASTAANOTTAJA: JSTERN@GRAVITASFACILITY.NOVA LÄHETTÄJÄ: EJONES @GRAVITASFACILITY.NOVA AIHE: Alustavat Laskelmat Johtaja, Edes dramaattisilla optimoinneilla, me emme kykene saamaan valtavia, siirtokunta-alkiota ylläpitäviä resurssimääriä mahtumaan edes lyhyen planeettojenvälisen matkan ajaksi. Meidän täytyy harkita vakavia muutoksia, mikäli aiomme saada tämän toimimaan. E Jones Informaatio- ja Tilasto-osasto Gravitas Facility

# STRINGS.LORE.BUILDINGS.Desk.HEADER
source: Preliminary Calculations
fi: Alustavat Laskelmat

# STRINGS.LORE.BUILDINGS.GeneShuffler.ENTRY
source: "--fascinating that memories are not already inherent in our subjects; however, none as of yet have shown signs of recognition when introduced to familiar stimuli." "Refer to Experiment 7D." "Refer to Experiment 7F." "Memories must be embedded physically within the brainmaps of our subjects. The only question remains is--"
fi: "--kiehtovaa, miten muistot eivät jo ole periytyneet tutkimuskohteisiimme; kuitenkin, yksikään ei ole osoittanut tunnistamisen merkkejä altistuessaan tutuille virikkeille." "Viitaten Kokeeseen 7D." "Viitaten Kokeeseen 7F." "Muistot täytyy istuttaa fyysisesti tutkimuskohteidemme aivokarttoihin. Ainoa kysymys on--"

# STRINGS.LORE.BUILDINGS.GeneShuffler.HEADER
source: LOG FRAGMENT RECOVERED
fi: LOKIN PALANEN LÖYDETTY

# STRINGS.LORE.BUILDINGS.SET_LOCKER1.ENTRY
source: FIRST LAW Energy can neither be created or destroyed, only change forms. SECOND LAW Entropy in an isolated system that is not in equilibrium tends to increase over time, approaching the maximum value at equilibrium. THIRD LAW Entropy in a system approaches a constant minimum as temperature approaches absolute zero. ZEROTH LAW If two thermodynamic systems are in thermal equilibrium with a third, then they are in thermal equilibrium with each other.
fi: ENSIMMÄINEN LAKI Energiaa ei voida luoda, eikä hävittää. Se vain muuttaa muotoaan. TOINEN LAKI Suljetussa systeemissä oleva entropia, joka ei ole tasapainossa, pyrkii kasvamaan ajan myötä, pyrkien saavuttamaan maksimiarvonsa tasapainossa. KOLMAS LAKI Järjestelmän entropia lähestyy vakiominimiä, lämpötilan lähestyessä absoluuttista nollapistettä. NOLLAS LAKI Jos kaksi termodynaamista järjestelmää ovat termisessä tasapainossa kolmannen kanssa, ne ovat silloin termisessä tasapainossa toistensa kanssa.

# STRINGS.LORE.BUILDINGS.SET_LOCKER2.ENTRY
source: A powerful stench emanates from this locker.
fi: Tästä kaapista tulee voimakas löyhkä.

# STRINGS.LORE.BUILDINGS.SET_OBJECT.ENTRY
source: TO: ALL FROM: ADMIN @GRAVITASFACILITY.NOVA SUBJECT: IMPORTANT REMINDER TO ALL PERSONNEL The Gravitas Facility does not officially host a "Bring Your Child To Work Day" office event. We ask that personnel please do not bring children into top secret research departments, and especially that they do not let said children play with the high velocity particle accelerators. We thank you for your understanding. -The Gravitas Facility
fi: VASTAANOTTAJA: KAIKKI LÄHETTÄJÄ: ADMIN @GRAVITASFACILITY.NOVA AIHE: TÄRKEÄÄ MUISTUTUS KOKO HENKILÖSTÖLLE Gravitas Facility ei virallisesti pidä "Tuo Lapsesi Työhön Päivä" -toimistotapahtumia. Pyydämme henkilöstöä, ettette toisi lapsia huippusalaisiin tutkimusosastoihin, ja erityisesti ettette antaisi edellä mainittujen lasten leikkiä korkeanopeuksisilla hiukkaskiihdyttimillä. Kiitos, että ymmärrätte. - Gravitas Facility

# STRINGS.LORE.BUILDINGS.SET_OBJECT.HEADER
source: REMINDER TO STAFF
fi: MUISTUTUS HENKILÖSTÖLLE

# STRINGS.LORE.BUILDINGS.VendingMachine.ENTRY
source: TO: ALL FROM: ADMIN@GRAVITASFACILITY.NOVA SUBJECT: Unattended Cultures For the health and safety of your fellow Facility employees, please do not store unlabeled bacterial cultures in the cafeteria fridge. Similarly, be advised that the cafeteria dishwasher is incapable of handling petri "dishes", despite the nomenclature. We thank you for your consideration. -The Gravitas Facility
fi: VASTAANOTTAJA: KAIKKI LÄHETTÄJÄ: ADMIN@GRAVITASFACILITY.NOVA AIHE: Unohdetut Viljelmät Laitoksessa työskentelevien tovereidenne terveyden ja turvallisuuden vuoksi, olkaa hyvä, älkääkä säilökö merkitsemättömiä bakteeriviljelmiä kahvion jääkaapissa. Aiheeseen liittyen, huomatkaa, että kahvion astianpesukone ei ole suunniteltu pesemään petrimaljoja, vaikka ne astioita teknisesti ovatkin. Kiitämme huomaavaisuudstanne. - Gravitas Facility

# STRINGS.LORE.BUILDINGS.VendingMachine.HEADER
source: NOTICE TO STAFF
fi: HUOMAUTUS HENKILÖSTÖLLE

# STRINGS.MISC.NOTIFICATIONS.ALLOCATED.NAME
source: Resource allocated
fi: Resurssi varattu

# STRINGS.MISC.NOTIFICATIONS.ALLOCATED.TOOLTIP
source: These resources are reserved for a planned building:
fi: Nämä resurssit on varattu suunnitellulle rakennukselle:

# STRINGS.MISC.NOTIFICATIONS.AVAILABLE.NAME
source: Resource available
fi: Resurssi saatavilla

# STRINGS.MISC.NOTIFICATIONS.AVAILABLE.TOOLTIP
source: These resources have become available:
fi: Nämä resurssit ovat tulleet saataville:

# STRINGS.MISC.NOTIFICATIONS.BASICCONTROLS.MESSAGEBODY
source: • The <link="CONTROLS">WASD</link> keys pan my view, while the <link="CONTROLS">MOUSE WHEEL</link> zooms in or out. <color=#F44A47><b>[H]</b></color> returns me to the Printing Pod at the center of the asteroid. • I can speed or slow time using the speed buttons in the top left corner, or by pressing <color=#F44A47><b>[TAB]</b></color>. • <color=#F44A47><b>[SPACE]</b></color> will pause or resume the game.
fi: • <link="CONTROLS">WASD</link>-näppäimet siirtävät näkymääni ja <link="CONTROLS">HIIREN RULLA</link> lähentää ja loitontaa sitä. <color=#F44A47><b>[H]</b></color> palauttaa kuvakulmani asteroidin keskelle. • Pystyn nopeuttamaan tai hidastamaan aikaa käyttäen nopeusnappuloita vasemmassa ylänurkassa tai painamalla <color=#F44A47><b>[TAB]</b></color>. • <color=#F44A47><b>[SPACE]</b></color> pysäyttää tai jatkaa peliä.

# STRINGS.MISC.NOTIFICATIONS.BASICCONTROLS.NAME
source: TIP: Basic Controls
fi: VINKKI: Perusohjauskomennot

# STRINGS.MISC.NOTIFICATIONS.BASICCONTROLS.TOOLTIP
source: Helpful tips to get started
fi: Hyödyllisiä vihjeitä alkuun pääsemiseksi

# STRINGS.MISC.NOTIFICATIONS.BEING_INFECTED.MESSAGEBODY
source: When Duplicants come into contact with various <link="DISEASE">Germs</link>, they'll need to expend points of <link="IMMUNE SYSTEM">Immunity</link> to resist them and remain healthy. If repeated exposes causes their Immunity to drop to 0%, they'll be unable to resist germs and will contract the next disease they encounter. Doors with Access Permissions can be built from the BASE TAB<color=#F44A47> <b>[1]</b></color> of the <link="MISC">Build menu</link> to block Duplicants from entering biohazardous areas while they recover their spent immunity points.
fi: Kun Jäljennäiset joutuvat kosketuksiin erilaisten <link="DISEASE">Bakteerien</link> kanssa, heidän täytyy käyttää <link="IMMUNE SYSTEM">Vastustuskyky</link>pisteitä torjuakseen ne ja pysyäkseen terveinä. Jos toistuvat altistumiset tiputtavat heidän Vastustuskykynsä 0%:iin, he eivät pysty enää torjumaan bakteereja ja heihin tarttuu seuraava sairaus, jonka he kohtaavat. Kulkuluvilla varustettuja ovia voidaan rakentaa <link="MISC">Rakennusvalikon</link> TUKIKOHTA-VÄLILEHDESTÄ<color=#F44A47> <b>[1]</b> estämään Jäljennäisiä menemästä tartuntavaara-alueille kun he palauttavat käytettyjä vastustuskykypisteitään.

# STRINGS.MISC.NOTIFICATIONS.BEING_INFECTED.NAME
source: TIP: Duplicant Immune Systems
fi: VINKKI: Jäljennäisen Immuunijärjestelmä

# STRINGS.MISC.NOTIFICATIONS.BEING_INFECTED.TOOLTIP
source: Notes on keeping Duplicants in peak health
fi: Vinkkejä pitämään Jäljennäiset huippukunnossa

# STRINGS.MISC.NOTIFICATIONS.BROKENMACHINE.NAME
source: Building broken
fi: Rakennus hajonnut

# STRINGS.MISC.NOTIFICATIONS.BROKENMACHINE.TOOLTIP
source: These buildings have taken significant damage and are nonfunctional:
fi: Nämä rakennukset ovat vaurioituneet huomattavasti, eivätkä enää toimi:

# STRINGS.MISC.NOTIFICATIONS.BUILDINGCOLLAPSE.NAME
source: Building collapsed
fi: Rakennus romahtanut

# STRINGS.MISC.NOTIFICATIONS.BUILDINGCOLLAPSE.TOOLTIP
source: These buildings have collapsed from a lack of foundation: • {0}
fi: Nämä rakennukset ovat romahtaneet perustusten puuttumisen vuoksi: • {0}

# STRINGS.MISC.NOTIFICATIONS.BUILDINGOVERHEATED.NAME
source: Damage: Overheated
fi: Vahinko: Ylikuumeni

# STRINGS.MISC.NOTIFICATIONS.CIRCUIT_OVERLOADED.NAME
source: Circuit Overloaded
fi: Piiri Ylikuormittui

# STRINGS.MISC.NOTIFICATIONS.CIRCUIT_OVERLOADED.TOOLTIP
source: These wires melted due to excessive current demands on their circuits
fi: Nämä johdot sulivat niiden piireissä olleiden liiallisen virtarasitusten vuoksi

# STRINGS.MISC.NOTIFICATIONS.COLONYLOST.NAME
source: Colony Lost
fi: Siirtokunta Menetetty

# STRINGS.MISC.NOTIFICATIONS.COLONYLOST.TOOLTIP
source: All Duplicants are dead or incapacitated
fi: Kaikki Jäljennäiset ovat kuolleita tai toimintakyvyttömiä

# STRINGS.MISC.NOTIFICATIONS.DEATH_CRUSHED.NAME
source: Duplicants crushed
fi: Jäljennäisiä murskaantui

# STRINGS.MISC.NOTIFICATIONS.DEATH_CRUSHED.TOOLTIP
source: These Duplicants have been crushed:
fi: Nämä Jäljennäiset murskaantuivat:

# STRINGS.MISC.NOTIFICATIONS.DEATH_DISEASE.NAME
source: Duplicants have succumb to illness
fi: Jäljennäisiä on kuollut sairauteen

# STRINGS.MISC.NOTIFICATIONS.DEATH_DISEASE.TOOLTIP
source: These Duplicants died from an untreated <link="DISEASE">Disease</link>:
fi: Nämä Jäljennäiset ovat kuolleet hoitamattomasta <link="DISEASE">Sairaudesta</link> johtuen:

# STRINGS.MISC.NOTIFICATIONS.DEATH_DROWNED.NAME
source: Duplicants have drowned
fi: Jäljennäisiä on hukkunut

# STRINGS.MISC.NOTIFICATIONS.DEATH_DROWNED.TOOLTIP
source: These Duplicants have drowned:
fi: Nämä Jäljennäiset ovat hukkuneet:

# STRINGS.MISC.NOTIFICATIONS.DEATH_ENTOUMBED.NAME
source: Duplicants have been entombed
fi: Jäljennäisiä on haututunut

# STRINGS.MISC.NOTIFICATIONS.DEATH_ENTOUMBED.TOOLTIP
source: These Duplicants are trapped and need assistance:
fi: Nämä Jäljennäiset ovat hautautuneet ja tarvitsevat apua:

# STRINGS.MISC.NOTIFICATIONS.DEATH_FELL.NAME
source: Duplicants splattered
fi: Jäljennäisiä putosi

# STRINGS.MISC.NOTIFICATIONS.DEATH_FELL.TOOLTIP
source: These Duplicants fell to their deaths:
fi: Nämä Jäljennäiset putosivat kuolemaansa:

# STRINGS.MISC.NOTIFICATIONS.DEATH_FROZENSOLID.NAME
source: Duplicants have frozen
fi: Jäljennäisiä jäätyi

# STRINGS.MISC.NOTIFICATIONS.DEATH_FROZENSOLID.TOOLTIP
source: These Duplicants died from extremely low <link="HEAT">Temperatures</link>:
fi: Nämä Jäljennäiset kuolivat erittäin alhaisen <link="HEAT">Lämpötilan</link> vuoksi:

# STRINGS.MISC.NOTIFICATIONS.DEATH_OVERHEATING.NAME
source: Duplicants have overheated
fi: Jäljennäisiä ylikuumeni

# STRINGS.MISC.NOTIFICATIONS.DEATH_OVERHEATING.TOOLTIP
source: These Duplicants died from extreme <link="HEAT">Heat</link>:
fi: Nämä Jäljennäiset kuolivat äärimmäiseen <link="HEAT">Kuumuuteen</link>:

# STRINGS.MISC.NOTIFICATIONS.DEATH_OVERPRESSURE.NAME
source: Duplicants pressurized
fi: Jäljennäisiä kuoli paineeseen

# STRINGS.MISC.NOTIFICATIONS.DEATH_OVERPRESSURE.TOOLTIP
source: These Duplicants died in a high pressure environment:
fi: Nämä Jäljennäiset kuolivat korkeapaineiseen ympäristöön:

# STRINGS.MISC.NOTIFICATIONS.DEATH_POISONED.NAME
source: Duplicants poisoned
fi: Jäljennäisiä myrkyttyi

# STRINGS.MISC.NOTIFICATIONS.DEATH_POISONED.TOOLTIP
source: These Duplicants died as a result of poisoning:
fi: Nämä Jäljennäiset kuolivat myrkytykseen:

# STRINGS.MISC.NOTIFICATIONS.DEATH_RAPIDDECOMPRESSION.NAME
source: Duplicants pressurized
fi: Jäljennäisiä kuoli paineeseen

# STRINGS.MISC.NOTIFICATIONS.DEATH_RAPIDDECOMPRESSION.TOOLTIP
source: These Duplicants died in a low pressure environment:
fi: Nämä Jäljennäiset kuolivat matalapaineiseen ympäristöön:

# STRINGS.MISC.NOTIFICATIONS.DEATH_STARVATION.NAME
source: Duplicants have starved
fi: Jäljennäisiä nääntyi

# STRINGS.MISC.NOTIFICATIONS.DEATH_STARVATION.TOOLTIP
source: These Duplicants died from a lack of <link="FOOD">Food</link>:
fi: Nämä Jäljennäiset kuolivat <link="FOOD">Ruuan</link>puutteeseen:

# STRINGS.MISC.NOTIFICATIONS.DEATH_SUFFOCATEDAIRTOOCOLD.NAME
source: Duplicants have suffocated
fi: Jäljennäisiä tukehtui

# STRINGS.MISC.NOTIFICATIONS.DEATH_SUFFOCATEDAIRTOOCOLD.TOOLTIP
source: These Duplicants have asphyxiated in <link="HEAT">Cold</link> air:
fi: Nämä Jäljennäiset tukehtuivat <link="HEAT">Kylmään</link> ilmaan:

# STRINGS.MISC.NOTIFICATIONS.DEATH_SUFFOCATEDAIRTOOHOT.NAME
source: Duplicants have suffocated
fi: Jäljennäisiä tukehtui

# STRINGS.MISC.NOTIFICATIONS.DEATH_SUFFOCATEDAIRTOOHOT.TOOLTIP
source: These Duplicants have asphyxiated in <link="HEAT">heat</link> air:
fi: Nämä Jäljennäiset tukehtuivat <link="HEAT">Kuumaan</link> ilmaan:

# STRINGS.MISC.NOTIFICATIONS.DEATH_SUFFOCATEDTANKEMPTY.NAME
source: Duplicants have suffocated
fi: Jäljennäisiä tukehtui

# STRINGS.MISC.NOTIFICATIONS.DEATH_SUFFOCATEDTANKEMPTY.TOOLTIP
source: These Duplicants were unable to reach <link="OXYGEN">Oxygen</link> and died:
fi: Nämä Jäljennäiset eivät kyenneet saamaan <link="OXYGEN">Happea</link> ja kuolivat:

# STRINGS.MISC.NOTIFICATIONS.DEATH_SUFFOCATION.NAME
source: Duplicants suffocated
fi: Jäljennäisiä tukehtui

# STRINGS.MISC.NOTIFICATIONS.DEATH_SUFFOCATION.TOOLTIP
source: These Duplicants died from a lack of <link="OXYGEN">Oxygen</link>:
fi: Nämä Jäljennäiset kuolivat <link="OXYGEN">Hapen</link>puutteeseen:

# STRINGS.MISC.NOTIFICATIONS.DISCOVERED_SPACE.NAME
source: ALERT - Surface Breach
fi: HÄLYTYS - Pinnan Murtuminen

# STRINGS.MISC.NOTIFICATIONS.DISEASE_COOKING.MESSAGEBODY
source: The <link="FOOD">Food</link> my Duplicants cook will only ever be as clean as the ingredients used to make it. Storing food in sterile or <link="REFRIGERATOR">Refrigerated</link> environments will keep food free of <link="DISEASE">Germs</link>, while carefully placed hygiene stations like <link="WASHBASIN">Wash Basin</link> or <link="SHOWER">Shower</link> will prevent the cooks from infecting the food by handling it. Dangerously contaminated food can be sent to compost by clicking the <link="MISC">Compost</link> button on the selected item.
fi: Jäljennäisteni kokkaama <link="FOOD">Ruoka</link> on vain niin puhdasta kuin sen valmistukseen käytetyt aineet. Säilömällä ruuat steriileissä tai <link="REFRIGERATOR">Viileissä</link> ympäristöissä ruuat pysyvät vapaina <link="DISEASE">Bakteereista</link>, ja harkiten asetetut hygienia-asemat, kuten <link="WASHBASIN">Pesualtaat</link> tai <link="SHOWER">Suihkut</link> estävät kokkejasi tartuttamasta ruokia käsitellessään niitä. Vaarallisen kontaminoituneet ruuat voidaan lähettää kompostiin klikkaamalla valitun kohteen <link="MISC">Kompostoi</link>-nappulaa.

# STRINGS.MISC.NOTIFICATIONS.DISEASE_COOKING.NAME
source: TIP: Food Safety
fi: VINKKI: Ruokaturvallisuus

# STRINGS.MISC.NOTIFICATIONS.DISEASE_COOKING.TOOLTIP
source: Notes on managing food contamination
fi: Vinkkejä ruuan kontaminaation hallintaan

# STRINGS.MISC.NOTIFICATIONS.DUPLICANTABSORBED.MESSAGEBODY
source: New Duplicants are no longer available for printing. Countdown to the next production was rebooted.
fi: Uusia Jäljennäisiä ei ole enää tulostettavana. Laskenta uuteen tuotantoon käynnistettiin uudelleen.

# STRINGS.MISC.NOTIFICATIONS.DUPLICANTABSORBED.NAME
source: New Duplicants have been reabsorbed
fi: Uudet Jäljennäiset sulautettiin takaisin

# STRINGS.MISC.NOTIFICATIONS.DUPLICANTABSORBED.TOOLTIP
source: The printable Duplicants have been reabsorbed
fi: Tulostettavat Jäljennäiset sulautettiin takaisin

# STRINGS.MISC.NOTIFICATIONS.DUPLICANTDIED.NAME
source: Duplicants have died
fi: Jäljennäisiä kuoli

# STRINGS.MISC.NOTIFICATIONS.DUPLICANTDIED.TOOLTIP
source: These Duplicants have died:
fi: Nämä Jäljennäiset kuolivat:

# STRINGS.MISC.NOTIFICATIONS.FABRICATOREMPTY.NAME
source: Fabricator idle
fi: Valmistaja toimeton

# STRINGS.MISC.NOTIFICATIONS.FABRICATOREMPTY.TOOLTIP
source: These fabricators have no recipes queued:
fi: Näillä valmistajilla ei ole reseptejä jonossa:

# STRINGS.MISC.NOTIFICATIONS.FETCHINGWATERMESSAGE.MESSAGEBODY
source: In order to carry <link="LIQUIDS">Liquids</link> from place to place, my Duplicants will need to be able to bottle them for transport. If I built Pitcher Pumps from the <link="MISC">PLUMBING TAB</link> over pools of liquid, my Duplicants will be able to bottle them. Then they'll automatically deliver the bottles whereever they need to go.
fi: Voidakseen kantaa <link="LIQUIDS">nesteitä</link> paikasta toiseen, Jäljennäisteni täytyy ensin pullottaa ne kuljetusta varten. Jos rakennan Pumppukaivoja <link="MISC">PUTKISTO-VÄLILEHDESTÄ</link> nestealtaiden ylle, Jäljennäiseni pystyvät pullottamaan ne. Sitten he automaattisesti vievät pullot sinne, mihin heidän täytyykään mennä.

# STRINGS.MISC.NOTIFICATIONS.FETCHINGWATERMESSAGE.NAME
source: TIP: Fetching Water
fi: VINKKI: Veden hakeminen

# STRINGS.MISC.NOTIFICATIONS.FETCHINGWATERMESSAGE.TOOLTIP
source: Notes on fetching a pail of water
fi: Vinkkejä astiallisen vettä hakemiseksi

# STRINGS.MISC.NOTIFICATIONS.FOODLOW.NAME
source: Food shortage
fi: Ruokapula

# STRINGS.MISC.NOTIFICATIONS.FOODLOW.TOOLTIP
source: The colony's <link="FOOD">Food</link> reserves are low: • {0} are currently available • My Duplicants are consuming {1} per cycle
fi: Siirtokuntannan <link="FOOD">Ruoka</link>varastot ovat alhaiset: • {0} on saatavilla • Jäljennäiseni kuluttavat {1} joka kierrolla

# STRINGS.MISC.NOTIFICATIONS.FOODROT.NAME
source: Food has decayed
fi: Ruokaa on pilaantunut

# STRINGS.MISC.NOTIFICATIONS.FOODROT.TOOLTIP
source: These <link="FOOD">Food</link> items have rotted and are no longer edible: • {0}
fi: Nämä <link="FOOD">Ruuat</link> ovat mädäntyneet, eikä niitä voi enää syödä: • {0}

# STRINGS.MISC.NOTIFICATIONS.FOODSTALE.NAME
source: Food has become stale
fi: Ruoka on pahettunut

# STRINGS.MISC.NOTIFICATIONS.FOODSTALE.TOOLTIP
source: These <link="FOOD">Food</link> items have become stale and could rot if not stored:
fi: Nämä <link="FOOD">Ruuat</link> ovat pahettuneet ja mädäntyvät, ellei niitä säilötä:

# STRINGS.MISC.NOTIFICATIONS.GASCLOUDARRIVING.NAME
source: The colony is entering a cloud of gas
fi: Kaasupilvi saapuu siirtokuntaan

# STRINGS.MISC.NOTIFICATIONS.GASCLOUDDEPARTING.NAME
source: The gas cloud is receding
fi: Kaasupilvi vetäytyy

# STRINGS.MISC.NOTIFICATIONS.GASCLOUDGONE.NAME
source: The colony is once again in open space
fi: Siirtokunnassa on taas selkeää

# STRINGS.MISC.NOTIFICATIONS.GASCLOUDPEAK.NAME
source: The gas cloud is at its densest point
fi: Kaasupilvi on tiheimmillään

# STRINGS.MISC.NOTIFICATIONS.GASCLOUDWARNING.NAME
source: A gas cloud approaches
fi: Kaasupilvi lähenee
