Repository: Eerjunic/OxygenNotIncluded_Fi
Catalog: strings.po
Languages: fi

# STRINGS.MISC.NOTIFICATIONS.GASCLOUDWARNING.TOOLTIP
source: A toxic gas cloud will soon envelop the colony
fi: Myrkyllinen kaasupilvi valtaa kohta siirtokunnan

# STRINGS.MISC.NOTIFICATIONS.GENESHUFFLER.NAME
source: Genes Shuffled
fi: Geenit Vaihdeltu

# STRINGS.MISC.NOTIFICATIONS.GENESHUFFLER.SUFFIX
source: has developed {0}
fi: on kehittänyt itselleen ominaisuuden {0}

# STRINGS.MISC.NOTIFICATIONS.GENESHUFFLER.TOOLTIP
source: These Duplicants had their genetic makeup modified:
fi: Näillä Jäljennäisillä muunneltiin geenikoostumusta:

# STRINGS.MISC.NOTIFICATIONS.HEALING.NAME
source: Healing
fi: Paranee

# STRINGS.MISC.NOTIFICATIONS.HEALING.TOOLTIP
source: This Duplicant is recovering from an injury
fi: Tämä Jäljennäinen toipuu loukkaantumisesta

# STRINGS.MISC.NOTIFICATIONS.HEALINGTRAITGAIN.NAME
source: New trait
fi: Uusi piirre

# STRINGS.MISC.NOTIFICATIONS.HEALINGTRAITGAIN.SUFFIX
source: has developed {0}
fi: on kehittänyt itselleen ominaisuuden {0}

# STRINGS.MISC.NOTIFICATIONS.HEALINGTRAITGAIN.TOOLTIP
source: These Duplicants' injuries weren't set and healed improperly. They developed traits as a result:
fi: Näiden Jäljennäisten vammoja ei oltu asetettu ja ne paranivat väärin. Sen seurauksena heille kehittyi seuraavat piirteet:

# STRINGS.MISC.NOTIFICATIONS.HYGENE_NEEDED.NAME
source: Colony requires wash basins
fi: Siirtokunta tarvitsee pesualtaita

# STRINGS.MISC.NOTIFICATIONS.HYGENE_NEEDED.TOOLTIP
source: <link="DISEASE">Germs</link> are spreading in the colony because my Duplicants have nowhere to clean up
fi: <link="DISEASE">Bakteerit</link> leviävät siirtokunnassasi, koska Jäljennäisilläni ei ole paikkaa jossa puhdistautua

# STRINGS.MISC.NOTIFICATIONS.IMMIGRANTSLEFT.NAME
source: New Duplicants have been reabsorbed
fi: Uudet Jäljennäiset sulautettiin takaisin

# STRINGS.MISC.NOTIFICATIONS.IMMIGRANTSLEFT.TOOLTIP
source: The printable Duplicants have been Oozed
fi: Tulostetut Jäljennäiset Mönjäytettiin

# STRINGS.MISC.NOTIFICATIONS.INCREASEDEXPECTATIONS.NAME
source: Duplicants' expectations increased
fi: Jäljennäisten odotukset kasvoivat

# STRINGS.MISC.NOTIFICATIONS.INCREASEDEXPECTATIONS.TOOLTIP
source: Duplicants require better amenities over time. These Duplicants have increased their expectations:
fi: Jäljennäiset vaativat ajan myötä parempia mukavuuksia. Näiden Jäljennäisten odotukset ovat kasvaneet:

# STRINGS.MISC.NOTIFICATIONS.INVALIDCONSTRUCTIONLOCATION.NAME
source: Invalid construction location
fi: Epäkelpo Rakennuskohta

# STRINGS.MISC.NOTIFICATIONS.INVALIDCONSTRUCTIONLOCATION.TOOLTIP
source: These buildings cannot be constructed in the planned areas:
fi: Näitä rakennuksia ei voida rakentaa suunnitelluille alueilleen:

# STRINGS.MISC.NOTIFICATIONS.LEVELUP.NAME
source: Skill increase
fi: Taidon paraneminen

# STRINGS.MISC.NOTIFICATIONS.LEVELUP.SUFFIX
source: - {0} raised to {1}
fi: - {0} parani tasoon {1}

# STRINGS.MISC.NOTIFICATIONS.LEVELUP.TOOLTIP
source: These Duplicants' skills have improved:
fi: Näiden Jäljennäisten taidot ovat parantuneet:

# STRINGS.MISC.NOTIFICATIONS.LEVELUP.TOOLTIP_PST
source: Their expectations have increased accordingly.
fi: Heidän odotuksensa ovat nousseet sen mukaisesti.

# STRINGS.MISC.NOTIFICATIONS.LOCOMOTIONMESSAGE.MESSAGEBODY
source: Duplicants must be able to reach the errands I set in order to do their work. When placing errands, I should keep in mind that they can only climb obstacles up to two spaces high, and are themselves two spaces tall. If I need to check that an errand I've placed is accessible, I can select a Duplicant and click SHOW NAVIGATION to view all areas within their reach.
fi: Jäljennäisten täytyy pystyä päästä tehtäviinsä, jotta kykenevät työskentelemään. Tehtäviä asettaessa minun on muistettava, että Jäljennäiset pystyvät kiipeämään vain kaksi ruutua korkeita esteitä ja ovat itse kaksi ruutua korkeita. Jos minun on tarkistettava, onko asettamani tehtävä saavutettavissa, voin valita Jäljennäisen ja painaa NÄYTÄ REITINHAKU nähdäkseni kaikki alueet, joihin he pääsevät.

# STRINGS.MISC.NOTIFICATIONS.LOCOMOTIONMESSAGE.NAME
source: TIP: Duplicant Movement
fi: VINKKI: Jäljennäisen Liikkuminen

# STRINGS.MISC.NOTIFICATIONS.LOCOMOTIONMESSAGE.TOOLTIP
source: Notes on my Duplicants' maneuverability
fi: Vinkkejä Jäljennäisteni liikkumiseen

# STRINGS.MISC.NOTIFICATIONS.LOTS_OF_GERMS.MESSAGEBODY
source: <link="DISEASE">Germs</link> are an invisible peril that cause <link="DISEASE">Disease</link> in my Duplicants. The <link="MISC">GERM OVERLAY</link> <color=#F44A47><b>[F9]</b></color> allows me to view all germ concentrations in the colony and the sources that are spawning them. I can build Wash Basins in dirty areas from the <link="MISC">MEDICINE TAB</link> <color=#F44A47><b>[8]</b></color> to tell Duplicants to where to wash up. If I keep the base clean and the Duplicants hygienic, their <link="IMMUNE SYSTEM">Immunity</link> should handle the rest.
fi: <link="DISEASE">Bakteerit</link> ovat näkymätön vitsaus, jotka aiheuttavat <link="DISEASE">Sairauksia</link> Jäljennäisissäni. <link="MISC">BAKTEERINÄKYMÄN</link> <color=#F44A47><b>[F9]</b></color> avulla näen kaikki bakteerikeskittymät siirtokunnassani sekä niitä synnyttävät lähteet. Voin rakentaa Pesualtaita likaisille alueille <link="MISC">Lääkintävälilehdestä</link> <color=#F44A47><b>[8]</b></color> kertomaan Jäljennäisilleni, missä peseytyä. Jos pidän tukikohtani puhtaana ja Jäljennäiset hygienisinä, heidän<link="IMMUNE SYSTEM">Vastustuskykynsä</link> hoitanee loput.

# STRINGS.MISC.NOTIFICATIONS.LOTS_OF_GERMS.NAME
source: TIP: Germs and Disease
fi: VINKKI: Bakteerit ja Sairaudet

# STRINGS.MISC.NOTIFICATIONS.LOTS_OF_GERMS.TOOLTIP
source: Notes on the risks of Duplicant disease
fi: Huomioita Jäljennäisten sairastumisten riskeistä

# STRINGS.MISC.NOTIFICATIONS.MISSINGMATERIALS.NAME
source: Missing materials
fi: Materiaaleja puuttuu

# STRINGS.MISC.NOTIFICATIONS.MISSINGMATERIALS.TOOLTIP
source: These resources are not available:
fi: Seuraavia resursseja ei ole saatavilla:

# STRINGS.MISC.NOTIFICATIONS.MOPPINGMESSAGE.MESSAGEBODY
source: <link="DIRTYWATER">Polluted Water</link> emits <link="CONTAMINATEDOXYGEN">Polluted Oxygen</link> over time and accelerates the spread of <link="DISEASE">Disease</link> in my colony. I can have the Duplicants clean up small spills by clicking and dragging the <link="MISC">MOP TOOL</link> <color=#F44A47><b>[M]</b></color>, while larger bodies may be worth filtering with machinery. Duplicants will also be <link="STRESS">Stressed</link> by walking through Polluted Water, so it is best removed quickly for my colony's safety.
fi: <link="DIRTYWATER">Saastunut Vesi</link> tuottaa <link="CONTAMINATEDOXYGEN">Saastunutta Happea</link> ja nopeuttaa <link="DISEASE">Tautien</link> leviämistä siirtokunnassani. Pienet vahingot voin siivota klikkaamalla ja vetämällä <link="MISC">Moppaustyökalua</link> <color=#F44A47><b>[M]</b></color>, kun taas suuremmat nestemäärät kannattaa suodattaa koneellisesti. Lisäksi saastuneen veden läpi kävely myös <link="STRESS">ahdistaa</link> Jäljennäisiä, eli siirtokunnan turvallisuuden minun kannalta se kannattaa poistaa nopeasti.

# STRINGS.MISC.NOTIFICATIONS.MOPPINGMESSAGE.NAME
source: TIP: Polluted Water
fi: VINKKI: Saastunut Vesi

# STRINGS.MISC.NOTIFICATIONS.MOPPINGMESSAGE.TOOLTIP
source: Notes on handling polluted materials
fi: Vinkkejä saastuneiden materiaalien käsittelyyn

# STRINGS.MISC.NOTIFICATIONS.NEARLYDRY.NAME
source: Nearly dry
fi: Lähes kuiva

# STRINGS.MISC.NOTIFICATIONS.NEARLYDRY.TOOLTIP
source: These Duplicants will dry off soon:
fi: Nämä Jäljennäiset kuivuvat pian:

# STRINGS.MISC.NOTIFICATIONS.NEEDENERGYSOURCE.NAME
source: Colony requires a <link="POWER">Power</link> source
fi: Siirtokunta tarvitsee <link="POWER">Sähkö</link>virran lähteen

# STRINGS.MISC.NOTIFICATIONS.NEEDENERGYSOURCE.TOOLTIP
source: <link="POWER">Power</link> is required to operate electrical buildings
fi: <link="POWER">Sähköä</link> tarvitaan sähkökäyttöisten rakennusten toimimiseksi

# STRINGS.MISC.NOTIFICATIONS.NEEDFOOD.NAME
source: Colony requires a food source
fi: Siirtokunta tarvitsee ruuanlähteen

# STRINGS.MISC.NOTIFICATIONS.NEEDFOOD.TOOLTIP
source: The colony will soon exhaust their supplies without a new <link="FOOD">Food</link> source
fi: Siirtokunta kuluttaa pian tarpeensa loppuun ilman uutta <link="FOOD">Ruuan</link> lähdettä

# STRINGS.MISC.NOTIFICATIONS.NEEDOXYGENSOURCE.NAME
source: Insufficient oxygen generation
fi: Liian vähäinen hapen tuotanto

# STRINGS.MISC.NOTIFICATIONS.NEEDOXYGENSOURCE.TOOLTIP
source: • The colony has produced {EmittingRate} of <link="OXYGEN">Oxygen</link> this cycle • My Duplicants have consumed {ConsumptionRate}
fi: • Siirtokunta on tuottanut {EmittingRate} <link="OXYGEN">Happea</link> tämän kierron aikana • Jäljennäiseni ovat kuluttaneet {ConsumptionRate}

# STRINGS.MISC.NOTIFICATIONS.NEEDSLEEP.NAME
source: Colony requires beds
fi: Siirtokunta tarvitsee sänkyjä

# STRINGS.MISC.NOTIFICATIONS.NEEDSLEEP.TOOLTIP
source: My Duplicants would appreciate a place to sleep
fi: Jäljennäiseni arvostaisivat paikkaa, jossa nukkua

# STRINGS.MISC.NOTIFICATIONS.NEEDTOILET.NAME
source: Colony requires toilets
fi: Siirtokunta tarvitsee vessoja

# STRINGS.MISC.NOTIFICATIONS.NEEDTOILET.TOOLTIP
source: Duplicants currently have nowhere to relieve themselves
fi: Jäljennäisillä ei ole paikkaa, jossa voisivat helpottaa itsensä

# STRINGS.MISC.NOTIFICATIONS.NEWTRAIT.NAME
source: {0} has developed a trait
fi: {0} on kehittänyt itselleen piirteen

# STRINGS.MISC.NOTIFICATIONS.NEWTRAIT.TOOLTIP
source: {0} has developed the trait(s): • {1}
fi: {0} on kehittänyt piirteen/pirteet: • {1}

# STRINGS.MISC.NOTIFICATIONS.NO_MEDICAL_COTS.NAME
source: Colony requires Med-Beds
fi: Siirtokunta tarvitsee Sairaalasänkyjä

# STRINGS.MISC.NOTIFICATIONS.NO_MEDICAL_COTS.TOOLTIP
source: Sick Duplicants currently have nowhere to rest or receive medical care
fi: Sairailla Jäljennäisillä ei ole paikkaa, jossa levätä tai saada lääkinnällistä hoitoa

# STRINGS.MISC.NOTIFICATIONS.OUTPUTBLOCKED.NAME
source: Output blocked
fi: Ulosvienti Tukkeutunut

# STRINGS.MISC.NOTIFICATIONS.OUTPUTBLOCKED.TOOLTIP
source: Blocked pipes have stopped these systems from functioning:
fi: Tukkeutuneet putket ovat pysäyttäneet seuraavien järjestelmien toiminnan:

# STRINGS.MISC.NOTIFICATIONS.PRIORITIESMESSAGE.MESSAGEBODY
source: Duplicants will choose what work they do based on the priorities that I give them. I can open the <link="PRIORITIES">PRIORITIES TAB</link> <color=#F44A47><b>[J]</b></color> to set their general priorities, and the <link="PRIORITIES">SUB-PRIORITIES TOOL</link> <color=#F44A47><b>[P]</b></color> to fine tune them. Many buildings will also let me change their Sub-Priority level when I select them.
fi: Jäljennäiset valitsevat tekemänsä työt asettamiesi prioriteettien perusteella. Voin avata <link="PRIORITIES">PRIOTITEETIT-VÄLILEHDEN</link> <color=#F44A47><b>[J]</b></color> asettaakseni heidän yleisprioriteetit, minkä jälkeen voin hienosäätää niitä <link="PRIORITIES">ALIPRIORITEETIT-TYÖKALULLA</link> <color=#F44A47><b>[P]</b></color>. Monet rakennukset auttavat minua myös vaihtamaan niiden Aliprioriteetit valitessani ne.

# STRINGS.MISC.NOTIFICATIONS.PRIORITIESMESSAGE.NAME
source: TIP: Priorities
fi: VINKKI: Prioriteetit

# STRINGS.MISC.NOTIFICATIONS.PRIORITIESMESSAGE.TOOLTIP
source: Notes on my Duplicants' priorities
fi: Vinkkejä Jäljennäisteni prioriteetteihin

# STRINGS.MISC.NOTIFICATIONS.REDALERT.NAME
source: Red Alert
fi: Punainen Hälytys

# STRINGS.MISC.NOTIFICATIONS.REDALERT.TOOLTIP
source: The colony is prioritizing work over their individual well-being
fi: Siirtokunta asettaa työn henkilökohtaisen hyvinvointinsa edelle

# STRINGS.MISC.NOTIFICATIONS.RESEARCHCOMPLETE.MESSAGEBODY
source: Eureka! {0} Technology has been unlocked. New buildings have become available to me: • {1}
fi: Heureka! Teknologia {0} on avattu. Uusia rakennuksia on tullut saatavilleni: • {1}

# STRINGS.MISC.NOTIFICATIONS.RESEARCHCOMPLETE.NAME
source: Research Complete
fi: Tutkimus Suoritettu

# STRINGS.MISC.NOTIFICATIONS.RESEARCHCOMPLETE.TOOLTIP
source: {0} research complete!
fi: Tutkimus {0} on suoritettu!

# STRINGS.MISC.NOTIFICATIONS.RESOURCEMELTED.NAME
source: Resources melted
fi: Resursseja sulanut

# STRINGS.MISC.NOTIFICATIONS.RESOURCEMELTED.TOOLTIP
source: These resources have melted:
fi: Nämä resurssit ovat sulaneet:

# STRINGS.MISC.NOTIFICATIONS.ROLEMASTERED.LINE
source: • <b>{0}</b> mastered the {1} job
fi: • <b>{0}</b> hallitsee työn {1}

# STRINGS.MISC.NOTIFICATIONS.ROLEMASTERED.MESSAGEBODY
source: These Duplicants have mastered their jobs and may be eligible for promotion: {0}
fi: Nämä Jäljennäiset hallitsevat työnsä ja ovat valmiita ylennykselle: {0}

# STRINGS.MISC.NOTIFICATIONS.ROLEMASTERED.NAME
source: Jobs Mastered
fi: Töitä Hallinassa

# STRINGS.MISC.NOTIFICATIONS.ROLEMASTERED.TOOLTIP
source: Job Mastered
fi: Työ Hallinnassa

# STRINGS.MISC.NOTIFICATIONS.SCHEDULEMESSAGE.MESSAGEBODY
source: My Duplicants crave structure and will only eat, sleep, work, or bathe during the times I allot for such activities. To make the best use of their time, I can open the SCHEDULE TAB <color=#F44A47><b>[U]</b></color> to adjust the colony's agenda and plan how they should utilize their day.
fi: Jäljennäiseni kaipaavat järjestystä ja he syövät, nukkuvat, työskentelevät tai kylpevät ainoastaan niinä aikoina kun se on sallittua. Käyttääkseni heidän aikansa tehokkaimmin, voin avata AIKATAULUT-VÄLILEHTI <color=#F44A47><b>[U]</b></color> säätääkseni siirtokuntani työjärjestystä ja suunnitellaksesi, kuinka Jäljennäisten tulisi päivänsä kuluttaa.

# STRINGS.MISC.NOTIFICATIONS.SCHEDULEMESSAGE.NAME
source: TIP: Scheduling
fi: VINKKI: Aikataulutus

# STRINGS.MISC.NOTIFICATIONS.SCHEDULEMESSAGE.TOOLTIP
source: Notes on scheduling my Duplicants' time
fi: Vinkkejä Jäljennäisten ajanhallintaan

# STRINGS.MISC.NOTIFICATIONS.STRESSMANAGEMENTMESSAGE.MESSAGEBODY
source: Duplicants are fragile creatures and must be kept mentally healthy in order to function. Bad living conditions increase their psychological <link="STRESS">Stress</link>, while good conditions decrease it. Too much <link="STRESS">Stress</link> causes Duplicants to have nervous breakdowns. I can select a Duplicant and mouse over <link="STRESS">Stress</link> in their INFORMATION TAB to view individual <link="STRESS">Stress</link> factors and, hopefully, reduce them.
fi: Jäljennäiset ovat herkkiä olentoja ja heidät täytyy pitää henkisesti terveinä, jotta he kykenevät toimimaan. Huonot elinolosuhteet kasvattavat heidän <link="STRESS">Ahdistustaan</link>, kun taas hyvä olosuhteet lievittävät sitä. Liian suuri <link="STRESS">Ahdistus</link>, johtaa Jäljennäisillä hermoromahdukseen. Voin valita Jäljennäisen ja siirtää kursorin hänen TIETOJA-VÄLILEHDESSÄ olevan <link="STRESS">Ahdistuksen</link> yläpuolelle, nähdäksesi heidän henkilökohtaiset <link="STRESS">Ahdistus</link>tekijät, ja toivon mukaan helpottaa niitä.

# STRINGS.MISC.NOTIFICATIONS.STRESSMANAGEMENTMESSAGE.NAME
source: TIP: Stress Management
fi: VINKKI: Ahdistuksen Hallinta

# STRINGS.MISC.NOTIFICATIONS.STRESSMANAGEMENTMESSAGE.TOOLTIP
source: Notes on keeping Duplicants happy and productive
fi: Vinkkejä, kuinka pitää Jäljennäiset iloisina ja tuottavina

# STRINGS.MISC.NOTIFICATIONS.STRUCTURALCOLLAPSE.NAME
source: Structural collapse
fi: Rakenteellinen sortuminen

# STRINGS.MISC.NOTIFICATIONS.STRUCTURALCOLLAPSE.TOOLTIP
source: These buildings have collapsed:
fi: Nämä rakennukset ovat sortuneet:

# STRINGS.MISC.NOTIFICATIONS.STRUCTURALDAMAGE.NAME
source: Structural damage
fi: Rakenteellinen vaurio

# STRINGS.MISC.NOTIFICATIONS.STRUCTURALDAMAGE.TOOLTIP
source: These buildings' structural integrity has been compromised
fi: Näiden rakennusten kunto on vaarassa

# STRINGS.MISC.NOTIFICATIONS.SUIT_DROPPED.NAME
source: No Docks available
fi: Telakoita ei saatavilla

# STRINGS.MISC.NOTIFICATIONS.SUIT_DROPPED.TOOLTIP
source: An exosuit was dropped because there were no empty Exosuit Docks available
fi: Eksopuku pudotettiin, koska tyhjiä Eksopukutelakoita ei ollut saatavilla

# STRINGS.MISC.NOTIFICATIONS.SUITS.MESSAGEBODY
source: <link="EXOSUIT">Exosuits</link> can be equipped to protect my Duplicants from environmental hazards like extreme <link="HEAT">Heat</link>, airborne <link="DISEASE">Germs</link>, or unbreathable <link="ELEMENTSGAS">Gas</link>. In order to utilize these suits, I'll need to hook up an Exosuit Dock to a Suit Checkpoint, then store one of the suits inside. Duplicants will equip an exosuit when they walk past the Checkpoint in the chosen direction, and will unequip their suit when walking back the opposite way.
fi: <link="EXOSUIT">Eksopukuja</link> voidaan käyttää suojaamaan Jäljennäisiäni ympäristön vaaroilta, kuten äärimmäiseltä <link="HEAT">Lämmöltä</link>, ilmassa leviäviltä <link="DISEASE">Bakteereilta</link>, tai hengityskelvottomilta <link="ELEMENTSGAS">Kaasuilta</link>. Käyttääkseni näitä pukuja, minun on kytkettävä Eksopukutelakka Pukutarkistuspisteeseen, ja säilöttävä yksi puvuista sinne. Jäljennäiset pukevat eksopuvun ylleen, kun he kulkevat Tarkistuspisteen ohi valitusta suunnasta ja riisuvat sen, kun kävelevät takaisin päinvastaisesta suunnasta.

# STRINGS.MISC.NOTIFICATIONS.SUITS.NAME
source: TIP: Exosuits
fi: VINKKI: Eksopuvut

# STRINGS.MISC.NOTIFICATIONS.SUITS.TOOLTIP
source: Notes on using exosuits
fi: Vinkkejä eksopukujen käyttöön

# STRINGS.MISC.NOTIFICATIONS.TASKPRIORITIESMESSAGE.MESSAGEBODY
source: Duplicants always perform my errands in order of most to least urgent. They will harvest <link="FOOD">Food</link> before they build, for example, or always build new structures before they mine materials. I can open the <link="PRIORITIES">PRIORITIES TAB</link> <color=#F44A47><b>[J]</b></color> to set which errands Duplicants may or may not perform, or to specialize skilled Duplicants for particular types of errands.
fi: Jäljennäiset suorittavat odottavat tehtävät kiireellisimmästä vähiten kiireellisempään. Esimerkiksi, Jäljennäiset korjaavat aina <link="FOOD">Ruoka</link>sadon ennen kuin rakentavat, tai rakentavat aina ennen kuin louhivat uusia materiaaleja. Voin avata TEHTÄVÄT-VÄLILEHDEN <color=#F44A47><b>[J]</b></color> asettaakseni, mitä tehtäviä Jäljennäiset saavat tai eivät saa tehdä, tai erikoista taitavat Jäljennäiset tietyn tyyppisiin töihin.

# STRINGS.MISC.NOTIFICATIONS.TASKPRIORITIESMESSAGE.NAME
source: TIP: Errand Priorities
fi: VINKKI: Tehtävien Tärkeydet

# STRINGS.MISC.NOTIFICATIONS.TASKPRIORITIESMESSAGE.TOOLTIP
source: Notes on managing Duplicants' priorities
fi: Vinkkejä Jäljennäisten prioriteetten hallintaan

# STRINGS.MISC.NOTIFICATIONS.THERMALCOMFORT.MESSAGEBODY
source: Environments that are extremely <link="HEAT">Hot</link> or <link="HEAT">Cold</link> affect my Duplicants' internal body temperature and cause undue <link="STRESS">Stress</link>. The THERMAL COMFORT OVERLAY <color=#F44A47><b>[F4]</b></color> allows me to view all areas where my Duplicants will feel discomfort and be unable to regulate their internal body temperature.
fi: Äärimmäisen <link="HEAT">Kuumat</link> ja <link="HEAT">Kylmät</link> ympäristöt vaikuttavat Jäljennäisteni sisäiseen kehon lämpötilaan ja aiheuttavat tarpeetonta <link="STRESS">Ahdistusta</link>. TERMINEN MUKAVUUS -NÄKYMÄLLÄ <color=#F44A47><b>[F4]</b></color> voin nähdä alueet, joissa Jäljennäisilläni ei ole hyvä olla, eivätkä pysty sääntelemään lämpötilaansa.

# STRINGS.MISC.NOTIFICATIONS.THERMALCOMFORT.NAME
source: TIP: Duplicant Temperature
fi: VINKKI: Jäljennäisten Lämpötila

# STRINGS.MISC.NOTIFICATIONS.THERMALCOMFORT.TOOLTIP
source: Notes on helping Duplicants keep their cool
fi: Vinkkejä auttamaan Jäljennäisiä pysymään viileinä

# STRINGS.MISC.NOTIFICATIONS.TUTORIAL_OVERHEATING.MESSAGEBODY
source: When constructing buildings, I should always take note of their <link="HEAT">Overheat Temperature</link> and plan their locations accordingly. Maintaining low ambient temperatures and good ventilation in the colony will also help keep building temperatures down. If I allow buildings to exceed their Overheat Temperature they will begin to take damage, and if left untended, they will meltdown be unusable until repaired.
fi: Rakennuksia rakentaessani, minun on huomioitava niiden <link="HEAT">Ylikuumenemislämpötila</link> ja suunnittella niiden sijainnit sen mukaan. Alhaisen ympäristön lämpötilan ylläpito ja hyvä ilmanvaihto auttavat pitämään rakennusten lämpötilat alhaalla. Rakennukset, jotka ylittävät niiden Ylikuumenemislämpötilan alkavat vahingoittua ja jos ne jätetään huomiotta, ne sulavat ja lakkaavat toimimasta, kunnes ne korjataan.

# STRINGS.MISC.NOTIFICATIONS.TUTORIAL_OVERHEATING.NAME
source: TIP: Building Temperature
fi: VINKKI: Rakennusten Lämpötila

# STRINGS.MISC.NOTIFICATIONS.TUTORIAL_OVERHEATING.TOOLTIP
source: Notes on preventing meltdowns
fi: Vinkkejä sulamisten ehkäisemiseen

# STRINGS.MISC.NOTIFICATIONS.UNREACHABLEITEM.NAME
source: Unreachable resources
fi: Saavuttamattomia resursseja

# STRINGS.MISC.NOTIFICATIONS.UNREACHABLEITEM.TOOLTIP
source: Duplicants cannot retrieve these resources:
fi: Jäljennäiset eivät saa haettua näitä resursseja:

# STRINGS.MISC.NOTIFICATIONS.UNREFRIGERATEDFOOD.NAME
source: Unrefrigerated Food
fi: Jäähdyttämätöntä Ruokaa

# STRINGS.MISC.NOTIFICATIONS.UNREFRIGERATEDFOOD.TOOLTIP
source: These <link="FOOD">Food</link> items are in storage but are not refrigerated:
fi: Nämä <link="FOOD">Ruuat ovat varastoituina, muttei viileässä</link>

# STRINGS.MISC.NOTIFICATIONS.VENTBLOCKED.NAME
source: Vent blocked
fi: Aukko tukossa

# STRINGS.MISC.NOTIFICATIONS.VENTBLOCKED.TOOLTIP
source: Blocked pipes have stopped these systems from functioning:
fi: Tukkeutuneet putket ovat pysäyttäneet seuraavien järjestelmien toiminnan:

# STRINGS.MISC.NOTIFICATIONS.VENTOVERPRESSURE.NAME
source: Vent overpressurized
fi: Aukko ylipaineessa

# STRINGS.MISC.NOTIFICATIONS.VENTOVERPRESSURE.TOOLTIP
source: These pipe systems have exited the ideal pressure range:
fi: Nämä putkijärjestelmät eivät ole ihanteellisella painealueellaan:

# STRINGS.MISC.NOTIFICATIONS.WELCOMEMESSAGE.MESSAGEBODY
source: Duplicants are self-motivated and will get work done around the colony without me managing them individually. I can use the <link="TOOLS">DIG TOOL</link> <color=#F44A47><b>[G]</b></color> and the <link="MISC">Build Menu</link> in the lower left of the screen to begin planning construction. Once I've placed a few errands, the Duplicants should automatically get to work.
fi: Jäljennäiset ovat omaehoisia, eikä minun tarvitse hallita niitä yksittäin, jotta he suorittaisivat tehtäviä siirtokunnassa. Voin käyttää <link="TOOLS">KAIVUUTYÖKALUA</link> <color=#F44A47><b>[G]</b></color> ja ruudun vasemmassa alanurkassa olevaa <link="MISC">Rakennusvalikkoa</link> aloittaakseni tehtävien suunnittelun. Kun olen asettanut joitakin tehtäviä, Jäljennäisten pitäisi automaattisesti alkaa töihin.

# STRINGS.MISC.NOTIFICATIONS.WELCOMEMESSAGE.NAME
source: TIP: Colony Management
fi: VINKKI: Siirtokunnan Hallinta

# STRINGS.MISC.NOTIFICATIONS.WELCOMEMESSAGE.TOOLTIP
source: Notes on getting Duplicants to do my bidding
fi: Vinkkejä, kuinka saan Jäljennäiset toteuttamaan tahtoni

# STRINGS.MISC.PLACERS.DIGPLACER.NAME
source: Dig
fi: Kaiva

# STRINGS.MISC.PLACERS.MOPPLACER.NAME
source: Mop
fi: Moppaa

# STRINGS.MISC.POPFX.RESOURCE_EATEN
source: Resource Eaten
fi: Resurssi Söyty

# STRINGS.MISC.STATUSITEMS.AWAITINGSTUDY.NAME
source: Analysis Pending
fi: Analyysi Odottamassa

# STRINGS.MISC.STATUSITEMS.AWAITINGSTUDY.TOOLTIP
source: New information on this Natural Feature will be compiled once the field study is complete
fi: Uutta informaatiota tästä Luonnon Esiintymästä tullaan kokoamaan, kunhan kenttätutkimus on tehty

# STRINGS.MISC.STATUSITEMS.BLEACHSTONE.NEIGHBORSBLOCKED.NAME
source: Bleachstone blocked
fi: Valkokivi tukehtunut
