Repository: Eerjunic/OxygenNotIncluded_Fi
Catalog: strings.po
Languages: fi

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.REMOVE
source: Uproot
fi: Kitke

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.ROTATION_NEED_CEILING
source: <b>Requires downward plot orientation.</b>
fi: <b>Vaatii alaspäin suunnatun tilkun.</b>

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.ROTATION_NEED_FLOOR
source: <b>Requires upward plot orientation.</b>
fi: <b>Vaatii ylöspäin suunnatun tilkun.</b>

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.ROTATION_NEED_WALL
source: <b>Requires sideways plot orientation.</b>
fi: <b>Vaatii sivuttain suunnatun tilkun.</b>

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.SELECT_DESC
source: Select a seed to plant.
fi: Valitse istutettava siemen.

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.SELECT_TITLE
source: SELECT
fi: VALITSE

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.TITLE
source: {0} Seeds
fi: {0} Siementä

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.TOOLTIPS.BONUS_SEEDS
source: This plant has a {0} chance to produce new seeds when harvested
fi: Tämä kasvi tuottaa uuden siemenen {0} todennäköisyydellä, kun siitä korjataan sato

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.TOOLTIPS.NUMBEROFHARVESTS
source: This plant can mature {0} times before the end of its lifecycle
fi: Tämä kasvi voi kypsyä {0} kertaa ennen elinkaarensa päättymistä

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.TOOLTIPS.PLANTEFFECTS
source: Additional attributes of this plant
fi: Kasvin lisäominaisuudet

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.TOOLTIPS.PLANTLIFECYCLE
source: Duration and number of harvests produced by this plant in a lifetime
fi: Tämän kasvin tuottamien satojen kesto ja lukumäärä sen elinaikana

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.TOOLTIPS.PLANTREQUIREMENTS
source: Minimum conditions for basic plant growth
fi: Alhaisimmat mahdolliset olosuhteet kasvin peruskasvulle

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.TOOLTIPS.YIELD
source: <link="KCAL">{2}</link> produced [<link="KCAL">{1}</link> / unit]
fi: <link="KCAL">{2}</link> tuotettu [<link="KCAL">{1}</link> / unit]

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.TOOLTIPS.YIELD_SEED
source: Sow to grow more of this plant
fi: Niitä kasvattaaksesi tätä kasvia lisää

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.TOOLTIPS.YIELD_SEED_FINAL_HARVEST
source: {0} Produced in the final harvest of the plant's lifecycle
fi: {0} Tuotettu kasvin elinkaaren viimeisenä sadonkorjuuna

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.TOTALHARVESTCALORIESWITHPERUNIT
source: {0} [{1} / unit]
fi: {0} [{1} / yksikkö]

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.YIELD_SEED_FINAL_HARVEST
source: {1} {0} - Final harvest only
fi: {1} {0} - Vain viimeinen sadonkorjuu

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.YIELD_SEED_SINGLE_FINAL_HARVEST
source: {0} - Final harvest only
fi: {0} - Vain viimeinen sadonkorjuu

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.YIELDPERHARVEST
source: {0} {1} per harvest
fi: {0} {1} per sadonkorjuu

# STRINGS.UI.UISIDESCREENS.RESEARCHSIDESCREEN.CURRENTLYRESEARCHING
source: Currently Researching
fi: Tutkimus Käynnissä

# STRINGS.UI.UISIDESCREENS.RESEARCHSIDESCREEN.NOSELECTEDRESEARCH
source: No Research selected
fi: Ei valittua Tutkimusta

# STRINGS.UI.UISIDESCREENS.RESEARCHSIDESCREEN.OPENRESEARCHBUTTON
source: RESEARCH
fi: TUTKIMUS

# STRINGS.UI.UISIDESCREENS.RESEARCHSIDESCREEN.TITLE
source: Select Research
fi: Valitse Tutkimus

# STRINGS.UI.UISIDESCREENS.ROLESTATION.OPENROLESBUTTON
source: JOBS
fi: TYÖT

# STRINGS.UI.UISIDESCREENS.ROLESTATION.TITLE
source: Job Assignments
fi: Työtehtävät

# STRINGS.UI.UISIDESCREENS.SEALEDDOORSIDESCREEN.AWAITINGBUTTON
source: AWAITING BIOSCAN
fi: ODOTETAAN BIOSKANNAUSTA

# STRINGS.UI.UISIDESCREENS.SEALEDDOORSIDESCREEN.BUTTON
source: SUBMIT BIOSCAN
fi: ANNA BIOSKANNAUS

# STRINGS.UI.UISIDESCREENS.SEALEDDOORSIDESCREEN.LABEL
source: This door requires a sample to unlock.
fi: Tämä ovi tarvitsee näytteen avautuakseen.

# STRINGS.UI.UISIDESCREENS.SEALEDDOORSIDESCREEN.TITLE
source: Sealed Door
fi: Eristetty Ovi

# STRINGS.UI.UISIDESCREENS.STUDYABLE_SIDE_SCREEN.PENDING_BUTTON
source: CANCEL ANALYSIS
fi: PERU ANALYYSI

# STRINGS.UI.UISIDESCREENS.STUDYABLE_SIDE_SCREEN.SEND_BUTTON
source: ANALYZE
fi: ANALYSOI

# STRINGS.UI.UISIDESCREENS.STUDYABLE_SIDE_SCREEN.STUDIED_BUTTON
source: ANALYSIS COMPLETE
fi: ANALYYSI VALMIS

# STRINGS.UI.UISIDESCREENS.STUDYABLE_SIDE_SCREEN.STUDIED_STATUS
source: Researchers have completed their analysis and compiled their findings.
fi: Tutkijat ovat saaneet analyysinsa valmiiksi ja koonneet löydöksensä.

# STRINGS.UI.UISIDESCREENS.STUDYABLE_SIDE_SCREEN.TITLE
source: Analyze Natural Feature
fi: Analysoi Luonnonilmiötä

# STRINGS.UI.UISIDESCREENS.SUIT_SIDE_SCREEN.CONFIG_CANCEL_REQUEST
source: Cancel Request
fi: Peru Pyyntö

# STRINGS.UI.UISIDESCREENS.SUIT_SIDE_SCREEN.CONFIG_CANCEL_REQUEST_TOOLTIP
source: Cancel this suit delivery
fi: Peru tämän puvun toimitus

# STRINGS.UI.UISIDESCREENS.SUIT_SIDE_SCREEN.CONFIG_DROP_SUIT
source: Undock Exosuit
fi: Poista Eksopuku Telakasta

# STRINGS.UI.UISIDESCREENS.SUIT_SIDE_SCREEN.CONFIG_DROP_SUIT_NO_SUIT_TOOLTIP
source: There is no suit in this building to undock
fi: Tässä telakassa ei ole poistettavaa pukua

# STRINGS.UI.UISIDESCREENS.SUIT_SIDE_SCREEN.CONFIG_DROP_SUIT_TOOLTIP
source: Disconnect this suit, dropping it on the ground
fi: Poista tämän puvun yhteys pudottaen sen maahan

# STRINGS.UI.UISIDESCREENS.SUIT_SIDE_SCREEN.CONFIG_NO_SUIT
source: Leave Empty
fi: Jätä Tyhjäksi

# STRINGS.UI.UISIDESCREENS.SUIT_SIDE_SCREEN.CONFIG_NO_SUIT_TOOLTIP
source: The next suited Duplicant to pass by will unequip their Exosuit and dock it here
fi: Seuraava puku päällä ohittava Jäljennäinen ottaa pukunsa pois ja telakoi sen tähän

# STRINGS.UI.UISIDESCREENS.SUIT_SIDE_SCREEN.CONFIG_REQUEST_SUIT
source: Deliver Exosuit
fi: Toimita Eksopuku

# STRINGS.UI.UISIDESCREENS.SUIT_SIDE_SCREEN.CONFIG_REQUEST_SUIT_TOOLTIP
source: Duplicants will immediately deliver and dock the nearest unequipped suit
fi: Jäljennäiset välittömästi toimittavat ja telakoivat lähimmän käyttämättömän puvun

# STRINGS.UI.UISIDESCREENS.SUIT_SIDE_SCREEN.CONFIGURATION_REQUIRED
source: Configuration Required:
fi: Säätämistä Tarvitaan:

# STRINGS.UI.UISIDESCREENS.SUIT_SIDE_SCREEN.TITLE
source: Dock Inventory
fi: Telakan Sisältö

# STRINGS.UI.UISIDESCREENS.TELEPADSIDESCREEN.GAMEOVER
source: Colony Lost
fi: Siirtokunta Metetetty

# STRINGS.UI.UISIDESCREENS.TELEPADSIDESCREEN.NEXTPRODUCTION
source: Next Production: {0}
fi: Seuraava Tuotanto: {0}

# STRINGS.UI.UISIDESCREENS.TELEPADSIDESCREEN.TITLE
source: Duplicant Printing
fi: Jäljennäistä Tulostetaan

# STRINGS.UI.UISIDESCREENS.TEMPERATURESWITCHSIDESCREEN.ACTIVATE_IF
source: Activate if:
fi: Aktiivinen jos:

# STRINGS.UI.UISIDESCREENS.TEMPERATURESWITCHSIDESCREEN.COLDER_BUTTON
source: Below
fi: Alapuolella

# STRINGS.UI.UISIDESCREENS.TEMPERATURESWITCHSIDESCREEN.CURRENT_TEMPERATURE
source: Current Temperature: {0}
fi: Vallitseva Lämpötila: {0}

# STRINGS.UI.UISIDESCREENS.TEMPERATURESWITCHSIDESCREEN.TITLE
source: Temperature Threshold
fi: Lämpötilakynnys

# STRINGS.UI.UISIDESCREENS.TEMPERATURESWITCHSIDESCREEN.WARMER_BUTTON
source: Above
fi: Yläpuolella

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.ABOVE_BUTTON
source: Above
fi: Yläpuolella

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.ACTIVATE_IF
source: Activate if:
fi: Aktiivinen jos:

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.BELOW_BUTTON
source: Below
fi: Alapuolella

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.CURRENT_VALUE
source: Current {0}: {1}
fi: Tämänhetkinen {0}: {1}

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.DISEASE
source: Disease
fi: Sairaus

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.DISEASE_TITLE
source: Germ Threshold
fi: Bakteerikynnys

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.DISEASE_TOOLTIP_ABOVE
source: Switch will be on if the number of germs is above {0}
fi: Kytkin on päällä, jos bakteerien lukumäärä on yli {0}

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.DISEASE_TOOLTIP_BELOW
source: Switch will be off if the number of germs is below {0}
fi: Kytkin on pois päältä, jos bakteerien lukumäärä on alle {0}

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.DISEASE_UNITS
source: germs
fi: bakteeria

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.PRESSURE
source: Pressure
fi: Paine

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.PRESSURE_TOOLTIP_ABOVE
source: Switch will be on if the pressure is above {0}
fi: Kytkin on päällä jos paine on yli {0}

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.PRESSURE_TOOLTIP_BELOW
source: Switch will be off if the pressure is below {0}
fi: Kytkin on pois päältä, jos paine on alle {0}

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.STATUS_ACTIVE
source: Switch Active
fi: Kytkin Aktiivinen

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.STATUS_INACTIVE
source: Switch Inactive
fi: Kytkin Toimeton

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.TEMPERATURE
source: Temperature
fi: Lämpötila

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.TEMPERATURE_TOOLTIP_ABOVE
source: Switch will be on if the ambient temperature is above {0}
fi: Kytkin on päällä, jos ympäristön lämpötila on yli {0}

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.TEMPERATURE_TOOLTIP_BELOW
source: Switch will be off if the ambient temperature is below {0}
fi: Kytkin on pois päältä, jos ympäristön lämpötila on alle {0}

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.TITLE
source: Pressure Threshold
fi: Painekynnys

# STRINGS.UI.UISIDESCREENS.TIME_OF_DAY_SIDE_SCREEN.START
source: Turn On
fi: Kytke Päälle

# STRINGS.UI.UISIDESCREENS.TIME_OF_DAY_SIDE_SCREEN.STOP
source: Turn Off
fi: Kytke Pois

# STRINGS.UI.UISIDESCREENS.TIME_OF_DAY_SIDE_SCREEN.TITLE
source: Time-of-Day Sensor
fi: Päivänaikatunnistin

# STRINGS.UI.UISIDESCREENS.TIME_OF_DAY_SIDE_SCREEN.TOOLTIP
source: This sensor will send a 1 after the Turn On time, and a 0 after the Turn Off time.
fi: Tämä tunnistin lähettää 1:n Kytke Päälle -ajan jälkeen ja 0:n Kytke Pois -ajan jälkeen.

# STRINGS.UI.UISIDESCREENS.TIME_RANGE_SIDE_SCREEN.DURATION
source: Active Duration
fi: Päälläoloaika

# STRINGS.UI.UISIDESCREENS.TIME_RANGE_SIDE_SCREEN.DURATION_TOOLTIP
source: Active duration determines what percentage of the day this sensor will spend in an Active state ------------------ This sensor will be active for {0} of the day
fi: Päälläoloaika määrää sen millä prosenttiosuudella päivästä tunnistin on Aktiivisessa tilassa ------------------ Tämä tunnistin on aktiivinen {0} päivästä

# STRINGS.UI.UISIDESCREENS.TIME_RANGE_SIDE_SCREEN.ON
source: Activation Time
fi: Päällekytkentäaika

# STRINGS.UI.UISIDESCREENS.TIME_RANGE_SIDE_SCREEN.ON_TOOLTIP
source: Activation time determines the time of day this sensor should enter its active duration ------------------ This sensor becomes active {0} through the day
fi: Päällekytkentäaika määrää, mihin aikaan päivästä tunnistimen pitää käynnistää päälläoloaika ------------------ Tämä tunnistin muuttuu aktiiviseksi {0} aikaan päivästä

# STRINGS.UI.UISIDESCREENS.TIME_RANGE_SIDE_SCREEN.TITLE
source: Time Schedule
fi: Aikataulu

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.CURRENTSTATE
source: Current State:
fi: Tämänhetkinen Tila:

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.OFF
source: Off
fi: Pois

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.OFFTIME
source: Off Time:
fi: Aika Pois Päältä:

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.ON
source: On
fi: Päällä

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.ONTIME
source: On Time:
fi: Aika Päällä:

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.TIMETOACTIVATE
source: Time until activation: {0}
fi: Aikaa aktivoitumiseen: {0}

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.TIMETODEACTIVATE
source: Time until deactivation: {0}
fi: Aikaa deaktivoitumiseen: {0}

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.TITLE
source: Time Schedule
fi: Aikataulu

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.WARNING
source: Switch must be connected to a <link="POWER">Power</link> grid
fi: Kytkin täytyy olla yhdistettynä <link="POWER">Sähkö</link>verkkoon

# STRINGS.UI.UISIDESCREENS.TREEFILTERABLESIDESCREEN.ALLBUTTON
source: All
fi: Kaikki

# STRINGS.UI.UISIDESCREENS.TREEFILTERABLESIDESCREEN.ALLBUTTONTOOLTIP
source: Allow storage of all resource categories in this container
fi: Salli kaikkien resurssien varastointi tähän varastoon

# STRINGS.UI.UISIDESCREENS.TREEFILTERABLESIDESCREEN.CATEGORYBUTTONTOOLTIP
source: Allow storage of anything in the {0} resource category
fi: Salli minkä tahansa {0}resurssikategoriassa olevan varastointi

# STRINGS.UI.UISIDESCREENS.TREEFILTERABLESIDESCREEN.MATERIALBUTTONTOOLTIP
source: Add or remove this material from storage
fi: Lisää tai poista tämä materiaali varastosta

# STRINGS.UI.UISIDESCREENS.TREEFILTERABLESIDESCREEN.ONLYALLOWTRANSPORTITEMSBUTTON
source: Sweep Only
fi: Vain Lakaistu

source: Only store objects marked Sweep <color=#F44A47>[K]</color> in this container
fi: Säilö ainoastaan Lakaistavaksi <color=#F44A47>[K]</color> merkityt tavarat tähän varastoon

# STRINGS.UI.UISIDESCREENS.TREEFILTERABLESIDESCREEN.TITLE
source: Element Filter
fi: Ainesuodatin

# STRINGS.UI.UISIDESCREENS.VALVESIDESCREEN.TITLE
source: Flow Control
fi: Virtauksen Hallinta

# STRINGS.UI.UNITSUFFIXES.DISEASE.UNITS
source: germs
fi: bakteeria

# STRINGS.UI.UNITSUFFIXES.MASS.MICROGRAM
source: mcg
fi: µg

# STRINGS.UI.UNITSUFFIXES.PERCYCLE
source: /cycle
fi: /kierto

# STRINGS.UI.UNITSUFFIXES.UNITS
source: units
fi: yksikköä

# STRINGS.UI.USERMENUACTIONS.ATTACK.NAME
source: Attack
fi: Hyökkää

# STRINGS.UI.USERMENUACTIONS.ATTACK.TOOLTIP
source: Attack this critter
fi: Hyökkää tämän otuksen kimppuun

# STRINGS.UI.USERMENUACTIONS.CANCEL_HARVEST_WHEN_READY.NAME
source: Disable Autoharvest
fi: Automaattikorjuu Pois

# STRINGS.UI.USERMENUACTIONS.CANCEL_HARVEST_WHEN_READY.TOOLTIP
source: Do not automatically harvest this plant
fi: Älä korjaa tämän kasvin satoa automaattisesti

# STRINGS.UI.USERMENUACTIONS.CANCELATTACK.NAME
source: Cancel Attack
fi: Peru Hyökkäys

# STRINGS.UI.USERMENUACTIONS.CANCELATTACK.TOOLTIP
source: Cancel this attack order
fi: Peru tämä hyökkäyskäsky

# STRINGS.UI.USERMENUACTIONS.CANCELCAPTURE.NAME
source: Cancel Wrangle
fi: Peru Nappaaminen

# STRINGS.UI.USERMENUACTIONS.CANCELCAPTURE.TOOLTIP
source: Cancel this wrangle order
fi: Peru tämä nappaamiskäsky

# STRINGS.UI.USERMENUACTIONS.CANCELCLEANTOILET.NAME
source: Cancel Clean
fi: Peru Puhdistus

# STRINGS.UI.USERMENUACTIONS.CANCELCLEANTOILET.TOOLTIP
source: Cancel this cleaning order
fi: Peru tämä puhdistuskäsky

# STRINGS.UI.USERMENUACTIONS.CANCELCONSTRUCTION.NAME
source: Cancel Build
fi: Peru Rakentaminen

# STRINGS.UI.USERMENUACTIONS.CANCELCONSTRUCTION.TOOLTIP
source: Cancel this build order
fi: Peru tämä rakentamiskäsky

# STRINGS.UI.USERMENUACTIONS.CANCELDIG.NAME
source: Cancel Dig
fi: Peru Kaivaminen

# STRINGS.UI.USERMENUACTIONS.CANCELDIG.TOOLTIP
source: Cancel this dig order
fi: Peru tämä kaivamiskäsky

# STRINGS.UI.USERMENUACTIONS.CANCELHARVEST.NAME
source: Cancel Harvest
fi: Peru Sadonkorjuu

# STRINGS.UI.USERMENUACTIONS.CANCELHARVEST.TOOLTIP
source: Cancel this harvest order
fi: Peru tämä sadonkorkuukäsky

# STRINGS.UI.USERMENUACTIONS.CANCELMOP.NAME
source: Cancel Mop
fi: Peru Moppaus

# STRINGS.UI.USERMENUACTIONS.CANCELMOP.TOOLTIP
source: Cancel this mop order
fi: Peru tämä moppauskäsky

# STRINGS.UI.USERMENUACTIONS.CANCELUPROOT.NAME
source: Cancel Uproot
fi: Peru Kitkeminen

# STRINGS.UI.USERMENUACTIONS.CANCELUPROOT.TOOLTIP
source: Cancel this uproot order
fi: Peru tämä kitkemiskäsky

# STRINGS.UI.USERMENUACTIONS.CAPTURE.NAME
source: Wrangle
fi: Nappaa

# STRINGS.UI.USERMENUACTIONS.CAPTURE.TOOLTIP
source: Capture this critter alive
fi: Ota tämä otus kiinni elävänä

# STRINGS.UI.USERMENUACTIONS.CHANGE_ROOM.CANCEL_REQUEST
source: Cancel Request
fi: Peru Pyyntö

# STRINGS.UI.USERMENUACTIONS.CHANGE_ROOM.CANCEL_REQUEST_TOOLTIP
source: Cancel outfit request
fi: Peru asustuspyyntö

# STRINGS.UI.USERMENUACTIONS.CHANGE_ROOM.DROP_OUTFIT
source: Drop Outfit
fi: Pudota Asu

# STRINGS.UI.USERMENUACTIONS.CHANGE_ROOM.DROP_OUTFIT_TOOLTIP
source: Drop outfit on floor
fi: Pudota asu lattialle

# STRINGS.UI.USERMENUACTIONS.CHANGE_ROOM.REQUEST_OUTFIT
source: Request Outfit
fi: Pyydä asua

# STRINGS.UI.USERMENUACTIONS.CHANGE_ROOM.REQUEST_OUTFIT_TOOLTIP
source: Request outfit to be delivered to this change room
fi: Pyydä asua toimitettavaksi tähän pukeutumistilaan

# STRINGS.UI.USERMENUACTIONS.CLEANTOILET.NAME
source: Clean Toilet
fi: Puhdista Vessa

# STRINGS.UI.USERMENUACTIONS.CLEANTOILET.TOOLTIP
source: Empty waste from this toilet
fi: Tyhjennä tämä vessa jätteistä

# STRINGS.UI.USERMENUACTIONS.CLEAR.NAME
source: Sweep
fi: Lakaise

# STRINGS.UI.USERMENUACTIONS.CLEAR.NAME_OFF
source: Cancel Sweeping
fi: Peru Lakaisu

# STRINGS.UI.USERMENUACTIONS.CLEAR.TOOLTIP
source: Put this object away in the nearest storage container
fi: Siivoa tämä esine lähimpään säilytyslaatikkoon

# STRINGS.UI.USERMENUACTIONS.CLEAR.TOOLTIP_OFF
source: Cancel this sweep order
fi: Peru tämä lakaisukäsky

# STRINGS.UI.USERMENUACTIONS.COMPOST.NAME
source: Compost
fi: Kompostoi

# STRINGS.UI.USERMENUACTIONS.COMPOST.NAME_OFF
source: Cancel Compost
fi: Peru Kompostoiminen

# STRINGS.UI.USERMENUACTIONS.COMPOST.TOOLTIP
source: Mark this object for compost
fi: Merkitse tämä esine kompostoitavaksi

# STRINGS.UI.USERMENUACTIONS.COMPOST.TOOLTIP_OFF
source: Cancel this compost order
fi: Peru tämä kompostointikäsky

# STRINGS.UI.USERMENUACTIONS.COPY_BUILDING_SETTINGS.NAME
source: Copy Settings
fi: Kopioi Asetukset

# STRINGS.UI.USERMENUACTIONS.COPY_BUILDING_SETTINGS.TOOLTIP
source: Apply the settings and priorities of this building to other buildings of the same type
fi: Ota käyttöön tämän rakennuksen asetukset ja prioriteetit muissa tämän tyyppisissä rakennuksissa

# STRINGS.UI.USERMENUACTIONS.DEMOLISH.NAME
source: Deconstruct
fi: Pura

# STRINGS.UI.USERMENUACTIONS.DEMOLISH.NAME_OFF
source: Cancel Deconstruct
fi: Peru Purkaminen

# STRINGS.UI.USERMENUACTIONS.DEMOLISH.TOOLTIP
source: Demolish this building and refund all resources
fi: Pura tämä rakennus ja palauta kaikki resurssit

# STRINGS.UI.USERMENUACTIONS.DEMOLISH.TOOLTIP_OFF
source: Cancel this deconstruct order
fi: Peru tämä purkamiskäsky

# STRINGS.UI.USERMENUACTIONS.DIG.NAME
source: Dig
fi: Kaiva

# STRINGS.UI.USERMENUACTIONS.DIG.TOOLTIP
source: Dig out this cell
fi: Kaiva tämä kenno

# STRINGS.UI.USERMENUACTIONS.DIG.TOOLTIP_OFF
source: Cancel this dig order
fi: Peru tämä kaivamiskäsky

# STRINGS.UI.USERMENUACTIONS.DRAWPATHS.NAME
source: Show Navigation
fi: Näytä Reitinhaku

# STRINGS.UI.USERMENUACTIONS.DRAWPATHS.NAME_OFF
source: Hide Navigation
fi: Piilota Reitinhaku

# STRINGS.UI.USERMENUACTIONS.DRAWPATHS.TOOLTIP
source: Show all areas within this Duplicant's reach
fi: Näytä kaikki alueet tämän Jäljennäisen ulottuvilla

# STRINGS.UI.USERMENUACTIONS.DRAWPATHS.TOOLTIP_OFF
source: Hide areas within this Duplicant's reach
fi: Piilota tämän Jäljennäisen ulottuvilla olevat alueet

# STRINGS.UI.USERMENUACTIONS.DUMP.NAME
source: Empty
fi: Tyhjennä

# STRINGS.UI.USERMENUACTIONS.DUMP.NAME_OFF
source: Cancel Empty
fi: Peruuta Tyhjennys

# STRINGS.UI.USERMENUACTIONS.DUMP.TOOLTIP
source: Dump bottle contents onto the floor
fi: Tyhjennä pullon sisältö lattialle

# STRINGS.UI.USERMENUACTIONS.DUMP.TOOLTIP_OFF
source: Cancel this empty order
fi: Peru tämä tyhjennyskäsky

# STRINGS.UI.USERMENUACTIONS.EMPTYSTORAGE.NAME
source: Empty Storage
fi: Tyhjennä Varasto

# STRINGS.UI.USERMENUACTIONS.EMPTYSTORAGE.NAME_OFF
source: Cancel Empty
fi: Peru Tyhjennys

# STRINGS.UI.USERMENUACTIONS.EMPTYSTORAGE.TOOLTIP
source: Eject all resources from this container
fi: Tyhjennä kaikki resurssit tästä varastosta

# STRINGS.UI.USERMENUACTIONS.EMPTYSTORAGE.TOOLTIP_OFF
source: Cancel this empty order
fi: Peru tämä tyhjennyskäsky

# STRINGS.UI.USERMENUACTIONS.ENABLEBUILDING.NAME
source: Disable Building
fi: Poista Rakennus Käytöstä

# STRINGS.UI.USERMENUACTIONS.ENABLEBUILDING.NAME_OFF
source: Enable Building
fi: Ota Rakennus Käyttöön

# STRINGS.UI.USERMENUACTIONS.ENABLEBUILDING.TOOLTIP
source: Halt the use of this building ------------------ Disabled buildings consume no energy or resources
fi: Pysäytä tämän rakennuksen käyttö ------------------ Poiskytketyt rakennukset eivät kuluta energiaa tai resursseja

# STRINGS.UI.USERMENUACTIONS.ENABLEBUILDING.TOOLTIP_OFF
source: Resume the use of this building
fi: Jatka tämän rakennuksen käyttöä

# STRINGS.UI.USERMENUACTIONS.FOLLOWCAM.NAME
source: Follow Cam
fi: Kameraseuraus

# STRINGS.UI.USERMENUACTIONS.FOLLOWCAM.TOOLTIP
source: Track this Duplicant with the camera
fi: Seuraa Jäljennäistä kameralla

# STRINGS.UI.USERMENUACTIONS.HARVEST.NAME
source: Harvest
fi: Korjaa sato

# STRINGS.UI.USERMENUACTIONS.HARVEST.TOOLTIP
source: Harvest materials from this plant
fi: Kerää materiaaleja tästä kasvista

# STRINGS.UI.USERMENUACTIONS.HARVEST.TOOLTIP_DISABLED
source: This plant has nothing to harvest
fi: Tässä kasvissa ei ole mitään kerättävää

# STRINGS.UI.USERMENUACTIONS.HARVEST_WHEN_READY.NAME
source: Enable Autoharvest
fi: Automaattikorjuu Päälle

# STRINGS.UI.USERMENUACTIONS.HARVEST_WHEN_READY.TOOLTIP
source: Automatically harvest this plant when it matures
fi: Korjaa tämän kasvin sato automaattisesti kun se on kypsä

# STRINGS.UI.USERMENUACTIONS.MANUAL_DELIVERY.NAME
source: Disable Delivery
fi: Toimittaminen Pois

# STRINGS.UI.USERMENUACTIONS.MANUAL_DELIVERY.NAME_OFF
source: Enable Delivery
fi: Toimittaminen Päälle

# STRINGS.UI.USERMENUACTIONS.MANUAL_DELIVERY.TOOLTIP
source: Do not deliver materials to this building
fi: Älä toimita materiaaleja tähän rakennukseen

# STRINGS.UI.USERMENUACTIONS.MANUAL_DELIVERY.TOOLTIP_OFF
source: Deliver materials to this building
fi: Toimita materiaaleja tähän rakennukseen

# STRINGS.UI.USERMENUACTIONS.MANUAL_PUMP_DELIVERY.ALLOWED.NAME
source: Enable Autobottling
fi: Automaattipullotus Päälle

# STRINGS.UI.USERMENUACTIONS.MANUAL_PUMP_DELIVERY.ALLOWED.TOOLTIP
source: If enabled, Duplicants will deliver bottled liquids to this building directly from Pitcher Pumps
fi: Jos päällä, Jäljennäiset toimittavat pullotettuja nesteitä tähän rakennukseen suoraan Pumppukaivoistas

# STRINGS.UI.USERMENUACTIONS.MANUAL_PUMP_DELIVERY.DENIED.NAME
source: Disable Autobottling
fi: Automaattipullotus Pois

# STRINGS.UI.USERMENUACTIONS.MANUAL_PUMP_DELIVERY.DENIED.TOOLTIP
source: If disabled, Duplicants will no longer deliver bottled liquids directly from Pitcher Pumps
fi: Jos pois käytöstä, Jäljennäiset eivät toimita enää pullotettuja nesteitä suoraan Pumppukaivoista

# STRINGS.UI.USERMENUACTIONS.MOVETOLOCATION.NAME
source: Move To
fi: Siirrä

# STRINGS.UI.USERMENUACTIONS.MOVETOLOCATION.TOOLTIP
source: Move this Duplicant to a specific location
fi: Siirrä tämä Jäljennäinen tiettyyn paikkaan

# STRINGS.UI.USERMENUACTIONS.OPENPOI.NAME
source: Rummage
fi: Pengo

# STRINGS.UI.USERMENUACTIONS.OPENPOI.NAME_OFF
source: Cancel Rummage
fi: Peru Penkominen

# STRINGS.UI.USERMENUACTIONS.OPENPOI.TOOLTIP
source: Scrounge for usable materials
fi: Kolua käyttökelpoisia materiaaleja

# STRINGS.UI.USERMENUACTIONS.OPENPOI.TOOLTIP_OFF
source: Cancel this rummage order
fi: Peru tämä penkomiskäsky

# STRINGS.UI.USERMENUACTIONS.QUARANTINE.NAME
source: Quarantine
fi: Aseta Karanteeniin

# STRINGS.UI.USERMENUACTIONS.QUARANTINE.NAME_OFF
source: Cancel Quarantine
fi: Peru Karanteeni

# STRINGS.UI.USERMENUACTIONS.QUARANTINE.TOOLTIP
source: Isolate this Duplicant The Duplicant will return to their assigned Cot
fi: Eristä tämä Jäljennäinen Jäljennäinen palaa nimettyyn Vuoteeseensa

# STRINGS.UI.USERMENUACTIONS.QUARANTINE.TOOLTIP_DISABLED
source: No quarantine zone assigned
fi: Karanteenialuetta ei ole asetettu
