Repository: Eerjunic/OxygenNotIncluded_Fi
Catalog: strings.po
Languages: fi

# STRINGS.CREATURES.FAMILY_PLURAL.OILFLOATERSPECIES
source: <link="OILFLOATERSPECIES">Slicksters</link>
fi: <link="OILFLOATERSPECIES">Liukujat</link>

# STRINGS.CREATURES.FAMILY_PLURAL.PACUSPECIES
source: <link="PACUSPECIES">Pacus</link>
fi: <link="PACUSPECIES">Pacut</link>

# STRINGS.CREATURES.FAMILY_PLURAL.PUFTSPECIES
source: <link="PUFTSPECIES">Pufts</link>
fi: <link="PUFTSPECIES">Pöhnöt</link>

# STRINGS.CREATURES.FERTILITY_MODIFIERS.DIET.DESC
source: Eats: {0}
fi: Syö: {0}

# STRINGS.CREATURES.FERTILITY_MODIFIERS.DIET.NAME
source: Diet
fi: Ruokavalio

# STRINGS.CREATURES.FERTILITY_MODIFIERS.NEARBY_CREATURE.DESC
source: Penned with: {0}
fi: Aidattuna kanssa: {0}

# STRINGS.CREATURES.FERTILITY_MODIFIERS.NEARBY_CREATURE.NAME
source: Nearby Critters
fi: Läheiset Otukset

# STRINGS.CREATURES.FERTILITY_MODIFIERS.NEARBY_CREATURE_NEG.DESC
source: Not penned with: {0}
fi: Ei aidattuna kanssa: {0}

# STRINGS.CREATURES.FERTILITY_MODIFIERS.NEARBY_CREATURE_NEG.NAME
source: No Nearby Critters
fi: Ei Lähelläolevia Otuksia

# STRINGS.CREATURES.FERTILITY_MODIFIERS.TEMPERATURE.DESC
source: Body temperature: Between {0} and {1}
fi: Ruumiinlämpö: Välillä {0} - {1}

# STRINGS.CREATURES.FERTILITY_MODIFIERS.TEMPERATURE.NAME
source: Temperature
fi: Lämpötila

# STRINGS.CREATURES.MODIFIERS.AGE.NAME
source: Aging
fi: Vanhenee

# STRINGS.CREATURES.MODIFIERS.AGE.TOOLTIP
source: Time takes its toll on all things
fi: Ajan hammas on armoton

# STRINGS.CREATURES.MODIFIERS.ATE_FROM_FEEDER.NAME
source: Ate From Feeder
fi: Söi ruokkijasta

# STRINGS.CREATURES.MODIFIERS.ATE_FROM_FEEDER.TOOLTIP
source: This critter is getting tamer because it ate from a feeder.
fi: Tämä otus kesyyntyy syötyään ruokkijasta.

# STRINGS.CREATURES.MODIFIERS.BABY.NAME
source: Tiny Baby
fi: Pieni Vauva

# STRINGS.CREATURES.MODIFIERS.BABY.TOOLTIP
source: This critter will become an adult as it ages and grows wise to the ways of the world
fi: Tämä otus muuttuu aikuiseksi ikääntyessään ja kasvaa viisaaksi maailman menoista

# STRINGS.CREATURES.MODIFIERS.BASE_FERTILITY.NAME
source: Base Reproduction
fi: Peruslisääntymiskyky

# STRINGS.CREATURES.MODIFIERS.BASE_FERTILITY.TOOLTIP
source: This is the base speed with which critters produce new eggs
fi: Tämä on otusten munantuotannon perusnopeus

# STRINGS.CREATURES.MODIFIERS.BASE_INCUBATION_RATE.NAME
source: Base Incubation Rate
fi: Perus Hautumisnopeus

# STRINGS.CREATURES.MODIFIERS.CONFINED.NAME
source: Confined
fi: Eristyksissä

# STRINGS.CREATURES.MODIFIERS.CONFINED.TOOLTIP
source: This critter is trapped inside a door, tile, or confined space Sounds uncomfortable!
fi: Tämä otus on satimessa oven, laatan tai suljetun tilan sisässä Kuulostaa epämukavalta!

# STRINGS.CREATURES.MODIFIERS.DOMESTICATION_DECREASING.NAME
source: Happiness Decreasing
fi: Onnellisuus Laskee

# STRINGS.CREATURES.MODIFIERS.DOMESTICATION_DECREASING.TOOLTIP
source: Unfavorable conditions are making this critter unhappy
fi: Epäsuotuisat olosuhteet tekevät tästä otuksesta onnettoman

# STRINGS.CREATURES.MODIFIERS.DOMESTICATION_INCREASING.NAME
source: Happiness Increasing
fi: Onnellisuus Kasvaa

# STRINGS.CREATURES.MODIFIERS.DOMESTICATION_INCREASING.TOOLTIP
source: This critter is very happy its needs are being met
fi: Tämä otus on erittäin iloinen siitä, että sen tarpeet tyydytetään

# STRINGS.CREATURES.MODIFIERS.FUTURE_OVERCROWDED.NAME
source: Expecting
fi: Tiineenä

# STRINGS.CREATURES.MODIFIERS.FUTURE_OVERCROWDED.TOOLTIP
source: This critter has slowed its reproduction while it waits for the new member of the family to arrive If there were more room, it might consider laying eggs again
fi: Tämä otus on hidastanut lisääntymistään sen odottaessa uutta perheenjäsentä Jos tilaa olisi enemmän, se saattaisi harkita munien laskemista uudelleen

# STRINGS.CREATURES.MODIFIERS.HAPPY.NAME
source: Happy
fi: Onnellinen

# STRINGS.CREATURES.MODIFIERS.HAPPY.TOOLTIP
source: This critter's in high spirits because all of its needs are being met ------------------ It will produce more materials as a result
fi: Tämä otus on hyvällä tuulella, koska sen tarpeet huomioidaan ------------------ Siitä johtuen se tuottaa lisää materiaaleja

# STRINGS.CREATURES.MODIFIERS.INCUBATING.NAME
source: Incubating
fi: Hadotaan

# STRINGS.CREATURES.MODIFIERS.INCUBATING.TOOLTIP
source: This egg is happily incubating
fi: Tätä munaa haudotaan iloisesti

# STRINGS.CREATURES.MODIFIERS.INCUBATING_SUPPRESSED.NAME
source: Growth Suppressed
fi: Kasvu Tukahdutettu

# STRINGS.CREATURES.MODIFIERS.INCUBATING_SUPPRESSED.TOOLTIP
source: Environmental conditions are keeping this egg from developing It will not hatch if current conditions continue
fi: Ympäristön olosuhteet estävät tätä munaa kehittymästä Se ei kuoriudu, mikäli tämänhetkiset olosuhteet jatkuvat

# STRINGS.CREATURES.MODIFIERS.INCUBATOR_SONG.NAME
source: Serenaded
fi: Serenoitu

# STRINGS.CREATURES.MODIFIERS.INCUBATOR_SONG.TOOLTIP
source: This egg has recently been sung to by a Rancher ------------------ Increased incubation rate
fi: Paimen on hiljattain laulanut tälle munalle ------------------ Kiihtynyt hautumisnopeus

# STRINGS.CREATURES.MODIFIERS.OUT_OF_CALORIES.NAME
source: Starving
fi: Nääntyy

# STRINGS.CREATURES.MODIFIERS.OUT_OF_CALORIES.TOOLTIP
source: Get this critter something to eat!
fi: Hanki tälle otukselle syötävää!

# STRINGS.CREATURES.MODIFIERS.OVERCROWDED.NAME
source: Overcrowded
fi: Ahdas

# STRINGS.CREATURES.MODIFIERS.OVERCROWDED.TOOLTIP
source: This critter isn't comfortable with so many other critters in a room of this size
fi: Tällä otuksella ei ole mukavaa kun tämän kokoisessa tilassa on monta muuta otusta

# STRINGS.CREATURES.MODIFIERS.RANCHED.NAME
source: Groomed
fi: Huolehdittu

# STRINGS.CREATURES.MODIFIERS.RANCHED.TOOLTIP
source: This critter has recently been attended to by a Rancher
fi: Paimen on hiljattain huolehtinut tästä otuksesta

# STRINGS.CREATURES.MODIFIERS.SCALE_GROWTH_RATE.NAME
source: Scale Regrowth Rate
fi: Suomun Uudelleenkasvamisnopeus

# STRINGS.CREATURES.MODIFIERS.TAME.NAME
source: Tame
fi: Kesy

# STRINGS.CREATURES.MODIFIERS.TAME.TOOLTIP
source: This critter is tame
fi: Tämä otus on kesy

# STRINGS.CREATURES.MODIFIERS.UNHAPPY.NAME
source: Glum
fi: Apea

# STRINGS.CREATURES.MODIFIERS.UNHAPPY.TOOLTIP
source: This critter's feeling down because its needs aren't being met ------------------ It will produce less materials as a result
fi: Tämä otus on allapäin, koska sen tarpeita ei huomioida ------------------ Siitä johtuen se tuottaa vähemmän materiaaleja

# STRINGS.CREATURES.MODIFIERS.WILD.NAME
source: Wild
fi: Villi

# STRINGS.CREATURES.MODIFIERS.WILD.TOOLTIP
source: This critter is wild
fi: Tämä otus on villi

# STRINGS.CREATURES.SPECIES.BASICFABRICMATERIALPLANT.DESC
source: Thimble Reeds produce indescribably soft Reed Fiber for <link="EQUIPMENT">Clothing</link> production.
fi: Sormustinruo'ot tuottavat sanoinkuvaamattoman pehmeää Ruokokuitua <link="EQUIPMENT">Vaatteiden</link> tuotantoon.

# STRINGS.CREATURES.SPECIES.BASICFABRICMATERIALPLANT.DOMESTICATEDDESC
source: This plant produces Reed Fiber.
fi: Tämä kasvi tuottaa Ruokokuitua.

# STRINGS.CREATURES.SPECIES.BASICFABRICMATERIALPLANT.NAME
source: <link="BASICFABRICMATERIALPLANT">Thimble Reed</link>
fi: <link="BASICFABRICMATERIALPLANT">Sormustinruoko</link>

# STRINGS.CREATURES.SPECIES.BASICFORAGEPLANTPLANTED.DESC
source: Muckroots are incapable of propagating but can be harvested for a single <link="FOOD">Food</link> serving.
fi: Liejujuurikkaat ovat lisääntymiskyvyttömiä, mutta niitä voidaan poimia yhden <link="FOOD">Ruoka</link>-annoksen saamiseksi.

# STRINGS.CREATURES.SPECIES.BASICFORAGEPLANTPLANTED.NAME
source: <link="BASICFORAGEPLANTPLANTED">Buried Muckroot</link>
fi: <link="BASICFORAGEPLANTPLANTED">Hautautunut Liejujuurikas</link>

# STRINGS.CREATURES.SPECIES.BASICSINGLEHARVESTPLANT.DESC
source: Mealwoods produce <link="BASICPLANTFOOD">Meal Lice</link>, an oddly wriggly grain that can be harvested for <link="FOOD">Food</link>.
fi: Jauhokkaat tuottavat <link="BASICPLANTFOOD">Jauhiaista</link>, outoa vääntelehtivää viljaa, jota voidaan poimia <link="FOOD">Ruuaksi</link>.

# STRINGS.CREATURES.SPECIES.BASICSINGLEHARVESTPLANT.DOMESTICATEDDESC
source: This plant produces edible <link="BASICPLANTFOOD">Meal Lice</link>.
fi: Tämä kasvi tuottaa syötävää <link="BASICPLANTFOOD">Jauhiaista</link>.

# STRINGS.CREATURES.SPECIES.BASICSINGLEHARVESTPLANT.NAME
source: <link="BASICSINGLEHARVESTPLANT">Mealwood</link>
fi: <link="BASICSINGLEHARVESTPLANT">Jauhokas</link>

# STRINGS.CREATURES.SPECIES.CHLORINEGEYSER.DESC
source: A highly pressurized geyser that periodically erupts with <link="CHLORINEGAS">Chlorine</link>.
fi: Korkeapaineinen geissiri, josta ajoittain purkautuu <link="CHLORINEGAS">Kloorikaasua</link>.

# STRINGS.CREATURES.SPECIES.CHLORINEGEYSER.NAME
source: <link="GEYSERGENERICCHLORINEGAS">Chlorine Geyser</link>
fi: <link="GEYSERGENERICCHLORINEGAS">Kloorigeissiiri</link>

# STRINGS.CREATURES.SPECIES.COLDBREATHER.DESC
source: Wheezeworts can be grown in flower pots and absorb <link="HEAT">Heat</link> by respiring through their porous outer membranes.
fi: Vinkukuismia voidaan kasvattaa kukkaruukuissa ja ne voivat imeä <link="HEAT">Lämpöä</link> huokoisten ulkokalvojensa läpi hengittämällä.

# STRINGS.CREATURES.SPECIES.COLDBREATHER.DOMESTICATEDDESC
source: This plant absorbs <link="HEAT">Heat</link>.
fi: Tämä kasvi imee <link="HEAT">Lämpöä</link>.

# STRINGS.CREATURES.SPECIES.COLDBREATHER.NAME
source: <link="COLDBREATHER">Wheezewort</link>
fi: <link="COLDBREATHER">Vinkukuisma</link>

# STRINGS.CREATURES.SPECIES.COLDWHEAT.DESC
source: Sleet Wheat produces <link="COLDWHEATSEED">Sleet Wheat Grain</link>, a chilly grain that can be processed into <link="FOOD">Food</link>.
fi: Räntävehnä tuottaa <link="COLDWHEATSEED">Räntävehnäviljaa</link>. Viileää viljaa, joka voidaan prosessoida <link="FOOD">Ruuaksi</link>.

# STRINGS.CREATURES.SPECIES.COLDWHEAT.DOMESTICATEDDESC
source: This plant produces edible <link="COLDWHEATSEED">Sleet Wheat Grain</link>.
fi: Tämä kasvi tuottaa syömiskelpoista <link="COLDWHEATSEED">Räntävehnäviljaa</link>.

# STRINGS.CREATURES.SPECIES.COLDWHEAT.NAME
source: <link="COLDWHEAT">Sleet Wheat</link>
fi: <link="COLDWHEAT">Räntävehnä</link>

# STRINGS.CREATURES.SPECIES.DRECKO.BABY.DESC
source: A little bug-eyed <link="DRECKO">Drecklet</link>. In time it will mature into a fully grown <link="DRECKO">Drecko</link>.
fi: Pieni, mulkosilmäinen <link="DRECKO">Drekon Poikanen</link>. Ajallaan siitä kasvaa aikuinen <link="DRECKO">Drekko</link>.

# STRINGS.CREATURES.SPECIES.DRECKO.BABY.NAME
source: <link="DRECKO">Drecklet</link>
fi: <link="DRECKO">Drekon Poikanen</link>

# STRINGS.CREATURES.SPECIES.DRECKO.DESC
source: Dreckos are slinking creatures that can clamber up walls with unexpected speed. Their backsides are covered in thick woolly fibers that only grow in <link="HYDROGEN">Hydrogen</link> climates.
fi: Drekkot ovat luihuja olioita, jotka voivat kiivetä seiniä yllättävän nopeasti. Niiden selät ovat paksun, villaisen kuidun peitossa, joka kasvaa ainoastaan <link="HYDROGEN">Vety</link>pitoisissa ilmastoissa.

# STRINGS.CREATURES.SPECIES.DRECKO.EGG_NAME
source: <link="DRECKO">Drecklet Egg</link>
fi: <link="DRECKO">Drekon Poikasen Muna</link>

# STRINGS.CREATURES.SPECIES.DRECKO.NAME
source: <link="DRECKO">Drecko</link>
fi: <link="DRECKO">Drekko</link>

# STRINGS.CREATURES.SPECIES.DRECKO.VARIANT_PLASTIC.BABY.DESC
source: A little bug-eyed <link="DRECKO">Drecklet</link>. This one is a Glossy morph.
fi: Pieni, mulkosilmäinen <link="DRECKO">Drekon Poikanen</link>. Tämä yksilö on Kiiltävää muodonmuutosta.

# STRINGS.CREATURES.SPECIES.DRECKO.VARIANT_PLASTIC.BABY.NAME
source: <link="DRECKOPLASTIC">Glossy Drecklet</link>
fi: <link="DRECKOPLASTIC">Kiiltävä Drekon Poikanen</link>

# STRINGS.CREATURES.SPECIES.DRECKO.VARIANT_PLASTIC.DESC
source: Glossy Dreckos are slinking creatures that can clamber up walls with unexpected speed. Their backsides are covered in bioplastic scales that only grow in <link="HYDROGEN">Hydrogen</link> climates.
fi: Kiiltävät Drekkot ovat luihuja olioita, jotka pystyvät kiipeämään seiniä yllättävää vauhtia. Niiden selät ovat biomuovisten suomujen peittämät, jotka kasvavat ainoastaan <link="HYDROGEN">Vety</link>pitoisessa ilmastossa.

# STRINGS.CREATURES.SPECIES.DRECKO.VARIANT_PLASTIC.EGG_NAME
source: <link="DRECKOPLASTIC">Glossy Drecklet Egg</link>
fi: <link="DRECKOPLASTIC">Kiiltävän Drekon Poikasen Muna</link>

# STRINGS.CREATURES.SPECIES.DRECKO.VARIANT_PLASTIC.NAME
source: <link="DRECKOPLASTIC">Glossy Drecko</link>
fi: <link="DRECKOPLASTIC">Kiiltävä Drekko</link>

# STRINGS.CREATURES.SPECIES.GEYSER.BIG_VOLCANO.DESC
source: A massive volcano that periodically erupts with molten <link="MAGMA">Magma</link>.
fi: Massiivinen tulivuori, josta ajoittain purkautuu sulaa <link="MAGMA">Magmaa</link>.

# STRINGS.CREATURES.SPECIES.GEYSER.BIG_VOLCANO.NAME
source: <link="GEYSERGENERICBIGVOLCANO">Volcano</link>
fi: <link="GEYSERGENERICBIGVOLCANO">Tulivuori</link>

# STRINGS.CREATURES.SPECIES.GEYSER.CHLORINE_GAS.DESC
source: A highly pressurized vent that periodically erupts with warm <link="CHLORINEGAS">Chlorine</link>.
fi: Korkeapaineinen aukko, josta ajoittain purkautuu lämmintä <link="CHLORINEGAS">Kloorikaasua</link>.

# STRINGS.CREATURES.SPECIES.GEYSER.CHLORINE_GAS.NAME
source: <link="GEYSERGENERICCHLORINEGAS">Chlorine Gas Vent</link>
fi: <link="GEYSERGENERICCHLORINEGAS">Kloorikaasuaukko</link>

# STRINGS.CREATURES.SPECIES.GEYSER.DESC
source: A highly pressurized geyser that periodically erupts, spraying <link="STEAM">Steam</link> and boiling hot <link="WATER">Water</link>.
fi: Korkeapaineinen geissiiri, joka purkautuu ajoittain, ruiskuttaen <link="STEAM">Höyryä</link> ja kiehuvan kuumaa <link="WATER">Vettä</link>.

# STRINGS.CREATURES.SPECIES.GEYSER.FILTHY_WATER.DESC
source: A highly pressurized vent that periodically erupts with boiling <link="DIRTYWATER">Polluted Water</link>.
fi: Korkeapaineinen aukko, josta ajoittain purkautuu kiehuvaa, <link="DIRTYWATER">Saastunutta Vettä</link>.

# STRINGS.CREATURES.SPECIES.GEYSER.FILTHY_WATER.NAME
source: <link="GEYSERGENERICFILTHYWATER">Polluted Water Vent</link>
fi: <link="GEYSERGENERICFILTHYWATER">Saastevesiaukko</link>

# STRINGS.CREATURES.SPECIES.GEYSER.HOT_CO2.DESC
source: A highly pressurized vent that periodically erupts with hot gaseous <link="CARBONDIOXIDE">Carbon Dioxide</link>.
fi: Korkeapaineinen aukko, josta ajoittain purkautuu kuumaa <link="CARBONDIOXIDE">Hiilidioksidi</link>kaasua.

# STRINGS.CREATURES.SPECIES.GEYSER.HOT_CO2.NAME
source: <link="GEYSERGENERICHOTCO2">Carbon Dioxide Vent</link>
fi: <link="GEYSERGENERICHOTCO2">Hiilidioksidiaukko</link>

# STRINGS.CREATURES.SPECIES.GEYSER.HOT_HYDROGEN.DESC
source: A highly pressurized vent that periodically erupts with hot gaseous <link="HYDROGEN">Hydrogen</link>.
fi: Korkeapaineinen aukko, josta ajoittain purkautuu kuumaa <link="HYDROGEN">Vety</link>kaasua.

# STRINGS.CREATURES.SPECIES.GEYSER.HOT_HYDROGEN.NAME
source: <link="GEYSERGENERICHOTHYDROGEN">Hydrogen Vent</link>
fi: <link="GEYSERGENERICHOTHYDROGEN">Vetyaukko</link>

# STRINGS.CREATURES.SPECIES.GEYSER.HOT_PO2.DESC
source: A highly pressurized vent that periodically erupts with hot <link="CONTAMINATEDOXYGEN">Polluted Oxygen</link>.
fi: Korkeapaineinen aukko, josta ajoittain purkautuu kuumaa, <link="CONTAMINATEDOXYGEN">Saastunutta Happea</link>.

# STRINGS.CREATURES.SPECIES.GEYSER.HOT_PO2.NAME
source: <link="GEYSERGENERICHOTPO2">Hot Polluted Oxygen Vent</link>
fi: <link="GEYSERGENERICHOTPO2">Kuuma Saastehappiaukko</link>

# STRINGS.CREATURES.SPECIES.GEYSER.HOT_STEAM.DESC
source: A highly pressurized vent that periodically erupts with scalding <link="STEAM">Steam</link>.
fi: Korkeapaineinen aukko, josta ajoittain purkautuu tulikuumaa <link="STEAM">Höyryä</link>.

# STRINGS.CREATURES.SPECIES.GEYSER.HOT_STEAM.NAME
source: <link="GEYSERGENERICHOTSTEAM">Steam Vent</link>
fi: <link="GEYSERGENERICHOTSTEAM">Höyryaukko</link>

# STRINGS.CREATURES.SPECIES.GEYSER.HOT_WATER.DESC
source: A highly pressurized geyser that periodically erupts with hot <link="WATER">Water</link>.
fi: Korkeapaineinen geissiiri, josta ajoittain purkautuu kuumaa <link="WATER">Vettä</link>.

# STRINGS.CREATURES.SPECIES.GEYSER.HOT_WATER.NAME
source: <link="GEYSERGENERICHOTWATER">Water Geyser</link>
fi: <link="GEYSERGENERICHOTWATER">Kuuma Lähde</link>

# STRINGS.CREATURES.SPECIES.GEYSER.LIQUID_CO2.DESC
source: A highly pressurized geyser that periodically erupts with boiling liquid <link="LIQUIDCARBONDIOXIDE">Carbon Dioxide</link>.
fi: Korkeapaineinen geissiiri, josta ajoittain purkautuu kiehuvan kuumaa <link="LIQUIDCARBONDIOXIDE">Hiilidioksidia</link>.

# STRINGS.CREATURES.SPECIES.GEYSER.LIQUID_CO2.NAME
source: <link="GEYSERGENERICLIQUIDCO2">Carbon Dioxide Geyser</link>
fi: <link="GEYSERGENERICLIQUIDCO2">Hiilidioksidigeissiiri</link>

# STRINGS.CREATURES.SPECIES.GEYSER.METHANE.DESC
source: A highly pressurized geyser that periodically erupts with hot <link="METHANE">Natural Gas</link>.
fi: Korkeapaineinen geissiiri, josta ajoittain purkautuu kuumaa <link="METHANE">Maakaasua</link>.

# STRINGS.CREATURES.SPECIES.GEYSER.METHANE.NAME
source: <link="GEYSERGENERICMETHANE">Natural Gas Geyser</link>
fi: <link="GEYSERGENERICMETHANE">Maakaasugeissiiri</link>

# STRINGS.CREATURES.SPECIES.GEYSER.MOLTEN_COPPER.DESC
source: A large volcano that periodically erupts with molten <link="MOLTENCOPPER">Copper</link>.
fi: Tulivuori, josta ajoittain purkautuu sulaa <link="MOLTENCOPPER">Kuparia</link>.

# STRINGS.CREATURES.SPECIES.GEYSER.MOLTEN_COPPER.NAME
source: <link="GEYSERGENERICMOLTENCOPPER">Copper Volcano</link>
fi: <link="GEYSERGENERICMOLTENCOPPER">Kuparitulivuori</link>

# STRINGS.CREATURES.SPECIES.GEYSER.MOLTEN_GOLD.DESC
source: A large volcano that periodically erupts with molten <link="MOLTENGOLD">Gold</link>.
fi: Suuri tulivuori, josta ajoittain purkautuu sulaa <link="MOLTENGOLD">Kultaa</link>.

# STRINGS.CREATURES.SPECIES.GEYSER.MOLTEN_GOLD.NAME
source: <link="GEYSERGENERICMOLTENGOLD">Gold Volcano</link>
fi: <link="GEYSERGENERICMOLTENGOLD">Kultatulivuori</link>

# STRINGS.CREATURES.SPECIES.GEYSER.MOLTEN_IRON.DESC
source: A large volcano that periodically erupts with molten <link="MOLTENIRON">Iron</link>.
fi: Suuri tulivuori, josta ajoittain purkautuu sulaa <link="MOLTENIRON">Rautaa</link>.

# STRINGS.CREATURES.SPECIES.GEYSER.MOLTEN_IRON.NAME
source: <link="GEYSERGENERICMOLTENIRON">Iron Volcano</link>
fi: <link="GEYSERGENERICMOLTENIRON">Rautatulivuori</link>

# STRINGS.CREATURES.SPECIES.GEYSER.NAME
source: <link="GEYSER">Steam Geyser</link>
fi: <link="GEYSER">Höyrygeissiiri</link>

# STRINGS.CREATURES.SPECIES.GEYSER.OIL_DRIP.DESC
source: A fissure in the asteroid that periodically erupts with boiling <link="CRUDEOIL">Crude Oil</link>.
fi: Halkeama asteroidissa, josta ajoittain purkautuu kiehuvaa <link="CRUDEOIL">Raakaöljyä</link>.

# STRINGS.CREATURES.SPECIES.GEYSER.OIL_DRIP.NAME
source: <link="GEYSERGENERICOILDRIP">Leaky Oil Fissure</link>
fi: <link="GEYSERGENERICOILDRIP">Vuotava Öljyhalkeama</link>

# STRINGS.CREATURES.SPECIES.GEYSER.SLIMY_PO2.DESC
source: A highly pressurized vent that periodically erupts with warm <link="CONTAMINATEDOXYGEN">Polluted Oxygen</link>.
fi: Korkeapaineinen aukko, josta ajoittain purkautuu lämmintä, <link="CONTAMINATEDOXYGEN">Saastunutta Happea</link>.

# STRINGS.CREATURES.SPECIES.GEYSER.SLIMY_PO2.NAME
source: <link="GEYSERGENERICSLIMYPO2">Infectious Polluted Oxygen Vent</link>
fi: <link="GEYSERGENERICSLIMYPO2">Tartuntatautinen Saastehappiaukko</link>

# STRINGS.CREATURES.SPECIES.GEYSER.SLUSH_WATER.DESC
source: A highly pressurized geyser that periodically erupts with freezing <link="CRUSHEDICE">Crushed Ice</link>.
fi: Korkeapaineinen geissiiri, josta ajoittain purkautuu jäätävän kylmää <link="CRUSHEDICE">Jäämurskaa</link>.

# STRINGS.CREATURES.SPECIES.GEYSER.SLUSH_WATER.NAME
source: <link="GEYSERGENERICSLUSHWATER">Cool Slush Geyser</link>
fi: <link="GEYSERGENERICSLUSHWATER">Viileä Jäähileaukko</link>

# STRINGS.CREATURES.SPECIES.GEYSER.SMALL_VOLCANO.DESC
source: A miniature volcano that periodically erupts with molten <link="MAGMA">Magma</link>.
fi: Pienikokoinen tulivuori, josta ajoittain purkautuu sulaa <link="MAGMA">Magmaa</link>.

# STRINGS.CREATURES.SPECIES.GEYSER.SMALL_VOLCANO.NAME
source: <link="GEYSERGENERICSMALLVOLCANO">Minor Volcano</link>
fi: <link="GEYSERGENERICSMALLVOLCANO">Pienoistulivuori</link>

# STRINGS.CREATURES.SPECIES.GEYSER.STEAM.DESC
source: A highly pressurized vent that periodically erupts with hot <link="STEAM">Steam</link>.
fi: Korkeapaineinen aukko, josta ajoittain purkautuu kuumaa <link="STEAM">Höyryä</link>.

# STRINGS.CREATURES.SPECIES.GEYSER.STEAM.NAME
source: <link="GEYSERGENERICSTEAM">Cool Steam Vent</link>
fi: <link="GEYSERGENERICSTEAM">Viileä Höyryaukko</link>

# STRINGS.CREATURES.SPECIES.GLOM.DESC
source: Morbs are attracted to decomposing corpses and frequently excrete bursts of <link="CONTAMINATEDOXYGEN">Polluted Oxygen</link>.
fi: Mätänevät ruumiit houkuttelevat Möllejä, jotka toistuvasti päästelevät <link="CONTAMINATEDOXYGEN">Saastuneita Happi</link>purskeita.

# STRINGS.CREATURES.SPECIES.GLOM.EGG_NAME
source: <link="MORBEGG">Morb Pod</link>
fi: <link="MORBEGG">Möllikenno</link>

# STRINGS.CREATURES.SPECIES.GLOM.NAME
source: <link="GLOM">Morb</link>
fi: <link="GLOM">Mölli</link>

# STRINGS.CREATURES.SPECIES.GREEDYGREEN.DESC
source: A rapidly growing, subterranean <link="PLANTS">Plant</link>.
fi: Nopeakasvuinen, maanalainen <link="PLANTS">Kasvi</link>.

# STRINGS.CREATURES.SPECIES.GREEDYGREEN.NAME
source: <link="GREEDYGREEN">Avari Vine</link>
fi: <link="GREEDYGREEN">Saitaköynnös</link>

# STRINGS.CREATURES.SPECIES.HATCH.BABY.DESC
source: An innocent little <link="HATCHLING">Hatchling</link>. In time, it will mature into an adult <link="HATCH">Hatch</link>.
fi: Pieni, viatoi <link="HATCHLING">Kuoriaisen Poikanen</link>. Ajallaan siitä kasvaa aikuinen <link="HATCH">Kuoriainen</link>.

# STRINGS.CREATURES.SPECIES.HATCH.BABY.NAME
source: <link="HATCH">Hatchling</link>
fi: <link="HATCH">Kuoriaisen Poikanen</link>

# STRINGS.CREATURES.SPECIES.HATCH.DESC
source: Hatches excrete solid <link="CARBON">Coal</link> as waste and may be uncovered by digging up Buried Objects.
fi: Kuoriaiset ulostavat kiinteää <link="CARBON">Coal</link>, joka pystytään kaivamaan esiin kaivamalla Hautautuneita Esineitä.

# STRINGS.CREATURES.SPECIES.HATCH.EGG_NAME
source: <link="HATCH">Hatchling Egg</link>
fi: <link="HATCH">Kuoriaisen Muna</link>

# STRINGS.CREATURES.SPECIES.HATCH.NAME
source: <link="HATCH">Hatch</link>
fi: <link="HATCH">Kuoriainen</link>

# STRINGS.CREATURES.SPECIES.HATCH.VARIANT_HARD.BABY.DESC
source: An innocent baby <link="HATCH">Hatch</link>. This one is a Stone morph, and loves nibbling on rocks and metals.
fi: Viaton <link="HATCH">Kuoriais</link>vauva. Tämä on Kivimuunnos ja tykkää nakertaa kiviä ja metalleja.

# STRINGS.CREATURES.SPECIES.HATCH.VARIANT_HARD.BABY.NAME
source: <link="HATCHHARD">Stone Hatchling</link>
fi: <link="HATCHHARD">Pikkukivikuoriainen</link>

# STRINGS.CREATURES.SPECIES.HATCH.VARIANT_HARD.DESC
source: Stone Hatches excrete solid <link="CARBON">Coal</link> as waste and enjoy burrowing into the ground.
fi: Kivikuoriaiset ulostavat kiinteää <link="CARBON">Coal</link> hiiltä ja tykkäävät kaivautua maahan.

# STRINGS.CREATURES.SPECIES.HATCH.VARIANT_HARD.EGG_NAME
source: <link="HATCHHARD">Stone Hatchling Egg</link>
fi: <link="HATCHHARD">Pikkukivikuoriaisen Muna</link>

# STRINGS.CREATURES.SPECIES.HATCH.VARIANT_HARD.NAME
source: <link="HATCHHARD">Stone Hatch</link>
fi: <link="HATCHHARD">Kivikuoriainen</link>
